■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■									     ▒ ░
░ ▒▓▓ RUSSIA (SNG)▓▓▓▓▓	V I N O	G R A D	O V  D M I T R I Y ▓▓▓▓▓ MOSCOW	▓▓▓▒ ░
░D▒■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■▒D░
░R▒									   ▒R░
░A▒									   ▒A░
░G▒									   ▒G░
░O▒	     ███  █▀█	█  ███ ███ █▄ █	█▀▀ █▀█	█ █ █▀▀	█▀█  █▀▀	   ▒O░
░N▒	     █	█ █▄█  █ █ █ ▄ █ █ █▐ █	█▄▄ █▄█	█▀█ █▀▀	█▄█  █▀▀	   ▒N░
░ ▒	     ███  █  █ █▀█ ███ ███ █▐▄█	▄▄█ █	█ █ █▄▄	█  █ █▄▄	   ▒ ░
░S▒									   ▒S░
░P▒									   ▒P░
░H▒									   ▒H░
░E▒									   ▒E░
░R▒									   ▒R░
░E▒									   ▒E░
░ ▒									   ▒ ░
░▓▒		       п о л н о е   о п и с а н и е			   ▒▓░
░▓▒									   ▒▓░
░ ▒									   ▒ ░
░D▒									   ▒D░
░R▒									   ▒R░
░A▒									   ▒A░
░G▒									   ▒G░
░O▒	Здрасьте, здрасьте! Это	снова Великий и	Неповторимый Винни.	   ▒O░
░N▒	Что на этот раз? Ходилка? - Нет! Стрелялка? - Да нет, нет!	   ▒N░
░ ▒	Ну конечно же QUEST!! Называется он DragonSphere.		   ▒ ░
░S▒	Его-то я и предлагаю вам пройти	(он того заслуживает).		   ▒S░
░P▒	Заранее	приношу	извинения за большое количество	ашибок,	нет	   ▒P░
░H▒	Ошибок.	С чистописанием	у меня не очень. Ну ничего...		   ▒H░
░E▒	Я же изВИНИлся.							   ▒E░
░R▒									   ▒R░
░E▒									   ▒E░
░ ▒									   ▒ ░
░▓▒				 управление				   ▒▓░
░▓▒									   ▒▓░
░ ▒ ┌─────────────────────────────────────────────────────────────────────┐▒ ░
░D▒ │LOOK - СМОТРЕТЬ	TAKE - БРАТЬ	PUSH - ТОЛКАТЬ	  OPEN - ОТКРЫВАТЬ│▒D░
░R▒ │									  │▒R░
░A▒ │PUT  - КЛАСТЬ    TALK TO -	ГОВОРИТЬ    GIVE - ДАВАТЬ    PULL - ТЯНУТЬ│▒A░
░G▒ └────────────┐				      ┌───────────────────┘▒G░
░O▒		 │CLOSE	- ЗАКРЫВАТЬ    THROW - БРОСАТЬ│			   ▒O░
░N▒		 └────────────────────────────────────┘			   ▒N░
░ ▒									   ▒ ░
░S▒									   ▒S░
░P▒ LET`S BEGIN...							   ▒P░
░H▒									   ▒H░
░E▒ Начинаете игру, лежа в своей кроватке. Вам снятся сладкие сны о буду-  ▒E░
░R▒ -щем (2039 год - машина времени). Вдруг входит ваша	жена, королева.	   ▒R░
░E▒ И вы король	(еще один). Скажите ей,	что ждете ее в комнате советов	   ▒E░
░ ▒ (COUNCIL ROOM). Она	уйдет.						   ▒ ░
░▓▒ Встаньте с постели,	паинька. Когда приведете себя в	порядок, прочтите  ▒▓░
░▓▒ книгу, которая лежит на тумбочке (LOOK BOOK).			   ▒▓░
░ ▒									   ▒ ░
░D▒ Вот	план крепости его величества:					   ▒D░
░E▒									   ▒E░
░A▒	 ┌──────────────────┬────────────────────┬────────┐		   ▒A░
░T▒	 │		    │			 │////////│		   ▒T░
░H▒	 │   KING`S  ROOM   █	QUEEN`S	 ROOM	 │////////│		   ▒H░
░ ▒	 │  комната короля  █  комната королевы	 │////////│		   ▒ ░
░V▒	 │		    │			 │////////│		   ▒V░
░I▒	 ├────────■■────────┴─────────■■─────────┤////////│		   ▒I░
░N▒	 │		   HALL			 │////////│		   ▒N░
░N▒	 │		   холл			 │////////│		   ▒N░
░Y▒	 ├────────■■────────┬─────────■■─────────┤////////│		   ▒Y░
░ ▒	 │		    │			 │////////│		   ▒ ░
░P▒	 │   MEETING ROOM   │	   BALLROOM	 │////////│		   ▒P░
░R▒	 │  комната встреч  │	 комната танцев	 │////////│		   ▒R░
░O▒	 │		    │			 │////////│		   ▒O░
░D▒	 ├─────────┬──■■────┴───■■───┬───────────┴──────┐/│		   ▒D░
░U▒	 │/////////│		     │			│/│		   ▒U░
░C▒	 │/////////│	 THRONE	     █	  COURTYARD	└─┘───── > Выход   ▒C░
░T▒	 │/////////│	  трон	     █	     сад	┌─┐───── >  из	   ▒T░
░I▒	 │/////////│		     │			│/│	   замка   ▒I░
░O▒	 │/////┌───┴───────■■────────┴───┬──────────────┘/│		   ▒O░
░N▒	 │/////│			 │////////////////│		   ▒N░
░ ▒	 │/////│     COUNCIL ROOM	 │////////////////│		   ▒ ░
░A▒	 │/////│   комната обсуждений	 │////////////////│		   ▒A░
░N▒	 │/////│			 │////////////////│		   ▒N░
░D▒	 │/////├─────────────────────────┼──────────────┐/│		   ▒D░
░ ▒	 │/////│			 │		│/│		   ▒ ░
░E▒	 │/////│     GUARD ROOM		 █     CELL	│/│		   ▒E░
░D▒	 │/////│   комната охранника	 █    тюрьма	│/│		   ▒D░
░I▒	 │/////│			 │		│/│		   ▒I░
░T▒	 └─────┴─────────────────────────┴──────────────┴─┘		   ▒T░
░I▒									   ▒I░
░N▒ Идите в BALLROOM. Возьмите кость (BONE) с пола, около правого стола.   ▒N░
░G▒ Возьмите кубок (GOBLET) со стола слева.				   ▒G░
░ ▒ Идите в THRONE ROOM. На вашем троне	сидит ваш брат.	Ну нахал!!!	   ▒ ░
░▓▒ Фразы - 1, 1, 1. Когда ваш брат уйдет, посмотрите в	шар, что	   ▒▓░
░▓▒ находится между левым и правым тронами.				   ▒▓░
░ ▒ Теперь идите в COUNCIL ROOM.					   ▒ ░
░D▒ Будет диалог с женушкой вашей и с мамашей. Когда они уйдут,	возьмите   ▒D░
░E▒ меч	и камень со стола. Теперь выходите из замка на свежий воздух.	   ▒E░
░A▒ Вам	надо поговорить	со всеми людьми.				   ▒A░
░T▒ Во-первых поговорите с охранником. Затем поговорите	с SHAPECHANGER.	   ▒T░
░H▒ Фразы - 1, 1, 3.							   ▒H░
░ ▒ Во-вторых поговорите с ECLIPTUS. Фразы - 1,	1, 1.			   ▒ ░
░A▒ Поговорите с FAERIE. Все первые фразы. И наконец поговорите	с MERCHANT.▒A░
░N▒ Фраза - 1. Получите	от него	фрукты.	Идите направо.			   ▒N░
░D▒ Выходим за пределы замка...						   ▒D░
░ ▒ Идите в BRYNN-FANN.	Поговорите с пацаном/пацанкой, сидящем(ей) на	   ▒ ░
░G▒ камнях. Фразы - 3, 3, 1. Войдите в пещеру.				   ▒G░
░R▒ Теперь вы должны найти одну	из звезд по имени RALPH	и поговорить с	   ▒R░
░E▒ ней. Все звезды меняют свой	цвет. (Ральфа вы найдете, когда	она красная▒E░
░A▒ но сколько их красных!)						   ▒A░
░T▒ Когда найдете Ральфа, то Фраза - 1.	Затем идите налево, когда весь этот▒T░
░ ▒ летающий мусор улетел, то идите налево.				   ▒ ░
░V▒ Поговорите с королем бабочек (BUTTERFLY KING). Фразы - 3, 1, 2, 3, 3.  ▒V░
░I▒ Получите какой-то камень. Поблагодарите короля фразой - 4.		   ▒I░
░N▒ Затем фразы	- 1, 1,	1, 1, 1, 2. Получите фигурку птицы. Возьмите	   ▒N░
░N▒ кристальный	цветок (CRYSTAL	FLOWER)	с земли. Теперь	выберите кольцо	   ▒N░
░Y▒ из своего инвентория. Затем	выберите опцию INVOKE справа, что значит   ▒Y░
░ ▒ ЗАКЛИНАНИЕ.	Вы будете перенесены к крепости.			   ▒ ░
░▓▒ Идите направо. Теперь идите	в SLATHAN NI PATAN.			   ▒▓░
░▓▒ Будете задержаны охраной...						   ▒▓░
░ ▒ Фразы - 1, 2, 1, 2,	2, 2. Затем дайте им ваш кубок.	Фраза -	3.	   ▒ ░
░D▒ Идите направо по тропинке (ПО ТРОПИНКЕ) до озера с монстром. Киньте	   ▒D░
░E▒ в него SHIELDSTONE.	Воьмите	щупальца (TENTACLE PARTS) с тропинки.	   ▒E░
░A▒ Идите направо. Поговорите со стариком. Фразы - 3, 4, 3, 2, 3. Получите ▒A░
░T▒ еще	один камень и пройдете в пещеру. В пещере получите какую-то	   ▒T░
░H▒ куклу или маникен (DOLL). Поговорите со стариком опять.		   ▒H░
░ ▒ Он расскажет о кукле. Фразы	- 1, 2,	1. Теперь идите	к охранникам нале- ▒ ░
░A▒ -во. Потребуйте у них назад	свой кубок (фраза - 2).			   ▒A░
░N▒ Теперь идите в SOPTIS ECLIPTUS.					   ▒N░
░D▒ Поговорите с торговцем (TRADER). Фразы - 2,	1, 1. Идите направо, напра-▒D░
░ ▒ -во, вверх,	направо, направо. Придете в оазис.			   ▒ ░
░G▒ Поговорите с шаманом (SHAMAN). Фразы - 1, 2, 1, 1, 1, 4, 1.	Получите   ▒G░
░R▒ еще	один камешек. Затем поговорите с охранником. Фраза - 2.	Пройдете   ▒R░
░E▒ в юрту. Фразы - 1, 4, 1, 1.	Вам предложат поиграть в какую-то игру.	   ▒E░
░A▒ Вы должны выиграть три раза	и каждый раз до	16 очков.		   ▒A░
░T▒ Выиграв три	раза, скажите фразу - 1. Вы покидаете юрту, получив что-то ▒T░
░ ▒ из еды. Поговорите с шаманом снова.	Фразы -	1, 4.			   ▒ ░
░V▒ Затем опять	вернитесь к крепости с помощью кольца (INVOKE).	Идите	   ▒V░
░I▒ снова направо.							   ▒I░
░N▒ Теперь идите в HIGHTOWER. Поговорите со странником.	Фразы -	3, 2, 3, 2 ▒N░
░N▒  1.	Получите амулет. Идите налево и	зайдите	в пещеру, рядом	с водопа-  ▒N░
░Y▒ -дом. Поговорите с HERMIT. Фразы - 1, 3, 1,	3, 3, 2, 3, 1.		   ▒Y░
░ ▒ Выходите из	пещеры и идите направо,	к стене.			   ▒ ░
░▓▒ Залезайте по шершавым камням (ROUGH	STONE).	Возьмите перья слева от	   ▒▓░
░▓▒ вас	(FEATHERS). Вырежьте дырки (CARVE UP) мечом в фигуре питцы.	   ▒▓░
░ ▒ Получился свисток. Свистните в него	(MAKE NOISE).			   ▒ ░
░G▒ Прилетит птица. Фразы - 1, 2, 2, 1.	Затем лезьте вверх.		   ▒G░
░R▒ Выползет какое то чудовище.	Атакуйте его мечом (ATTACK). Но	девушка	   ▒R░
░E▒ будет убрана на какое то время из игры.				   ▒E░
░A▒ Идите налево. Поговорите с птицей. Фразы - 4, 3, 1.	Затем возьмите	   ▒A░
░T▒ Затем возьмите горсть земли	около водопада (MUD).			   ▒T░
░ ▒ Затем идите	направо	и лезьте выше. Идите направо до	тех по,	пока не	   ▒ ░
░M▒ найдете дверь. Попытайтесь открыть ее.				   ▒M░
░O▒ Будете схвачены растениями-охранниками. Вам	предлагают ответить на три ▒O░
░S▒ вопроса. Ответы - 1, 2, 4.						   ▒S░
░C▒ Теперь входите внутрь. Бросьте горсть земли	в глаз (EYE) справа.	   ▒C░
░O▒ Теперь спокойно идите направо. Возьмите музыкальную	шкатулку на столе. ▒O░
░W▒ Возьмите VORTEX STONE с тумбочки. Идите направо.			   ▒W░
░ ▒ Вас	атакует	веревка?!						   ▒ ░
░H▒ Заберите магию у веревки голубым камнем (TAKE MAGIC	FROM). Возьмите	   ▒H░
░E▒ веревку. Возьмите мертвуб крысу из клетки справа. Положите крысу в	   ▒E░
░R▒ печку. Возьмите пробирку рядом с колбами и помемтите ее на плитку	   ▒R░
░O▒ между обеими колбами. Теперь поверните PETCOKS. Возьмите пробирку	   ▒O░
░ ▒ с кислотой.								   ▒ ░
░A▒ Возьмите крысу из печки. Идите налево, налево и налево, к лифту.	   ▒A░
░G▒ Затем идите	вверх, в камеру	пыток. Настоящее средневековье!!!	   ▒G░
░A▒ Воьмите факел слева. Возвращайтесь к лифту и нажмите нижнюю	кнопку.	   ▒A░
░I▒ Войдите в темную комнату, затем выйдите. Увидели лучи на полу?	   ▒I░
░N▒ Лучше и не суйтесь туда.						   ▒N░
░ ▒ Нажмите единственную кнопку	на стене. Зайдите снова	в тюрьму.	   ▒ ░
░W▒ Пролейте кислоту на	решетку	в поле.	Затем привяжите	веревку	наручниками▒W░
░R▒ и лезьте вниз, в дырку. Отлично!					   ▒R░
░I▒ Возвращайтесь к лифту и нажмите верхнюю кнопку.			   ▒I░
░T▒ Теперь используйте крысу на	DOOR FRAME. Это	изменит	цвет двери.	   ▒T░
░E▒ Затем используйте щупальца на двери. Идите вверх, к	машине.	Положите   ▒E░
░ ▒ дверь телепортации на окно слева, куда стекает вода.		   ▒ ░
░T▒ Теперь идите к лифту и направа, по остуженному полу. Зайдите в	   ▒T░
░H▒ комнату. О да, да, да, да! Выберите	POLYSTONE из инвентория. Сделайте  ▒H░
░A▒ ему	подобный на голубом камне с помощью опции MIMIC. Затем киньте	   ▒A░
░T▒ голубой камень в сферу. Возьмите черный камень с пола. Возьмите из	   ▒T░
░ ▒ сундука SPIRIT BUNDLE и CRYSTALL BALL. Возьмите карку над книжной	   ▒ ░
░S▒ полкой. Посмотрите на большой лист пергамента над сундуком.		   ▒S░
░O▒ Что	означает 73766,	347.?						   ▒O░
░L▒ Идите налево и возвращайтесь к птице, что не дала вам пройти. Теперь   ▒L░
░U▒ вас	пропустят. Налево. Теперь вам предстоит	подумать.		   ▒U░
░T▒ Перед вами 24 столба. Причем вам предстоит проделать по ним	определен- ▒T░
░I▒ -ный путь:								   ▒I░
░O▒									   ▒O░
░N▒   ┌──┬──┬──┬──┬──┐							   ▒N░
░ ▒   │	│ │ │ │██│	 Проделав этот путь, берите ремень из гнезда.	   ▒ ░
░▓▒   ├──┼──┼──┼──┼──┤	 Затем прилетит	птица и	вы, поговорив с	птицей,	   ▒▓░
░▓▒   │	│ │ │ │ │	 сиганете вниз.	Направо. Зайдите в пещеру.	   ▒▓░
░ ▒   ├──┼──┼──┼──┼──┤	 Фраза - 2. Соедините кость и перья. Затем	   ▒ ░
░G▒   │	 │ │ │  │ │	 вселите магию из VORTEX STONE в BUNDLE. Положи-   ▒G░
░R▒   ├──┼──┼──┼──┼──┤	 -те BUNDLE на девушку.	Теперь поговорите с ней.   ▒R░
░E▒   │	│ │ │ │ │	 THOU ART A ROSE - BUT NO! FOR NO ROSE AS FAIR	   ▒E░
░A▒   ├──┼──┼──┼──┼──┘	 DID EVER GROW.					   ▒A░
░T▒   │	│ │ │ │	 Скажите это девушке. Затем вылечите ее	с помощью  ▒T░
░ ▒   └──┴──┴──┴──┘	 камня.	Она даст вам какой то кусок пергамента.	   ▒ ░
░W▒ Используйте	кольцо,	что бы возвратиться. Это еще что? Фразы	- 1, 3,	1  ▒W░
░R▒  4,	1, 3, 1. Затем вылечите	охранника куклой (HEAL).		   ▒R░
░I▒ Идите в SOPTUS ECLIPTUS. Заходите в	юрту. Фразы - 1, 1. Вы должны	   ▒I░
░T▒ выиграть четыре раза у Калифа. На первый раз вы выигрываете	статуэтку, ▒T░
░E▒ на второй -	кольцо,	на третий - банку и мухами, на четвертый - вино.   ▒E░
░R▒ Когда выиграете вино, вам предложат	выпить,	но вы или никогда не	   ▒R░
░ ▒ пробовали вина, либо вы закодированный. Быстро вылечите себя куклой	   ▒ ░
░S▒ (HEAL SELF). Ну вот, так то	лучше.					   ▒S░
░P▒ Теперь идите в BRYNN-FANN. Налкево,	налево.	Идите к	лягушкам и откройте▒P░
░E▒ банку. Взять корону	на составляет особого труда. Идите в SLATAN NI	   ▒E░
░N▒ PATAN. Фразы - 3, 2, 2, 2, 2.					   ▒N░
░D▒ Затем дайте	вино, которое чуть не согнало вас в гроб, охранникам.	   ▒D░
░ ▒ Вылечите себя. Идите налево, зайдите в пещеру. Затем идите направо.	   ▒ ░
░O▒ Поговорите с зеленой массой. Вылечите и его	(доктор	айболит).	   ▒O░
░V▒ затем проходите в проход.						   ▒V░
░E▒ Поговорите со старушенцией на лавочке. Вам дадут браслет. Незаменимая  ▒E░
░R▒ вещь! Идите	в Оазис, к Калифу. Поднимите кость. Налево.		   ▒R░
░ ▒ Поговорите с шаманом. Фразы	- 1, 1,	1, 4.				   ▒ ░
░T▒ Идите направо. Перепрыгните	диски так же, как и столбы. Выберите бра-  ▒T░
░E▒ -слет и выберите опцию SHIFT INTO SNAKE (превратиться в змею).	   ▒E░
░N▒ Затем используйте VORTEX STONE, чтобы забрать магию	у растения. Брось- ▒N░
░ ▒ -те	птице DATES. Пока она там развлекается с едой, возьмите	SOUL EGG   ▒ ░
░H▒ из гнезда и	положите туда BLACK SHHERE.				   ▒H░
░O▒ Идите налево. Прошение у шаманов возврататься назад, на землю.	   ▒O░
░U▒ Идите к башне (INVOKE RING). Наденьте ремень. Сигайте в колодец.	   ▒U░
░R▒ Превратитесь в тюленя (SEAL) с помощью кольца и плывите налево.	   ▒R░
░S▒ Фразы - 2, 2, 2, 2.							   ▒ ░
░ ▒ Затем плывите на другой берег.					   ▒T░
░T▒ Спуститесь по люку вниз. Положите статуэтку	на лестницу и со спокойной ▒O░
░O▒ душой идите	налево.	Затем проговорите слова	на пергаменте на звере	   ▒ ░
░ ▒ и идите налево. Затем превратитесь в медведя (BEAR).		   ▒W░
░W▒ Столкните глыбу люда с королем. Дайте SOUL EGG королю. Фраза - 1.	   ▒R░
░R▒ Выходите через верхнюю дверь. Наденьте корону и нажмите кнопку справа. ▒I░
░I▒ Проделайте эту процедуру несколько раз и в конце концов вас	впустят.   ▒T░
░T▒ Затем атакуйте братца короля мечом и				   ▒E░
░E▒									   ▒ ░
░ ▒			  используйте амулет на	нем!!!!!!!!!!!!!!!!!!	   ▒S░
░S▒									   ▒O░
░O▒  ВСЕ! ИГРА ПРОЙДЕНА!						   ▒L░
░L▒									   ▒ ░
░ ▒									   ▒ ░
▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓
		  DEATH	& GREAT	VINNY SOLUTION.	GOOD DAY!!
