  ▄██████ ▄█████▄ ▄█████▄   ▄█████▄ ██   ██ ▄██████ ▄█████▄ ███████   ▄█████▄
  ██▄▄▄▄  ██      ██   ██   ██   ██ ██   ██ ██▄▄▄▄  ██▄▄▄▄    ▐█▌       ▄▄██▀
  ██▀▀▀▀  ██      ██   ██   ██ ▀▄██ ██   ██ ██▀▀▀▀   ▀▀▀▀██   ▐█▌     ▄██▀▀
  ▀██████ ▀█████▀ ▀█████▀   ▀████▀▄ ▀█████▀ ▀██████ ▀█████▀   ▐█▌     ███████
 
       ┌┐    ┌┬──┐ ┌┬──┐ ┌─┬┬─┐    ┌┬──┐ ┌┬──┐ ┌┬──┐ ┌┬──┐ ┌┬──┐ ┌─┬┬─┐
       ├┤    ├┤  │ └┴─┬┐   ├┤      └┴─┬┐ ├┼─   ├┤    ├┼─┬┘ ├┼─     ├┤
       └┴──┘ └┴──┘ └──┴┘   └┘      └──┴┘ └┴──┘ └┴──┘ └┘ └  └┴──┘   └┘
    ╓──┐ ╥──┐      ╥──┐ ╓──┐ ─╥─ ╓──┐      ╥──┐ ╓──┐ ╥──┐ ╥──┐  ╓─┐ ╓─╥─┐
    ║  │ ╟─        ╟─┬┘ ╟──┤  ║  ║  │      ╟─   ║  │ ╟─┬┘ ╟─    ╙─┐   ║
    ╙──┘ ╨         ╨ ┴  ╨  ┴ ─╨─ ╨  ┴      ╨    ╙──┘ ╨ ┴  ╨──┘ ╙──┘   ╨
░#▓                                                                        ▓#░
░L▓                           ПОЛНОЕ ОПИСАНИЕ                              ▓L░
░E▓                                                                        ▓E░
░S▓  Итак,мы рады в очередной раз приветствовать фанов компьютерных игр для▓S░
░H▓IBM PC совместимых компьютеров. На этот раз вам предлагается полное опи-▓H░
░I▓сание, или, говоря мировым языком, солюшн, для новой замечательной  игры▓I░
░J▓фирмы SIERRA ON LINE из серии ECO_QUEST. Ну, хватит пустых слов, вперед!▓J░
░ ▓                                                                        ▓ ░
░p▓                               ...                                      ▓p░
░r▓                                                                        ▓r░
░e▓                 Общая справка и полезные советы.                       ▓e░
░s▓                                                                        ▓s░
░e▓  Интерфейс этой игры соответствует последнему стандарту фирмы , т.е ме-▓e░
░n▓нюшный. Каждая картинка меню обозначает определенное действие:          ▓n░
░t▓ ГЛАЗ        - посмотреть на предмет                                    ▓t░
░ ▓ ЧЕЛОВЕЧЕК   - подойти куда-либо                                        ▓ ░
░#▓ РУКА        - Все действия,связанные с руками-взять,потрогать, толкнуть▓#░
░L▓ ГУБЫ        - Поговорить с обьектом                                    ▓L░
░E▓ ЛЕТУЧАЯ МЫШЬ- Нечто непонятное и не совсем нужное в игре . Что-то близ-▓E░
░S▓               кое к информационной помощи                              ▓S░
░H▓ СУМКА       - Место для собранных и имеющихся предметов                ▓H░
░I▓ ТРИ СТРЕЛКИ - Специально для уничтожения мусора                        ▓I░
░J▓ РЫЧАГИ      - Опции игры, SAVE и LOAD а также QUIT                     ▓J░
░ ▓ ВОПРОС      - Справка на английском о менюшках                         ▓ ░
░p▓                                                                        ▓p░
░r▓  Чтобы собрать, или постараться набрать максимальное число очков, необ-▓r░
░e▓ходимо на каждой новой картинке выполнять следущие рутинные действия:   ▓e░
░s▓ 1. Разговаривайте со всем, что шевелиться.                             ▓s░
░e▓ 2. Регистрируйте все, что можно ( как регистрировать, описано ниже )   ▓e░
░n▓  Напоминаю, что солюшн содержит только конкретные действия, это не рас-▓n░
░t▓сказ по игре.                                                           ▓t░
░ ▓                                                                        ▓ ░
░#▓             ECOQUEST 2: LOST SECRET OF THE RAIN FOREST                 ▓#░
░L▓                                                                        ▓L░
░E▓  Вы начинаете это игру в качестве Адама, сына своего отца (FU!##!????).▓E░
░S▓Ваш отец, представитель Экологического Департамента, направляется  в ма-▓S░
░H▓ленькую страну, расположеную в гуще девственных лесов Амазонки,чтобы вы-▓H░
░I▓яснить, почему "легкие планеты" начинают медленно погибать.             ▓I░
░J▓  Но одновременно с вами в страну проникает злобный  "человек  в  желтой▓J░
░ ▓шляпе", представителю компании CIBOLA по разработке ресурсов,вашего вра-▓ ░
░p▓га номер 1. Чем же завершиться дуэль между вами - дуэль между природой и▓p░
░r▓человеком ? Игра начинается !!!                                         ▓r░
░e▓                                                                        ▓e░
░s▓                       ГОРОД и ТАМОЖНЯ                                  ▓s░
░e▓                                                             ОЧКИ       ▓e░
░n▓                                                      Добавлено   Всего ▓n░
░t▓  Залезьте в сумку, коснитесь паспорта, чтобы он рас-                   ▓t░
░ ▓крылся, и предьявите его таможенику.                    +10        10 ▓ ░
░#▓  Поговорите с индейцем                                 + 1        11 ▓#░
░L▓  Пройдите на следущую картинку, там залезьте  на де-                   ▓L░
░E▓ревянные ящики и подслушайте разговор двух мужчин       + 5        16 ▓E░
░S▓  После этого спуститесь на землю, и попытайтесь  по-                   ▓S░
░H▓говорить с этими мужиками, они должны послать вас, но                   ▓H░
░I▓зато появиться матрос, и предложит купить попугая.От-                   ▓I░
░J▓дайте чуваку деньги из сумки, и выпустите птицу.        + 5        21 ▓J░
░ ▓  Попадитесь в разложенную сетку.                                       ▓ ░
░p▓  Возвратитесь на предыдущую  картинку. Поговорите  с                   ▓p░
░r▓отцом и откройте ящик лежащий рядом с ним.              + 5        26 ▓r░
░e▓  Вы нашли Экорекордер. Классная штука,которая требу-                   ▓e░
░s▓ется по ходу всей игры.Он записывает информацию о но-                   ▓s░
░e▓вых вещах на каждой  картинке . Как им пользоваться -                   ▓e░
░n▓водите по картинке, если он загорается малиновым све-                   ▓n░
░t▓том - нажмите на клавишу, вещь зарегистрирована . Па-                   ▓t░
░ ▓паша научит вас пользоваться  Экорекордером , покажет                   ▓ ░
░#▓на реку - зарегистрируйте ее.                           + 1        27 ▓#░
░L▓  Пройдите на следущую картинку.Зарегистрируйте поток                   ▓L░
░E▓нефти из корабля и коробку из под пленки.               +11        38 ▓E░
░S▓  Попытайтесь поговорить с туристом.                    + 1        39 ▓S░
░H▓  Уберите мусор (коробку из под пленки ).               + 5        44 ▓H░
░I▓  Вернитесь на предыдущую картинку и подождите , пока                   ▓I░
░J▓мужик сопрет чемодан отца.Когда папа отправиться спа-                   ▓J░
░ ▓сать багаж, заберитесь в лодку, и  засните. Приплывут                   ▓ ░
░p▓бобры, перегрызут веревку, и отбуксируют вас в лес.                     ▓p░
░r▓                                                                        ▓r░
░e▓                        ЛЕСНОЙ УРОВЕНЬ                                  ▓e░
░s▓                                                                        ▓s░
░e▓  После того, как вы проснетесь, бобры  вам расскажут                   ▓e░
░n▓о проблемах Лесного Сердца. Зарегистрируйте лес , UN-                   ▓n░
░t▓DERSTORY, бобров (обоих).                               + 4        48 ▓t░
░ ▓  Поговорите с бобром на берегу.                        + 1        49 ▓ ░
░#▓  После того, как он спрыгнет в реку, снова поговори-                   ▓#░
░L▓те с ним.                                               + 1        50 ▓L░
░E▓  Возьмите у бобра талисман Лесного Сердца.             + 5        55 ▓E░
░S▓  После  высадки  на  берег возьмите листок с клеющей                   ▓S░
░H▓жидкостью.                                              + 5        60 ▓H░
░I▓  Зарегистрируйте лесных муравьев.                      + 1        61 ▓I░
░J▓  Соберите весь мусор ( 5 предметов ).                  + 5        66 ▓J░
░ ▓  Пройдите вправо на следущую картинку , причем идите                   ▓ ░
░p▓как можно ниже. На картинке  зарегистрируйте дерево ,                   ▓p░
░r▓обезьяну, лиану, костер.                                + 4        70 ▓r░
░e▓  Поговорите с обезьяной.                               + 1        71 ▓e░
░s▓  Попытайтесь залезть на дерево,вылетят пчелы,и слег-                   ▓s░
░e▓ка вас по#@#$$#.Натритесь листком с жидкостью из сум-                   ▓e░
░n▓ки.                                                     + 5        76 ▓n░
░t▓  Залезьте на дерево и на другую картинку.                              ▓t░
░ ▓                                                                        ▓ ░
░#▓                        ОГРОМНОЕ ДЕРЕВО                                 ▓#░
░L▓                                                                        ▓L░
░E▓  Регистрируйте все растения и всех птичек на картин-                   ▓E░
░S▓ке без разбора.                                         + 8        84 ▓S░
░H▓  Поговорите со всем зверьем на картинке (11 штук).     +11        95 ▓H░
░I▓  Пройдите по нижней левой ветке на следущую картинку                   ▓I░
░J▓там зарегистрируйте птицу, лианы, цветы.                + 3        98 ▓J░
░ ▓  Поговорите с птицей.                                  + 1        99 ▓ ░
░p▓  Возьмите сиреневые цветы рядом с вами.                + 5       104 ▓p░
░r▓  Вернитесь на предыдущую картинку . Заберитесь  выше                   ▓r░
░e▓на дерево и на другую картинку. Зарегистрируйте крону                   ▓e░
░s▓дерева, двух птичек и гнезда.                           + 4       108 ▓s░
░e▓  Поговорите со всеми (2 персоны).                      + 2       110 ▓e░
░n▓  Подойдите к первому гнезду, и вылейте  воду из него                   ▓n░
░t▓вниз. Адам боиться идти по тонкой ветке,поэтому вста-                   ▓t░
░ ▓вьте цветок в петлицу(как это ему помогает преодолеть                   ▓ ░
░#▓страх, непонятно, но результат налицо ).                + 5       115 ▓#░
░L▓  Пройдите к концу ветки, и опрокиньте второе  гнездо                   ▓L░
░E▓вниз.                                                   + 5       120 ▓E░
░S▓  Спуститесь вниз и получите благодарность от родите-                   ▓S░
░H▓лей спасенного яйца.                                    +10       130 ▓H░
░I▓  Подождите немного,и змея,притаившаяся на левой вер-                   ▓I░
░J▓хней ветке, свалиться вниз. Проход свободен.Поговори-                   ▓J░
░ ▓те с вылупившимся птенцом, и можете уходить отсюда.     + 1       131 ▓ ░
░p▓  На другой картинке поговорите еще раз с птицей.       + 1       132 ▓p░
░r▓  Уходите отсюда влево.На следущей картинке вам сразу                   ▓r░
░e▓дадут 5 очков.                                          + 5       137 ▓e░
░s▓  Зарегистрируйте деревню.                              + 1       138 ▓s░
░e▓  Пройдите на конец ветки, и она обломиться под вами.   + 5       143 ▓e░
░n▓  Пройдите в правый нижний угол. Выскочит  ягуар, за-                   ▓n░
░t▓регистрируйте его.                                      + 1       144 ▓t░
░ ▓  Идите в деревню, но прежде возьмите вещь , лежавшую                   ▓ ░
░#▓на дальней ветке.                                       + 5       149 ▓#░
░L▓                                                                        ▓L░
░E▓                        ЗАТЕРЯНАЯ ДЕРЕВНЯ                               ▓E░
░S▓                                                                        ▓S░
░H▓  После того, как вы благополучно навернетесь в самую                   ▓H░
░I▓грязную лужу, возьмите  лежавшие на ее краю веревку и                   ▓I░
░J▓овощи.                                                  +10       159 ▓J░
░ ▓  Киньте овощи рядом с лужей , и когда свинья захочет                   ▓ ░
░p▓их схавать, заарканьте  ее веревкой, и  выберитесь из                   ▓p░
░r▓грязи.                                                  + 5       164 ▓r░
░e▓  Зарегистрируйте дом, и идите вправо.                  + 1       165 ▓e░
░s▓  Зарегистрируйте стариный народный индейский музыка-                   ▓s░
░e▓льный инструмент, полотенца, овощи.                     + 3       168 ▓e░
░n▓  Положите брусок с вырезанным узором рядом с другим.   + 5       173 ▓n░
░t▓  Запишите криптограмму мелодии, она вам еще  понадо-                   ▓t░
░ ▓биться( рисунок криптограммы соответствует рисунку на                   ▓ ░
░#▓брусках). Проиграйте эту мелодию для тренировки.        + 5       178 ▓#░
░L▓  Заберите брусок назад.                                + 1       179 ▓L░
░E▓  Идите снова вправо, зарегистрируйте хижину,скамейку                   ▓E░
░S▓ягоды.                                                  + 3       182 ▓S░
░H▓  Переправьтесь на тот берег при помощи веревки.        + 1       183 ▓H░
░I▓  Перепрыгните назад тем же путем.                      + 1       184 ▓I░
░J▓  Возвратитесь к тому месту,откуда начали путешествие                   ▓J░
░ ▓т.е. к большой луже.Идите вверх.                                        ▓ ░
░p▓                                                                        ▓p░
░r▓                          ЛЕСНОЕ СЕРДЦЕ                                 ▓r░
░e▓                                                                        ▓e░
░s▓  Зайдите в ближайшую дырку.Положите брусок с узорами                   ▓s░
░e▓к другому.                                              + 6       190 ▓e░
░n▓  Сыграйте запомнившуюся мелодию.                       +10       200 ▓n░
░t▓  Заберите брусок назад.                                + 1       201 ▓t░
░ ▓  Заходите внутрь.Сядьте на возвышение в конце,и пос-                   ▓ ░
░#▓лушайте, что скажет Лесное Сердце.                      + 5       206 ▓#░
░L▓  Возьмите упавшую ветку.                               + 5       211 ▓L░
░E▓  Выходите  отсюда , и зайдите  в следущий по порядку                   ▓E░
░S▓ход.                                                    + 1       212 ▓S░
░H▓  Возьмите SPICY PODS, и уходите отсюда.                + 5       217 ▓H░
░I▓  Посетите следущий (последний) ход.                    + 1       218 ▓I░
░J▓  Возьмите потеряную чашку.                             + 5       223 ▓J░
░ ▓  Наполните ее водой из лужи.                           + 5       228 ▓ ░
░p▓  Выходите, и возвращайтесь в ожившую деревню.                          ▓p░
░r▓                                                                        ▓r░
░e▓                         ОЖИВШАЯ ДЕРЕВНЯ                                ▓e░
░s▓                                                                        ▓s░
░e▓  Зарегистрируйте вождя и глину.                        + 2       230 ▓e░
░n▓  Поговорите с индианкой, вождем, ребенком.             + 3       233 ▓n░
░t▓  Отправляйтесь на следущую картинку вправо. Зарегис-                   ▓t░
░ ▓трируйте варево и охотников.                            + 2       235 ▓ ░
░#▓  Поговорите с колдуньей, тремя старухами и девушкой.   + 5       240 ▓#░
░L▓  Идите на следущую  картинку. Поговорите с парнишкой                   ▓L░
░E▓и мужиком.                                              + 2       242 ▓E░
░S▓  Подарите пареньку брусок.                             + 5       247 ▓S░
░H▓  Переправьтесь на веревке на другой берег . Возьмите                   ▓H░
░I▓в кустах амулет и ягоды.                                +10       257 ▓I░
░J▓  Вернитесь на другой берег. Подойдите к лавке, и по-                   ▓J░
░ ▓ложите на нее горшочек с водой и почку.                 + 2       259 ▓ ░
░p▓  Пройдите на одну картинку влево,и предложите женщи-                   ▓p░
░r▓не талисман.                                            + 5       264 ▓r░
░e▓  Пройдите на одну картинку влево , вернитесь , снова                   ▓e░
░s▓предложите талисман.                                    + 5       269 ▓s░
░e▓  Влево, вправо, снова предложите,наконец она его во-                   ▓e░
░n▓зьмет, взамен даст вам камень с усиками.                + 5       274 ▓n░
░t▓  Пройдите вправо. Возьмите зелье со скамейки.          + 5       279 ▓t░
░ ▓  Влево, влево, отдайте зелье женщине,взамен получите                   ▓ ░
░#▓глиняную чашку.                                         + 5       284 ▓#░
░L▓  Возьмите мачете у вождя.                              + 5       289 ▓L░
░E▓  Уходите вправо. Отдайте мачете  девушке, работающей                   ▓E░
░S▓в огороде. Получите взамен овощ.                        + 5       294 ▓S░
░H▓  Отдайте овощ старухам, готовящим что-то у костра.     + 5       299 ▓H░
░I▓  Наполните глиняную чашку жидкостью.                   + 5       304 ▓I░
░J▓  Уходите влево. Зарегистрируйте бабочку.               + 1       305 ▓J░
░ ▓  Поместите чашку с жидкостью около 3 горшков.          + 5       310 ▓ ░
░p▓  Возьмите чашку с пойманной бабочкой.                  + 5       315 ▓p░
░r▓  Вправо, вправо, отдайте чашку с бабочкой мужику.      +10       325 ▓r░
░e▓  Заходите в хижину !                                                  ▓e░
░s▓                                                                        ▓s░
░e▓                        В ХИЖИНЕ У ШАМАНА                               ▓e░
░n▓                                                                        ▓n░
░t▓  Зарегистрируйте торбу, маску, шамана,миску с водой,                   ▓t░
░ ▓и что-то непонятное.                                    + 5       330 ▓ ░
░#▓  Присядьте около шамана.                               + 5       335 ▓#░
░L▓  Встаньте, залезьте по стойке к потолку.Заткните ку-                   ▓L░
░E▓курузой отверстие в крыше здания.                       + 5       340 ▓E░
░S▓  Спуститесь вниз, присядьте.Поместите ягоды в чашку.   + 5       345 ▓S░
░H▓████████████████████████████████████████████████████████████████████████▓H░
░I▓                                                                        ▓I░
░J▓              НАКОНЕЦ-ТО ВАМ ПРЕДЛАГАЮТ ПРОЙТИ ПАРОЛИ                   ▓J░
░ ▓                                                                        ▓ ░
░p▓  Пароли в этой игре чисто символические, хотя якобы и проходятся по ма-▓p░
░r▓нуалу. Вам придется выбрать раскраску ( 2 попытки, 8 раскрасок) для чле-▓r░
░e▓нов определенного племени. Тут можно записаться, и попробовать метод на-▓e░
░s▓учного тыка. Максимум, с 5 раза вы  попадете в точку. Но , для простоты,▓s░
░e▓я все же выписал несколько основных раскрасок.                          ▓e░
░n▓    BRAVE AS BATS         - Раскраска в виде красной летучей мыши.      ▓n░
░t▓    ENDURES PAIN          - Коричневый полукруг с двумя перечеркиваниями▓t░
░ ▓    SILENT AS THE SNAKE   - Раскраска в виде черной спирали.            ▓ ░
░#▓    CAUTIONUS IN ALL THING- Сплошная черная маска.                      ▓#░
░L▓    DROPS OF RAIN         - Множество черных точек.                     ▓L░
░E▓  Это должно вам помочь.За правильное прохождение па-                   ▓E░
░S▓роля вам добавляются очки.                              +10       355 ▓S░
░H▓                                                                        ▓H░
░I▓████████████████████████████████████████████████████████████████████████▓I░
░J▓                                                                        ▓J░
░ ▓  Итак вы снова попадаете в Лесное Сердце.Отдайте по-                   ▓ ░
░p▓добранную ветку шаману.                                 + 5       360 ▓p░
░r▓  Возьмите последний цветок погибнувшего Лесного Сер-                   ▓r░
░e▓дца. Берегите его.                                      + 5       365 ▓e░
░s▓  Ваш главный враг - представитель компании CIBOLA  и                   ▓s░
░e▓на этот раз не оставит вас в покое. Он поджег деревню                   ▓e░
░n▓и Сердце. Пожар оказался слишком сильным, и вы заблу-                   ▓n░
░t▓дились. Вы оказались у сети, с запутавшейся в ней ле-                   ▓t░
░ ▓тучей мышью. Зарегистрируйте ее.                        + 1       366 ▓ ░
░#▓  Предьявите ей талисман Лесного Сердца.                + 5       371 ▓#░
░L▓  Коснитесь сети.                                       + 5       376 ▓L░
░E▓  Прибегут мужики, и вас повяжут.                                       ▓E░
░S▓                                                                        ▓S░
░H▓                           В ПЛЕНУ                                      ▓H░
░I▓                                                                        ▓I░
░J▓  Поле того , как вас поймают , @Q$$ут ,   привяжут к                   ▓J░
░ ▓стулу в непонятном помещении и смотаются, перегрызите                   ▓ ░
░p▓морковку, закрывающую клетку летучей мыши.              + 5       381 ▓p░
░r▓  Мышь вылетит, и освободит вас.Уходите в дверь.Отод-                   ▓r░
░e▓виньте шкуру, закрывающую дырку в полу.                 + 3       384 ▓e░
░s▓  Сделайте дырку больше.                                +10       394 ▓s░
░e▓  Дерните шкуру за одну из задних лап,и у нее изо рта                   ▓e░
░n▓выпадет бумажка с шифром. Возьмите ее.                  + 5       402 ▓n░
░t▓  Откройте сундук.                                      + 3       405 ▓t░
░ ▓  Возьмите теннисную ракетку.                           + 2       407 ▓ ░
░#▓  Откиньте два одеяла на постели.                       + 2       409 ▓#░
░L▓  Возьмите из под них три вещи.                         + 9       418 ▓L░
░E▓  Загляните в свою сумку,и прочитайте слово на бумаж-                   ▓E░
░S▓ке, выпавшей из тигра ( у меня RETHGUALS ). Запустите                   ▓S░
░H▓NOTEBOOK и введите этот пароль. Вам выдадут код сейфа                   ▓H░
░I▓( у меня 582 ).                                         + 2       420 ▓I░
░J▓  Выйдите из сумки, подойдите к сейфу, и введите код.   +10       430 ▓J░
░ ▓  Берите все вещи из него.                              + 2       432 ▓ ░
░p▓  Загляните в сумку, дотроньтесь до золотой маски, из                   ▓p░
░r▓нее выпадет аналогичная монета.                         + 5       437 ▓r░
░e▓  Воздействуйте табакеркой на подушку, получите отно-                   ▓e░
░s▓сительно крепкую веревку (???!"???!!?").                + 5       442 ▓s░
░e▓  Привяжите веревку к ножке кровати.                    + 5       447 ▓e░
░n▓  Спускайтесь вниз.                                     + 2       449 ▓n░
░t▓  Сразу прячтесь за бочкой, чтобы вас не заметил тол-                   ▓t░
░ ▓стяк. Зарегистрируйте реку, книгу, город.               + 3       452 ▓ ░
░#▓  Подождите,пока мужик уйдет на следущую картинку , и                   ▓#░
░L▓взбирайтесь на вышку.Отключите сигнализацию на радаре   + 5       457 ▓L░
░E▓  Возьмите совок.                                       + 5       462 ▓E░
░S▓  Ступеньки на вышке обломяться,но не пугайтесь,возь-                   ▓S░
░H▓мите подтяжки из корзины                                + 3       465 ▓H░
░I▓  Привяжите их к радару, на них тоже клево спускаться   + 5       470 ▓I░
░J▓  Скоренько прячьтесь за ближайшей бочкой, а то снова                   ▓J░
░ ▓поймают и "#""! ( let's be сильно охреначат ). Переж-                   ▓ ░
░p▓дите очередной приход толстяка.Наберите пшена из куч-                   ▓p░
░r▓ки в совок.                                             + 5       475 ▓r░
░e▓  После очередного прихода-ухода толстого , перебери-                   ▓e░
░s▓тесь как можно ближе к верху картинки,и идите вправо.                   ▓s░
░e▓Зарегистрируйте шахту и птицу.                          + 2       477 ▓e░
░n▓  Заберитесь в сумку, и коснитесь совка.                + 1       478 ▓n░
░t▓  Возьмите зерно, и киньте его птицам.                  +10       488 ▓t░
░ ▓  Возьмите из сумки белый ключ, и откройте клетки.      + 5       493 ▓ ░
░#▓  Когда мужик убежит вслед за птицами,подойдите к пню                   ▓#░
░L▓и возьмите топор.                                       + 5       498 ▓L░
░E▓  Вернитесь на картинку влево,заберитесь по веревке в                   ▓E░
░S▓дом, зарегистрируйте сундук.                            + 1       499 ▓S░
░H▓  Подойдите к сейфу,откройте его,и снова возьмите все                   ▓H░
░I▓его содержимое.                                         + 2       501 ▓I░
░J▓  Поговорите с мышью, и возвращайтесь вниз и  вправо.                   ▓J░
░ ▓Вырубите топором каное из бревна.                       + 5       506 ▓ ░
░p▓  Спустите его на воду, сядьте, выйдите.                + 5       511 ▓p░
░r▓  Снова возвращайтесь в дом.Возьмите предметы на кро-                   ▓r░
░e▓вати и бумажку у тигра.                                 + 7       518 ▓e░
░s▓  Поговорите с мышью.                                   + 5       523 ▓s░
░e▓  Спускайтесь вниз, и возвращайтесь к каное. Садитесь                   ▓e░
░n▓в нее и гребите, используя ракетку в чехле.             + 5       528 ▓n░
░t▓  Гребите как можно быстрее, т. к. за вами погоня. Но                   ▓t░
░ ▓не забудьте зарегистрировать обгорелые деревья.         + 1       529 ▓ ░
░#▓  БАХХХ!!!Вас затянуло в водоворот,и вы спустились в                    ▓#░
░L▓                                                                        ▓L░
░E▓                    ПЕЩЕРА ЛЕТУЧИХ МЫШЕЙ                                ▓E░
░S▓                                                                        ▓S░
░H▓  Царство летучих мышей. Зарегистрируйте всех их.       + 5       534 ▓H░
░I▓  Поговорите со всеми мышами.                           + 6       540 ▓I░
░J▓  Предьявите охранику талисман Лесного Сердца.          + 5       545 ▓J░
░ ▓  Возьмите рядом с ним стопку виз.                      + 5       550 ▓ ░
░p▓  Поговорите с мышью-стражником.                        + 1       551 ▓p░
░r▓  Поговорите опять со всеми ( 5 персон )                + 5       556 ▓r░
░e▓  Отдайте  мышу-панку  визу в виде  большого зеленого                   ▓e░
░s▓зонтичного листа.                                       + 5       561 ▓s░
░e▓  Отдайте мышу-деду зеленый продолговатый лист.         + 5       566 ▓e░
░n▓  Мышу в кепке - светло-зеленый, изрезанный лист.       + 5       571 ▓n░
░t▓  Маленькой мыши отдайте зеленый лист с белой, зигза-                   ▓t░
░ ▓гообразной полосой.                                     + 5       576 ▓ ░
░#▓  Вашей подружке отдайте желтый кленовый лист.          + 5       581 ▓#░
░L▓  Отдайте последний лист охранику, и можете уходить с                   ▓L░
░E▓картинки.                                               + 5       586 ▓E░
░S▓  Зарегистрируйте мышь, каменое здание, подземный ход                   ▓S░
░H▓и что-то выпуклое.                                      + 4       590 ▓H░
░I▓  Поговорите с мышью.                                   + 1       591 ▓I░
░J▓  Подойдите к палке и повисните вниз головой,как мышь   + 5       596 ▓J░
░ ▓  Снова поговорите с мышью, слезьте, возьмите горячий                   ▓ ░
░p▓камень.                                                 + 5       601 ▓p░
░r▓  Поместите его на начало камня, и пантера оживет.      + 5       606 ▓r░
░e▓  Освободите ее, разгадывая загадки.                    +10       616 ▓e░
░s▓  Пантера даст вам совет, и золотое перо.Возьмите его   + 5       621 ▓s░
░e▓  Уходите вверх. После того, как ваша  мышка-подружка                   ▓e░
░n▓прилетит, почуствует себя плохо, и упадет,  вернитесь                   ▓n░
░t▓назад, и позовите старого мыша . Он  даст вам свисток                   ▓t░
░ ▓( в виде птицы).                                        + 5       626 ▓ ░
░#▓  Так-же он раскажет, как найти живую воду для мышки-                   ▓#░
░L▓подружки. Свистните в свисток, чтобы дорога открылась   + 5       631 ▓L░
░E▓  Сядьте в лодку, и плывите.                            + 5       636 ▓E░
░S▓                                                                        ▓S░
░H▓                          ЗАТОПЛЕННЫЙ ЛЕС                               ▓H░
░I▓                                                                        ▓I░
░J▓  Когда вашу лодку потопят деревья-гиганты , зарегис-                   ▓J░
░ ▓рируйте их, и кокосовые орехи.                          + 2       638 ▓ ░
░p▓  Плывите вниз. Зарегистрируйте лилию.                  + 1       639 ▓p░
░r▓  Заберитесь по лиане на дерево, и возьмите бананы.     + 5       644 ▓r░
░e▓  Плывите вверх и вправо.Зарегистрируйте вставные че-                   ▓e░
░s▓люсти.                                                  + 1       645 ▓s░
░e▓  Поговорите с голодной обезьяной.                      + 1       646 ▓e░
░n▓  Киньте ей бананы.                                     + 5       651 ▓n░
░t▓  Подплывите к острову и заберитесь на него. Возьмите                   ▓t░
░ ▓вставные челюсти.                                       + 5       656 ▓ ░
░#▓  Плывите влево и вниз. Откусите  с  помощью вставной                   ▓#░
░L▓челюсти лист лилии.                                     + 5       661 ▓L░
░E▓  Заберитесь на него.                                   + 5       666 ▓E░
░S▓  Плывите назад к обезьяне. подплывите  к  острову  и                   ▓S░
░H▓пускай она уплывает на листе.                           +10       676 ▓H░
░I▓  Прилетит орел, и утащит вас  к  себе в гнездо ( для                   ▓I░
░J▓ужина ). Зарегистрируйте его.                           + 1       677 ▓J░
░ ▓  Отдайте ему золотое перо, и он отнесет вас в          +10       687 ▓ ░
░p▓                                                                        ▓p░
░r▓                  ПОТЕРЯННЫЙ ЗОЛОТОЙ ГОРОД ИНКОВ                        ▓r░
░e▓                                                                        ▓e░
░s▓  Итак, вы в самом начале города. Зарегистируйте  ка-                   ▓s░
░e▓мень, пару цветов, город.                               + 4       691 ▓e░
░n▓  Соберите весь мусор ( 6 предметов)                    + 6       697 ▓n░
░t▓  Возьмите лупу.                                        +10       707 ▓t░
░ ▓  Посмотрите через нее на амулет с красной печатью, и                   ▓ ░
░#▓вы увидите на нем план лабиринта, который  вам предс-                   ▓#░
░L▓тоит пройти.                                            + 5       712 ▓L░
░E▓  Поместите Золотую маску в отверстие в стене.          + 5       717 ▓E░
░S▓  Возьмите золото из открывшегося тайника.              + 3       720 ▓S░
░H▓  Присядьте на специально  высеченное  место в камне.                   ▓H░
░I▓Встаньте. положите на это место найденное золото.       + 2       722 ▓I░
░J▓  Положите на сидение золотой диск.                     + 8       730 ▓J░
░ ▓  Входите под камень. Вы очутились в лабиринте  Золо-                   ▓ ░
░p▓того Города, план которогог видели  на  амулете. Если                   ▓p░
░r▓хотите, посмотрите на него снова. Зарегистрируйте ла-                   ▓r░
░e▓биринт и стеллу.                                        + 2       732 ▓e░
░s▓  Идите к самому верхенему входу. Зайдите в него.       +15       747 ▓s░
░e▓  Вы оказались в ритуальной комнате . Зарегистрируйте                   ▓e░
░n▓потолок.                                                + 1       748 ▓n░
░t▓  Соберите 1 мозаику на стене.                          + 5       753 ▓t░
░ ▓  Откроется первый тайник, возьмите из него флейту.     + 5       758 ▓ ░
░#▓  Соберите следущую мозаику.                            + 5       763 ▓#░
░L▓  Возьмите из тайника золотую чашу и золотую шапку.     +10       773 ▓L░
░E▓  Соберите 3 мозаику ( пустую ) . Подойдите  к правой                   ▓E░
░S▓стене, залезьте на нее.                                 + 2       775 ▓S░
░H▓  Дерните змею за хвост, и откроется подземный ход.     + 3       778 ▓H░
░I▓  Слезайте, и идите в него.                                             ▓I░
░J▓                                                                        ▓J░
░ ▓                        ЗОЛОТОЙ ОСТРОВ                                  ▓ ░
░p▓                                                                        ▓p░
░r▓  Вы оказались на островах, рядом с Золотым Островом.                   ▓r░
░e▓Прыгая по кочкам, доберитесь до дальнего острова.Опа-                   ▓e░
░s▓сайтесь наступать на самую левую кочку,это подлая че-                   ▓s░
░e▓репаха. Вылезет огромный Золотой Змей.                  + 5       783 ▓e░
░n▓  Наденьте Золотую шапку.                               + 2       785 ▓n░
░t▓  Поиграйте на Золотой дудке для Змея.                  +13       793 ▓t░
░ ▓  Змей заснул. Прыгните в реку, и плывите к острову.    + 5       803 ▓ ░
░#▓  Итак, вы в самом центре Золотого Города - на  Золо-                   ▓#░
░L▓том острове. Зарегистрируйте бассейн.                   + 1       804 ▓L░
░E▓  Возьмите каменую чашу из рук идола.                   + 5       809 ▓E░
░S▓  Попытайтесь повернуть голову на бассейне. Вас схва-                   ▓S░
░H▓тят растения-охраники. Поговорите с ними, и предьяви-                   ▓H░
░I▓те талисман Лесного Сердца.                             + 1       810 ▓I░
░J▓  Вас отпустят. Подойдите, и поверните голову на бас-                   ▓J░
░ ▓сейне, чтобы полилась вода.                             +10       820 ▓ ░
░p▓  Закройте с помощью каменой чаши дырку в бассейне.     + 5       825 ▓p░
░r▓  Аккуратно возьмите и поместите цветок Лесного Серд-                   ▓r░
░e▓ца в воду.                                              + 5       830 ▓e░
░s▓  Росток пробьется из цветка.                           +15       845 ▓s░
░e▓  Заберите его из воды.                                 +20       865 ▓e░
░n▓  Внимание, наконец то начинается  последняя  битва с                   ▓n░
░t▓главным вашим врагом, представителем компании CIBOLA,                   ▓t░
░ ▓человеком в шляпе. Итак, для начала, он вас поймал, и                   ▓ ░
░#▓посадил на статую, а сам копается в  земле . В общем,                   ▓#░
░L▓самое время пройти последние тесты. Зайдите  в ECORE-                   ▓L░
░E▓CORDER, и выберите TEST. Тест простенький, основан на                   ▓E░
░S▓выборе одного предмета из двух по названию и картинке                   ▓S░
░H▓За правильное его прохождение дают много очков.         +46       911 ▓H░
░I▓  Слезайте с идола. возьмите из сумки золотую чашу, и                   ▓I░
░J▓поместите ее рядом с лианами-охраниками.Мужик захочет                   ▓J░
░ ▓ее взять, и так и останется. Он вам больше не против-                   ▓ ░
░p▓ник.                                                    +10       921 ▓p░
░r▓  А теперь свистните в свисток, и прилетят мыши.        + 5       926 ▓r░
░e▓  Наберите в горсть воды из  бассейна , и плесните на                   ▓e░
░s▓вашу мышку-подружку. Она здорова!!!!                    +15       941 ▓s░
░e▓  А теперь, когда  ваша подруга  здорова, ваша задача                   ▓e░
░n▓посадить росток Лесного Сердца вместе с  вашими  дру-                   ▓n░
░t▓зьями-индейцами.Возвращайтесь на место гибели Лесного                   ▓t░
░ ▓Сердца, и сажайте же быстрей!!!                         +25       966 ▓ ░
░#▓  Итак, дерево посажено,индейцы заново отстроили сго-                   ▓#░
░L▓ревшую деревню, все прекрасно,но все-же, надо возвра-                   ▓L░
░E▓щаться! Вас ждут папа, и пр родственники. Конечно, вы                   ▓E░
░S▓поможете индейцам сохранить новое Лесное Сердце, свя-                   ▓S░
░H▓завшись с Экологическим Департаментом. Но, на  проща-                   ▓H░
░I▓нье, свистните еще раз в свисток.                       + 5       971 ▓I░
░J▓  Посмотрите на сюрприз, который вам приготовила мыш-                   ▓J░
░ ▓ка-подружка. Маленький мышонок ?!?!?!! ( Да он, да я,                   ▓ ░
░p▓да разве это мой????? Да когда она успела !@$!#$#@%?)   +10       981 ▓p░
░r▓                                                                        ▓r░
░e▓                                                                        ▓e░
░s▓                       QUEST ПРОЙДЕН !!!!                               ▓s░
░e▓                                                                        ▓e░
░n▓  Ну вот, и конец игры. С нашей помощью вы набрали 981 очко из 1000 и   ▓n░
░t▓  прошли этот красивый QUEST. Надеюсь, вы замечательно провели время.   ▓t░
░ ▓  ДО ВСТРЕЧЬ!!!                                                         ▓ ░
░#▓                                            LESHIJ. 1.05.93             ▓#░
░L▓                                                                        ▓L░
░E▓╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦▓E░
░S▓╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩▓S░
░H▓            ∙                ∙          ∙             ∙            ∙    ▓H░
░I▓ ·   ·  · ██╗ °  · ███████╗ ███████╗ ██╗  ██╗·██╗ °    ██╗· ·   ·   ∙  ∙▓I░
░J▓  °  ·    ██║  ·   ██╔════╝ ██╔════╝ ██║· ██║ ██║   ·  ██║  ·    ·      ▓J░
░ ▓  ·  ·    ██║  ·   █████╗ ° ███████╗ ███████║ ██║ ·    ██║  · ·°   ·    ▓ ░
░p▓  ·    ·  ██║      ██╔══╝   ╚════██║ ██╔══██║ ██║ ██ · ██║· ·          ∙▓p░
░r▓ ·        ███████╗ ███████╗ ███████║ ██║· ██║ ██║ ╚█████╔╝ ·    ·    ·  ▓r░
░e▓ °      · ╚══════╝ ╚══════╝ ╚══════╝ ╚═╝· ╚═╝ ╚═╝  ╚════╝    °          ▓e░
░s▓·     ·  ·   ·  °    ·    ·    °    ·    ·    ·    ·   ·   ·  ··   ∙    ▓s░
░e▓ ╓─┐╓──┐ ╥──┐ ╓─╥─┐  ·  ╓──┐ ╓──┐ ╥  · ╥    ╥──┐ ╓──┐ ╓─╥─┐ ─╥─╓──┐╓──┐·▓e░
░n▓ ╙─┐║· │ ╟─  ·  ║   ─── ║·   ║ ·│ ║ ·  ║  · ╟─   ║·  ·  ║ °  ║·║ ·│║  │ ▓n░
░t▓╙──┘╙──┘ ╨ ·    ╨ °   · ╙──┘ ╙──┘ ╨──┘ ╨──┘ ╨──┘ ╙──┘ · ╨   ─╨─╙──┘╨ ·┴ ▓t░
░ ▓   ·  ·   ·    ·    ·    °     ·     ·         ·    ·        ∙  ∙       ▓ ░
░ ▓╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦╦▓ ░
░ ▓╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩╩▓ ░
░▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓▓░░
░▒░▒░▒░▒░▒░▒░▒░▒░▒░  COPYRIGHT(LEFT) BY LGG, МАЙ  1993 Г  ░▒░▒░▒░▒░▒░▒░▒░▒░▒░░
▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒▒
■■■■■■■■■■■ IF YOU WANT TO SAY ( ANYTHING ), CALL (095) 941-35-81 ■■■■■■■■■■■■
░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░░
■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
