

                              HARD DISK DRIVE DIRECTORY

        9:41:40 pm             THEREF(tm)  Version 4.1                  1/03/91
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд

                                                                        PAGE  1
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        ALPS ELEC.               3.50  615  1 17 ST412     5.0Mb
        DRND-10A          10.0MB HALF       2    MFM      60mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        ALPS ELEC.               3.50  615  2 17 ST412     5.0Mb
        DRND-20A          20.0MB HALF       4    MFM      60mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        ALPS ELEC.               3.50  615  1 26 ST412     7.5Mb
        DRPO-20D          20.0MB HALF       2    RLL(2,7) 60mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        ALPS ELEC.               3.50  615  1 26 ST412     7.5Mb
        RPO-20A           20.0MB HALF       2    RLL(2,7) 60mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        AMPEX             13.0MB 5.25  320  2 17 ST412     5.0Mb
        PYXIS-13          10.0MB FULL  132  4    MFM      90mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        AMPEX             20.0MB 5.25  320  3 17 ST412     5.0Mb
        PYXIS-20          15.0MB FULL  132  6    MFM      90mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        AMPEX             27.0MB 5.25  320  4 17 ST412     5.0Mb
        PYXIS-27          20.0MB FULL  132  8    MFM      90mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        AMPEX              7.0MB 5.25  320  1 17 ST412     5.0Mb
        PYXIS-7            5.0MB FULL  132  2    MFM      90mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        AREAL TECH.              2.50       1    SCSI             Y
        BP-100           100.0MB SUBH         VC RLL(2,7)
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        AREAL TECH.              2.50  819  1              7.5Mb  Y         .9W
        MD-2050           49.2MB SUBH         VC RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        AREAL TECH.              2.50       1                     Y        1.0W
        MD-2060           62.9MB 0.6"       2                              5oz.
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        AREAL TECH.              2.50                      7.5Mb  Y        0.9W
        MD-2100          100.0MB SUBH         VC RLL(2,7) 29mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        ATASI             20.0MB 5.25  645  2 17 ST412     5.0Mb
        3020              17.0MB FULL  320  3    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        ATASI             33.0MB 5.25  645  3 17 ST412     5.0Mb
        3033              28.0MB FULL  320  5    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        ATASI             46.0MB 5.25  645  4 17 ST412     5.0Mb
        3046              39.0MB FULL  320  7    MFM      33mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд

        Ч


                                                                        PAGE  2
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        ATASI             51.0MB 5.25  704  4 17 ST412     5.0Mb
        3051              43.0MB FULL  352  7    MFM      33mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        ATASI             53.0MB 5.25  733  4 17 ST412     5.0Mb
        3053              44.0MB FULL  368  7    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        ATASI             75.0MB 5.25 1024  4 17 ST412     5.0Mb
        3075              67.0MB FULL       8    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        ATASI             85.0MB 5.25 1024  4 17 ST412     5.0Mb
        3085              72.0MB FULL       8    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        ATASI                    5.25 1925  8 71 ESDI     20.0Mb  Y  150K 24.0W
        6120            1051.0MB FULL      15 VC RLL(2,7) 14mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        ATASI                    5.25 1632  8 54 ESDI     15.0Mb  Y  150K 31.0W
        676              765.0MB FULL      15 VC RLL(2,7) 16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        BASF                     5.25  440  3 17 ST412     5.0Mb
        6185              23.0MB FULL  220  6    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        BASF                     5.25  440  2 17 ST412     5.0Mb
        6186              15.0MB FULL  220  4    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        BASF                     5.25  440  1 17 ST412     5.0Mb
        6187               8.0MB FULL  220  2    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        BULL              30.0MB       987  2 17 ST412     5.0Mb
        D-530             25.0MB            3    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        BULL              50.0MB       987  3 17 ST412     5.0Mb
        D-550             43.0MB            5    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        BULL              70.0MB       987  4 17 ST412     5.0Mb
        D-570             59.0MB            7    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        BULL              85.0MB      1166  4
        D-585                               7
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        C.ITOH & Co.             3.50  788  2    SCSI      8.5Mb      40K 12.0W
        YD-3042           43.5MB HALF       4    RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        C.ITOH & Co.             3.50  788  3    SCSI      8.5Mb      40K 12.0W
        YD-3082           83.0MB HALF       5    RLL(2,7) 27mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        C.ITOH & Co.             5.25  731  3 17 ST412     5.0Mb
        YD-3530           32.0MB HALF       5    MFM      26mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        C.ITOH & Co.             5.25  731  4 17 ST412     5.0Mb
        YD-3540           45.0MB HALF       7    MFM      26mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE  3
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        CARDIFF           53.0MB 3.50 1024  3 17 ST412     5.0Mb
        F-3053            44.0MB HALF       5    MFM      20mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CARDIFF           80.0MB 3.50 1024  3 26 ESDI      7.0Mb
        F-3080E           68.0MB HALF       5    RLL(2,7) 20mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CARDIFF           80.0MB 3.50 1024  3 26 SCSI      7.5Mb
        F-3080S           68.0MB HALF       5    RLL(2,7) 20mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CARDIFF          127.0MB 3.50 1024  3 35 ESDI     10.0Mb
        F-3127E          109.0MB HALF       5    RLL(2,7) 20mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CARDIFF          127.0MB 3.50 1024  3 35 SCSI     10.0Mb
        F-3127S          109.0MB HALF       5    RLL(2,7) 20mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC  BJ7D5A              5.25  670  3 17 ST412     5.0Mb
        77731608          29.0MB FULL  128  5    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC  BJ7D5A              5.25  733  3 17 ST412     5.0Mb
        77731613                 FULL  128  5    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC  BJ7D5A              5.25  670  2 17 ST412
        77731614          23.0MB FULL       4    MFM      36mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC ELITE       1200.0MB 5.25      10    SMD      24.0Mb     100K 50.0W
        97500-12G                FULL      17 VC          12mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC ELITE       1500.0MB 5.25      10    SCSI-2   30.0Mb     100K 45.0W
        97501-15G                FULL      17 VC RLL(ZBR) 12mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC ELITE       1200.0MB 5.25      10    IPI-2    24.0Mb     100K 50.0W
        97509-12G                FULL      17 VC          12mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC SWIFT        136.0MB 3.50       3    SCSI     10.0Mb  Y   70K  9.0W
        94311-136        120.0MB SUBH       5 VC RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC SWIFT        136.0MB 3.50       3    SCSI     10.0Mb  Y   70K  9.0W
        94311-136        120.0MB HALF       5 VC RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC SWIFT        136.0MB 3.50       3    SCSI-2   10.0Mb  Y   70K  9.0W
        94311-136S       120.0MB SUBH       5 VC RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC SWIFT        136.0MB 3.50       3    IDE(AT)  10.0Mb  Y   70K  9.0W
        94314-136        120.0MB SUBH       5 VC RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC SWIFT        111.0MB 3.50 1072  3    ESDI     10.0Mb      70K 11.0W
        94316-111         98.0MB HALF       5             23mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC SWIFT        136.0MB 3.50       3    ESDI     10.0Mb  Y   70K 11.0W
        94316-136        120.0MB HALF       5 VC RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE  4
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        CDC SWIFT        155.0MB 3.50 1072  4    ESDI     10.0Mb  Y   70K 11.0W
        94316-155        138.0MB HALF       7 VC          15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC SWIFT        200.0MB 3.50 1072  5    ESDI     10.0Mb  Y   99K 11.0W
        94316-200        177.0MB HALF       9 VC          15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC SWIFT         55.0MB 3.50       3 17 ST412     5.0Mb
        94335-055         46.0MB HALF       5 VC MFM      25mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC SWIFT        100.0MB 3.50       5 17 ST412     5.0Mb
        94335-100         83.0MB HALF       9 VC MFM      25mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC SWIFT        150.0MB 3.50       5 26 ST412     7.5Mb  Y
        94335-150        128.0MB HALF       9 VC RLL(2,7) 25mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC SWIFT        111.0MB 3.50 1068  3    SCSI     10.0Mb  Y   70K 11.0W
        94351-111         98.0MB HALF       5 VC RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC SWIFT        126.0MB 3.50 1068  4 36 SCSI      8.0Mb  Y   70K 11.0W
        94351-126        111.0MB HALF       7 VC RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC SWIFT        128.0MB 3.50 1068  4 36 SCSI     10.0Mb  Y
        94351-128        111.0MB HALF       7 VC RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC SWIFT        133.0MB 3.50 1268  3    SCSI-2   10.0Mb  Y   70K 11.0W
        94351-133S       116.0MB HALF       5 VC RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC SWIFT        134.0MB 3.50 1068  4 36 SCSI     10.0Mb  Y
        94351-134                HALF       7 VC RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC SWIFT        156.0MB 3.50 1068  4    SCSI     10.0Mb  Y
        94351-155        138.0MB HALF       7 VC RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC SWIFT        156.0MB 3.50 1068  4    SCSI-2   10.0Mb  Y   70K 11.0W
        94351-155S       138.0MB HALF       7 VC RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC SWIFT        162.0MB 3.50 1068  5 36 SCSI      8.0Mb  Y   70K 11.0W
        94351-160        142.0MB HALF       9 VC RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC SWIFT        172.0MB 3.50 1068  5 36 SCSI     10.0Mb  Y
        94351-172                HALF       9 VC RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC SWIFT        186.0MB 3.50 1268  4    SCSI-2   10.0Mb  Y   70K 11.0W
        94351-186S       163.0MB HALF       7 VC RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC SWIFT        201.0MB 3.50 1068  5 36 SCSI     10.0Mb  Y   70K 11.0W
        94351-200        177.0MB HALF       9 VC RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC SWIFT        201.0MB 3.50 1068  5 36 SCSI-2   10.0Mb  Y   70K 11.0W
        94351-200S       177.0MB HALF       9 VC RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE  5
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        CDC SWIFT        239.0MB 3.50 1273  5 36 SCSI-2   10.0Mb  Y   70K 11.0W
        94351-230S       210.0MB HALF       9 VC RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC SWIFT        111.0MB 3.50 1072  3    IDE(AT)  10.0Mb  Y   70K 11.0W
        94354-111         98.0MB HALF       5 VC RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC SWIFT        126.0MB 3.50 1072  4 29 IDE(AT)   8.0Mb  Y   70K 11.0W
        94354-126        111.0MB HALF       7 VC RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC SWIFT        133.0MB 3.50 1272  3 29 IDE(AT)  10.0Mb  Y   70K 11.0W
        94354-133        117.0MB HALF       5 VC RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC SWIFT        156.0MB 3.50 1072  4 29 IDE(AT)  10.0Mb  Y   70K 11.0W
        94354-155        138.0MB HALF       7 VC RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC SWIFT        162.0MB 3.50 1072  5 29 IDE(AT)   8.0Mb  Y   70K 11.0W
        94354-160        143.0MB HALF       9 VC RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC SWIFT        186.0MB 3.50 1272  4    IDE(AT)  10.0Mb  Y   70K 11.0W
        94354-186        164.0MB HALF       7 VC RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC SWIFT        201.0MB 3.50 1072  5 36 IDE(AT)  10.0Mb  Y   70K 11.0W
        94354-200        177.0MB HALF       9 VC RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC SWIFT        239.0MB 3.50 1272  5 36 IDE(AT)  10.0Mb  Y   70K 11.0W
        94354-230        211.0MB HALF       9 VC RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC SWIFT         55.0MB 3.50       3 17 ST412     5.0Mb
        94355-055         46.0MB HALF       5 VC MFM      17mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC SWIFT        100.0MB 3.50 1072  5 17 ST412     5.0Mb  Y   70K  9.0W
        94355-100         88.0MB HALF       9 VC MFM      15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC SWIFT        150.0MB 3.50 1072  5 28 ST412     7.5Mb  Y   70K  9.0W
        94355-150        133.0MB HALF       9 VC RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC SWIFT        111.0MB 3.50 1072  3    ESDI     10.0Mb  Y   70K 11.0W
        94356-111         98.0MB HALF       5 VC RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC SWIFT        156.0MB 3.50 1072  4    ESDI     10.0Mb  Y   70K 11.0W
        94356-155        138.0MB HALF       7 VC RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC SWIFT        201.0MB 3.50 1072  5    ESDI     10.0Mb  Y   70K 11.0W
        94356-200        177.0MB HALF       9 VC RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC WREN I        21.0MB 5.25  670  2 17 ST412     5.0Mb
        94155-021                FULL       3    MFM      28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC WREN I        25.0MB 5.25  697  2 17 ST412     5.0Mb
        94155-025                FULL       4    MFM      28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE  6
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        CDC WREN I        28.0MB 5.25  697  2 17 ST412     5.0Mb
        94155-028         24.0MB FULL       4    MFM      28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC WREN I        36.0MB 5.25  697  3 17 ST412     5.0Mb
        94155-036         30.0MB FULL       5    MFM      36mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC WREN I        38.0MB 5.25  733  3 17 ST412     5.0Mb
        94155-038         31.0MB FULL       5    MFM      28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC WREN II       48.0MB 5.25  925  3 17 ST412     5.0Mb  Y
        94155-048         40.0MB FULL       5 VC MFM      28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC WREN II       51.0MB 5.25  989  3 17 ST412     5.0Mb
        94155-051         43.0MB FULL       5    MFM      28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC WREN II       57.0MB 5.25  925  3 17 ST412     5.0Mb
        94155-057         48.0MB FULL       6    MFM      28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC WREN II       67.0MB 5.25  925  4 17 ST412     5.0Mb
        94155-067         56.0MB FULL       7    MFM      28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC WREN II       77.0MB 5.25  925  4 17 ST412     5.0Mb
        94155-077         64.0MB FULL       8    MFM      28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC WREN II       85.0MB 5.25 1024  5 17 ST412     5.0Mb  Y   40K 28.0W
        94155-085         71.3MB FULL       8 VC MFM      28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC WREN II       86.0MB 5.25  925  5 17 ST412     5.0Mb  Y   40K 28.0W
        94155-086         72.5MB FULL       9 VC MFM      28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC WREN II       96.0MB 5.25 1024  5 17 ST412     5.0Mb  Y   40K 28.0W
        94155-096         80.2MB FULL       9 VC MFM      28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC WREN II      135.0MB 5.25  960  5 26 ST412     7.5Mb  Y   40K 28.0W
        94155-135        115.0MB FULL       9 VC RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC WREN II       48.0MB 5.25  925  3    ESDI      5.0Mb  Y
        94156-048         40.2MB FULL       5 VC RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC WREN II       67.0MB 5.25  925  4    ESDI     10.0Mb  Y
        94156-067         56.0MB FULL       7 VC RLL(2,7)
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC WREN II       86.0MB 5.25  925  5    ESDI     10.0Mb  Y
        94156-086         72.0MB FULL       9 VC RLL(2,7)
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC WREN II       74.0MB 5.25  941  3    IDE(AT)   7.5Mb  Y   40K 20.0W
        94204-074         65.5MB HALF       5 VC RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC WREN II       81.0MB 5.25 1024  3    IDE(AT)   7.5Mb  Y   40K 20.0W
        94204-081         71.3MB HALF       5 VC RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE  7
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        CDC WREN II       51.0MB 5.25  989  3 17 ST412     5.0Mb  Y   40K 18.0W
        94205-051         43.0MB HALF       5 VC MFM      28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC WREN II       77.0MB 5.25  989  3 26 ST412     7.5Mb  Y   40K 18.0W
        94205-077         63.3MB HALF       5 VC RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC WREN II       75.0MB 5.25  966  3    IDE(?)    7.5Mb  Y
        94208-075         60.0MB HALF       5 VC RLL(2,7) 30mS  COMPAQ, TYPE 47
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC WREN II       51.0MB 5.25  989  5  3 ST412     5.0Mb  Y
        94295-051         43.0MB FULL       0 VC MFM      28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC WREN III      86.0MB 5.25  969  0    SCSI             Y
        94161-086                FULL       0 VC RLL(2,7) 17mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC WREN III     101.0MB 5.25  969  3    SCSI     10.0Mb  Y
        94161-101         86.0MB FULL       5 VC RLL(2,7) 17mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC WREN III     121.0MB 5.25  969  0    SCSI             Y
        94161-121                FULL       0 VC RLL(2,7) 17mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC WREN III     141.0MB 5.25  969  4    SCSI     10.0Mb  Y
        94161-141        121.0MB FULL       7 VC RLL(2,7) 17mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC WREN III     182.0MB 5.25  969  5    SCSI     10.0Mb  Y  100K 21.0W
        94161-182        160.0MB FULL       9 VC RLL(2,7) 17mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC WREN III     101.0MB 5.25  969  3    ESDI     10.0Mb  Y
        94166-101         86.0MB FULL       5 VC RLL(2,7) 17mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC WREN III     141.0MB 5.25  969  4    ESDI     10.0Mb  Y
        94166-141        121.0MB FULL       7 VC RLL(2,7) 17mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC WREN III     182.0MB 5.25  969  5    ESDI     10.0Mb  Y  100K 21.0W
        94166-182        160.0MB FULL       9 VC RLL(2,7) 17mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC WREN III     106.0MB 5.25  969  3    SCSI     10.0Mb  Y  100K 20.0W
        94211-106         91.0MB HALF       5 VC RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC WREN III     106.0MB 5.25  969  3    ESDI     10.0Mb  Y  100K 20.0W
        94216-106         94.0MB HALF       5 VC RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC WREN IV      300.0MB 5.25 1365  5    SCSI             Y
        94171-300                FULL       9 VC RLL(2,7) 17mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC WREN IV      344.0MB 5.25 1549  5    SCSI     12.0Mb  Y
        94171-344                FULL       9 VC RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC WREN IV      350.0MB 5.25 1549  5    SCSI     12.0Mb  Y  100K 30.0W
        94171-350        307.0MB FULL       9 VC RLL(ZBR) 17mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE  8
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        CDC WREN IV      376.0MB 5.25 1549  5    SCSI     12.0Mb  Y  100K 30.0W
        94171-376        330.0MB FULL       9 VC RLL(ZBR) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC WREN V       375.0MB 5.25 1549  5    SCSI     10.0Mb  Y
        94171-375                FULL       9 VC          16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC WREN V       385.0MB 5.25       8    SCSI     15.0Mb  Y  100K 21.0W
        94181-385 RUN.   337.0MB FULL      15 VC RLL(ZBR) 11mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC WREN V       574.0MB 5.25 1549  8    SCSI     12.0Mb  Y
        94181-574                FULL      15 VC RLL(ZBR) 16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC WREN V       702.0MB 5.25 1549  8    ESDI     12.0Mb  Y
        94181-702                FULL      15 VC RLL(ZBR) 16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC WREN V       702.0MB 5.25 1549  8    SCSI     14.0Mb  Y  100K 21.0W
        94181-702        613.0MB FULL      15 VC RLL(ZBR) 17mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC WREN V       265.0MB 5.25 1412  5    ESDI     10.0Mb  Y
        94186-265                FULL       9 VC RLL(2,7)
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC WREN V       324.0MB 5.25 1412  6    ESDI     10.0Mb  Y
        94186-324                FULL      11 VC RLL(2,7)
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC WREN V       383.0MB 5.25 1412  7    ESDI     10.0Mb  Y  100K 21.0W
        94186-383        328.0MB FULL      13 VC RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC WREN V       383.0MB 5.25 1412  7    SCSI     10.0Mb  Y
        94186-383                FULL      13 VC RLL(2,7) 20mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC WREN V       383.0MB 5.25 1224  8    ESDI     10.0Mb  Y  100K 21.0W
        94186-383H       329.0MB FULL      15 VC RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC WREN V       383.0MB 5.25 1224  8    SCSI     10.0Mb  Y
        94186-383H               FULL      15 VC RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC WREN V       442.0MB 5.25 1412  8    ESDI     10.0Mb  Y  100K 21.0W
        94186-442        373.0MB FULL      15 VC RLL(2,7) 16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC WREN V       442.0MB 5.25 1412  8    SCSI     10.0Mb  Y
        94186-442                FULL      15 VC RLL(2,7) 16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC WREN V       125.0MB 5.25       2    SCSI     12.0Mb  Y  100K 16.0W
        94221-125        110.0MB HALF       3 VC RLL(ZBR) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC WREN V       190.0MB 5.25 1547  3    SCSI     10.0Mb  Y
        94221-190                HALF       5 VC RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC WREN V       209.0MB 5.25 1547  3    SCSI     12.0Mb  Y  100K 18.0W
        94221-209        183.0MB HALF       5 VC RLL(ZBR) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE  9
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        CDC WREN V       767.0MB 5.25       8    SCSI     15.0Mb  Y  100K 21.0W
        94601-767 RUN.2  676.0MB FULL      15 VC RLL(ZBR) 12mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC WREN VI      766.0MB 5.25 1632  8    SCSI     15.0Mb  Y  100K 21.0W
        94191-766        676.0MB FULL      15 VC RLL(2,7) 17mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC WREN VI      766.0MB 5.25 1632  8    ESDI     15.0Mb  Y  100K 22.0W
        94196-766        676.0MB FULL      15 VC RLL(2,7) 17mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC WREN VI      383.0MB 5.25       4    SCSI     18.0Mb  Y  100K 16.0W
        94241-383        338.0MB HALF       7 VC RLL(2,7) 14mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC WREN VI      502.0MB 5.25       4    SCSI     20.0Mb  Y  100K 16.0W
        94241-502        440.0MB HALF       7 VC RLL(2,7) 16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC WREN VI      274.0MB 5.25 1747  3    IDE(AT)  15.0Mb  Y  100K 16.0W
        94244-274        193.0MB HALF       4 VC RLL(2,7) 16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC WREN VI      383.0MB 5.25 1747  4    IDE(AT)  15.0Mb  Y  100K 16.0W
        94244-383        337.0MB HALF       7 VC RLL(2,7) 16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC WREN VI      182.0MB 5.25 1453  3    ESDI     15.0Mb  Y  100K 15.0W
        94246-182        160.0MB HALF       4 VC RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC WREN VI      383.0MB 5.25 1748  4    ESDI     15.0Mb  Y  100K 15.0W
        94246-383        337.0MB HALF       7 VC RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CDC WREN VII    1200.0MB 5.25       8    SCSI     19.0Mb     100K 24.0W
        94601-12G       1050.0MB FULL      15 VC RLL(ZBR) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CENTURY DATA             5.25 1050  2 35 ESDI     10.0Mb  Y
        CAST-10203E       55.0MB FULL       3 VC RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CENTURY DATA             5.25 1050  2 35 SCSI     10.0Mb  Y
        CAST-10203S       55.0MB FULL       3 VC RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CENTURY DATA      87.0MB 5.25 1050  2 35 ESDI     10.0Mb  Y
        CAST-10304E       75.0MB FULL       4 VC RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CENTURY DATA      87.0MB 5.25 1050  2 35 SCSI     10.0Mb  Y
        CAST-10304S       75.0MB FULL       4 VC RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CENTURY DATA             5.25 1050  3 35 ESDI     10.0Mb  Y
        CAST-10305E       94.0MB FULL       5 VC RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CENTURY DATA             5.25 1050  3 35 SCSI     10.0Mb  Y
        CAST-10305S       94.0MB FULL       5 VC RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CENTURY DATA             5.25 1590  2 35 ESDI     10.0Mb  Y
        CAST-14404E      114.0MB HALF       4 VC RLL(2,7) 25mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 10
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        CENTURY DATA             5.25 1590  2 35 SCSI     10.0Mb  Y
        CAST-14404S      114.0MB HALF       4 VC RLL(2,7) 25mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CENTURY DATA     170.0MB 5.25 1590  3 35 ESDI     10.0Mb  Y
        CAST-14405E      140.0MB HALF       5 VC RLL(2,7) 20mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CENTURY DATA     170.0MB 5.25 1590  3 35 SCSI     10.0Mb  Y
        CAST-14405S      140.0MB HALF       5 VC RLL(2,7) 20mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CENTURY DATA     210.0MB 5.25 1590  3 35 ESDI     10.0Mb  Y
        CAST-14406E      170.0MB HALF       6 VC RLL(2,7) 20mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CENTURY DATA     210.0MB 5.25 1590  3 35 SCSI     10.0Mb  Y
        CAST-14406S      170.0MB HALF       6 VC RLL(2,7) 20mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CENTURY DATA             5.25 1599  5 35 ESDI     10.0Mb  Y
        CAST-24509E      258.0MB FULL       9 VC RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CENTURY DATA             5.25 1599  5 35 SCSI     10.0Mb  Y
        CAST-24509S      258.0MB FULL       9 VC RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CENTURY DATA             5.25 1599  6 35 ESDI     10.0Mb  Y
        CAST-24611E      315.0MB FULL      11 VC RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CENTURY DATA             5.25 1599  6 35 SCSI     10.0Mb  Y
        CAST-24611S      315.0MB FULL      11 VC RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CENTURY DATA             5.25 1599  7 35 ESDI     10.0Mb  Y
        CAST-24713E      372.0MB FULL      13 VC RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CENTURY DATA             5.25 1599  7 35 SCSI     10.0Mb  Y
        CAST-24713S      372.0MB FULL      13 VC RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CMI               26.0MB 5.25  615  2 17 ST412     5.0Mb
        3426              20.0MB HALF  256  4 SM MFM      85mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CMI               18.0MB 5.25         17 ST412     5.0Mb
        5018H             15.0MB FULL         SM MFM      85mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CMI                5.0MB 5.25  256    17 ST412     5.0Mb
        5205               4.0MB FULL  128  2 SM MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CMI                6.0MB 5.25  306    17 ST412     5.0Mb
        5206               5.0MB FULL  256  2 SM MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CMI               10.0MB 5.25  256  2 17 ST412     5.0Mb
        5410               8.0MB FULL  128  4 SM MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CMI               12.0MB 5.25  306  2 17 ST412     5.0Mb
        5412              10.0MB FULL       4 SM MFM      85mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 11
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        CMI               16.0MB 5.25  256  3 17 ST412     5.0Mb
        5616              13.0MB FULL       6 SM MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CMI               19.0MB 5.25  306  3 17 ST412     5.0Mb
        5619              15.0MB FULL  128  6 SM MFM      85mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CMI               13.0MB 5.25  640    17 ST412     5.0Mb
        6213              11.0MB FULL  256  2 SM MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CMI               26.0MB 5.25  640  2 17 ST412     5.0Mb
        6426              21.0MB FULL  256  4 SM MFM      39mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CMI               40.0MB 5.25  615  3 17 ST412     5.0Mb
        6640              33.0MB FULL  256  6 SM MFM      39mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CMI               60.0MB 5.25  960  3 17 ST412     5.0Mb
        7660              50.0MB FULL  450  6 SM MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CMI               80.0MB 5.25  960  4 17 ST412     5.0Mb
        7880              67.0MB FULL  450  8 SM MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CMS ENHANCE.             5.25            ESDI     10.0Mb  Y   25K 30.0W
        F115ESDI-T       114.0MB FULL            RLL(2,7) 30mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CMS ENHANCE.             5.25            ESDI     10.0Mb  Y   40K 21.0W
        F150AT-CA        150.0MB FULL            RLL(2,7) 17mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CMS ENHANCE.             5.25            ESDI     10.0Mb  Y   40K 21.0W
        F150AT-WCA       150.0MB FULL            RLL(2,7) 17mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CMS ENHANCE.             5.25                     10.0Mb  Y   40K 20.0W
        F150EQ-WCA       150.0MB FULL                     17mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CMS ENHANCE.             5.25            ESDI     10.0Mb  Y   40K 29.0W
        F320AT-CA        320.0MB FULL            RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CMS ENHANCE.             5.25            ESDI     10.0Mb  Y   25K 30.0W
        F70ESDI-T         73.0MB FULL                     30mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CMS ENHANCE.             5.25 1780  4 54 ESDI     15.0Mb  Y  150K 14.3W
        H330E1 PS Expr.  330.0MB HALF       7 VC RLL(2,7) 14mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CMS ENHANCE.             5.25 1780  4 54 ESDI     15.0Mb  Y  150K 14.3W
        H340E1 Expr.     340.0MB HALF       7 VC RLL(2,7) 14mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CMS ENHANCE.             5.25            ESDI     10.0Mb  Y   40K 21.0W
        PSExpress 150    150.0MB FULL                     17mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CMS ENHANCE.             5.25            ESDI     10.0Mb  Y   40K 29.0W
        PSExpress 320    320.0MB FULL                     15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 12
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        COGITO             6.0MB 5.25  306    17 ST412     5.0Mb
        CG-906             5.0MB       128  2 SM MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        COGITO            12.0MB 5.25  306    17 ST412     5.0Mb
        CG-912            11.0MB       128  4 SM MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        COGITO            12.0MB 5.25  612    17 ST412     5.0Mb
        PT-912            11.0MB       307  2 SM MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        COGITO            25.0MB 5.25  612    17 ST412     5.0Mb
        PT-925            21.0MB       307  4 SM MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CONNER                   2.50            SCSI             Y
        CP-2020           20.0MB              VC RLL(2,7)
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CONNER                   2.50  653  1    IDE-X,A  10.0Mb  Y   40K  3.0W
        CP-2024 KATO      21.4MB 1.0"       2 VC RLL(2,7) 40mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CONNER                   2.50            IDE              Y
        CP-2034 PANCHO    32.0MB 0.8"         VC RLL(2,7) 19mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CONNER                   2.50            IDE              Y
        CP-2044 PANCHO    42.0MB 0.8"         VC RLL(2,7) 19mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CONNER                   2.50            IDE              Y
        CP-2064 PANCHO    64.0MB 0.8"         VC RLL(2,7) 19mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CONNER                   3.50            SCSI             Y
        CP-30080          84.0MB 1.0"         VC RLL(2,7)
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CONNER                   3.50 1522  2    SCSI     12.0Mb  Y   50K  3.8W
        CP-30100 HOPI    120.0MB 1.0"       4 VC RLL(2,7) 19mS       64K BUFFER
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CONNER                   3.50 1522  2    IDE(AT)  12.0Mb      40K  3.8W
        CP-30104 HOPI    120.0MB 1.0"       4    RLL(2,7) 19mS       64K BUFFER
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CONNER                   3.50  636  1    SCSI     10.0Mb  Y   50K  4.2W
        CP-3020           21.5MB 1.0"       2 VC RLL(2,7) 29mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CONNER                   3.50  636  4
        CP-3022                             8
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CONNER                   3.50  636  1    IDE(AT)  10.0Mb  Y   50K  4.2W
        CP-3024           21.5MB 1.0"       2 VC RLL(2,7) 27mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CONNER                   3.50 1047  1 41 SCSI     12.0Mb  Y   50K  4.2W
        CP-3040           42.6MB 1.0"       2 VC RLL(2,7) 25mS        8K BUFFER
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CONNER                   3.50 1047  1 41 IDE(AT)  12.0Mb  Y   50K  4.2W
        CP-3044           42.9MB 1.0"       2 VC RLL(2,7) 25mS        8K BUFFER
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 13
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        CONNER                   3.50  776  4    SCSI     10.0Mb  Y   50K  5.7W
        CP-3100          104.9MB HALF       8 VC RLL(2,7) 25mS       16K BUFFER
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CONNER                   3.50  776  4    IDE(AT)  10.0Mb  Y
        CP-3102          104.0MB HALF       8 VC RLL(2,7) 25mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CONNER                   3.50  776  4 33 IDE(AT)  10.0Mb  Y   30K  5.7W
        CP-3104          104.9MB HALF       8 VC RLL(2,7) 25mS       32K BUFFER
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CONNER                   3.50            SCSI      9.0Mb  Y
        CP-3180           80.0MB HALF         VC RLL(2,7) 19mS       16K BUFFER
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CONNER                   3.50            IDE(AT)   9.0Mb  Y
        CP-3184           80.0MB HALF         VC RLL(2,7) 19mS       32K BUFFER
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CONNER                   3.50 1348  4 39 SCSI     12.0Mb  Y   50K  6.0W
        CP-3200F         212.6MB HALF       8 VC RLL(2,7) 16mS       64K BUFFER
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CONNER                   3.50 1348  4 39 IDE(AT)  12.0Mb  Y
        CP-3204          209.7MB HALF       8 VC RLL(2,7) 19mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CONNER                   3.50 1366  4    IDE(AT)  12.0Mb      20K  6.0W
        CP-3204F         212.6MB HALF       8    RLL(2,7) 16mS       64K BUFFER
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CONNER                   3.50  788  2    SCSI      7.5Mb  Y   20K  4.3W
        CP-340            42.9MB HALF       4 VC RLL(2,7) 29mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CONNER                   3.50  805  2    IDE(AT)   7.5Mb  Y
        CP-342            40.0MB HALF       4 VC RLL(2,7) 29mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CONNER                   3.50  805  2    IDE(AT)   7.5Mb  Y   20K  4.3W
        CP-344            42.9MB HALF       4 VC RLL(2,7) 29mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CONNER                   3.50       6    SCSI             Y
        CP-3500          510.0MB HALF         VC RLL(2,7) 12mS      256K BUFFER
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CONNER                   3.50       6    IDE(AT)          Y
        CP-3504          510.0MB HALF         VC RLL(2,7) 12mS      256K BUFFER
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CONNER                   3.50  627  1    IDE-X,A   9.0Mb      40K  3.8W
        CP-4024 STUBBY    21.8MB 1.0"       2    RLL(2,7) 29mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CONNER                   3.50 1104  1    IDE-X,A  10.0Mb      40K  3.8W
        CP-4044 STUBBY    42.9MB 1.0"       2    RLL(2,7) 50mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CORE INTL.       156.0MB 5.25            ESDI     10.0Mb  Y   99K 25.0W
        AT-150                   FULL            RLL(2,7) 16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CORE INTL.        31.0MB 5.25  733  3 17 ST412     5.0Mb
        AT-30                    FULL       5    MFM      26mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 14
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        CORE INTL.        48.0MB 5.25  733  3 26 ST412     7.5Mb
        AT-30R                   FULL       5    RLL(2,7) 26mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CORE INTL.        31.0MB 5.25  733  3 17 ST412     5.0Mb
        AT-32                    HALF       5    MFM      21mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CORE INTL.        48.0MB 5.25  733  3 26 ST412     7.5Mb
        AT-32R                   HALF       5    RLL(2,7) 21mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CORE INTL.        40.0MB 5.25  924  3 17 ST412     5.0Mb
        AT-40                    FULL       5    MFM      26mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CORE INTL.        61.0MB 5.25  924  3 26 ST412     7.5Mb
        AT-40R                   FULL       5    RLL(2,7) 26mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CORE INTL.        63.0MB 5.25  988  3 17 ST412     5.0Mb
        AT-63             42.0MB FULL       5    MFM      26mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CORE INTL.        65.0MB 5.25  988  3 26 ST412     7.5Mb
        AT-63R                   FULL       5    RLL(2,7) 26mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CORE INTL.        72.0MB 5.25  924  5 17 ST412     5.0Mb
        AT-72                    FULL       9    MFM      26mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CORE INTL.       107.0MB 5.25  924  5 26 ST412     7.5Mb
        AT-72R                   FULL       9    RLL(2,7) 26mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CORE INTL.      1200.0MB 5.25            SCSI     12.3Mb  Y  150K
        HC-1000S                           14    RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CORE INTL.       101.0MB 5.25            ESDI     15.0Mb  Y  150K 28.0W
        HC-100F                  FULL            RLL(2,7)  9mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CORE INTL.       156.0MB 5.25  969  3 35 ESDI     10.0Mb
        HC-150                   FULL       5    RLL(2,7) 16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CORE INTL.               5.25            ESDI     10.0Mb  Y  150K 11.0W
        HC-175           177.8MB            8    RLL(2,7) 16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CORE INTL.               5.25            IDE(AT)   8.0Mb     150K
        HC-200           200.0MB            8             16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CORE INTL.       260.0MB 5.25 1212  6 35 ESDI     10.0Mb
        HC-260                   FULL      12    RLL(2,7) 16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CORE INTL.       311.0MB 5.25 1582  6 35 ESDI     10.0Mb  Y  150K 28.0W
        HC-310                   FULL      12    RLL(2,7) 16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CORE INTL.               5.25 1447  4 57 ESDI     20.0Mb  Y  150K 20.0W
        HC-315           340.0MB FULL       8    RRL(2,7) 16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 15
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        CORE INTL.       383.0MB 5.25            ESDI     10.0Mb  Y  150K 28.0W
        HC-380                   FULL            RLL(2,7) 16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CORE INTL.        40.0MB 5.25  564  2 35 ESDI     10.0Mb
        HC-40                    FULL       4    RLL(2,7) 10mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CORE INTL.               5.25 1661  8 53 ESDI     20.0Mb  Y  150K 20.0W
        HC-650           658.0MB FULL      15    RLL(2,7) 16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CORE INTL.               5.25            SCSI     12.3Mb  Y  150K
        HC-650S          663.0MB FULL      14    RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CORE INTL.               5.25 1447  8 57 ESDI     20.0Mb  Y  150K 20.0W
        HC-655           680.0MB FULL      16    RLL(2,7) 16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CORE INTL.               5.25  733  3 17 ST412     5.0Mb
        OPTIMA-30         32.0MB HALF       5    MFM      21mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CORE INTL.        48.0MB 5.25  733  3 26 ST412     7.5Mb
        OPTIMA-30R               HALF       5    RLL(2,7) 21mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CORE INTL.        41.0MB 5.25  963  3 17 ST412     5.0Mb
        OPTIMA-40                HALF       5    MFM      26mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CORE INTL.        64.0MB 5.25  963  3 26 ST412     7.5Mb
        OPTIMA-40R               HALF       5    RLL(2,7) 26mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CORE INTL.        71.0MB 5.25  918  5 17 ST412     5.0Mb
        OPTIMA-70                FULL       9    MFM      26mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CORE INTL.       109.0MB 5.25  918  5 26 ST412     7.5Mb
        OPTIMA-70R               FULL       9    RLL(2,7) 26mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        CORE INTL.        91.0MB 5.5   969  3 35 ESDI     10.0Mb  Y   99K 11.0W
        HC-90                    HALF       5    RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        D.E.C.                   3.50            SCSI     10.0Mb
        RZ23             104.0MB HALF                     33mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        D.E.C.                   3.50            SCSI     32.0Mb
        RZ24             209.0MB HALF                     24mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        DATA TECH.        12.8MB 5.25  301  1 78 SCSI      2.0Mb      10K 19.0W
        DTC-HF12          10.0MB HALF       2    MFM      65mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        DATA TECH.        23.9MB 5.25  506  1 78 SCSI      2.6Mb      10K 17.0W
        DTC-HF24          20.2MB HALF       2    MFM      60mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        DISCTRON                 5.25  153  1 17 ST412     5.0Mb
        D-503              3.0MB FULL  128  2    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 16
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        DISCTRON                 5.25  215  1 17 ST412     5.0Mb
        D-504              4.0MB FULL  128  2    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        DISCTRON           6.0MB 5.25  153  2 17 ST412     5.0Mb
        D-506              5.0MB FULL  128  4    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        DISCTRON           7.0MB 5.25  306  1 17 ST412     5.0Mb
        D-507              5.0MB FULL  128  2    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        DISCTRON           9.0MB 5.25  215  2 17 ST412     5.0Mb
        D-509              8.0MB FULL  128  4    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        DISCTRON          12.0MB 5.25  153  4 17 ST412     5.0Mb
        D-512             11.0MB FULL  128  8    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        DISCTRON          13.0MB 5.25  215  3 17 ST412     5.0Mb
        D-513             11.0MB FULL  128  6    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        DISCTRON          14.0MB 5.25  306  2 17 ST412     5.0Mb
        D-514             11.0MB FULL  128  4    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        DISCTRON          18.0MB 5.25  215  4 17 ST412     5.0Mb
        D-518             15.0MB FULL  128  8    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        DISCTRON          19.0MB 5.25  306  3 17 ST412     5.0Mb
        D-519             16.0MB FULL  128  6    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        DISCTRON          26.0MB 5.25  306  4 17 ST412     5.0Mb
        D-526             21.0MB FULL  128  8    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        DISK TECH.               2.50         17 IDE(AT)   5.0Mb
        DISCTEC RHD-20    20.0MB SUBH            MFM      23mS        REMOVABLE
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        DMA                      5.25  612  1 17 ST412     5.0Mb
        306               11.0MB       400  2    MFM                  REMOVABLE
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        ELCOH             10.0MB       320  2 17 ST412     5.0Mb
        DISCACHE-10                         4    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        ELCOH             20.0MB       320  4 17 ST412     5.0Mb
        DISCACHE-20                         8    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        EMULEX                   5.25            ESDI
        EMS/760          663.0MB                          18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        EMULEX                   5.25            ESDI                 50K
        ER2E/760         663.0MB                          17mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        EMULEX                   5.25            ESDI
        ES36/760-1       663.0MB                          17mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 17
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        ESPERT                   3.50       2    IDE
        EP-340A           42.8MB HALF       4    RLL(2,7) 25mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        FUJI              13.0MB 3.50  306  2 17 ST412     5.0Mb
        FK301-13          10.0MB HALF  128  4    MFM      65mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        FUJI              13.0MB 3.50  612  1 17 ST412     5.0Mb
        FK302-13          10.0MB HALF  307  2    MFM      65mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        FUJI              26.0MB 3.50  612  2 17 ST412     5.0Mb
        FK302-26          21.0MB HALF  307  4    MFM      65mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        FUJI              39.0MB 3.50  612  3 17 ST412     5.0Mb
        FK302-39          32.0MB HALF  307  6    MFM      65mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        FUJI              52.0MB 3.50  615  4 17 ST412     5.0Mb
        FK303-52          40.0MB HALF       8    MFM      65mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        FUJI              26.0MB 3.50  615  2 17 ST412     5.0Mb
        FK305-26          21.0MB HALF       4    MFM      65mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        FUJI                     3.50  615    26 ST412     7.5Mb
        FK305-26R                HALF            RLL(2,7)
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        FUJI              39.0MB 3.50  615  3 17 ST412     5.0Mb
        FK305-39          32.0MB HALF       6    MFM      65mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        FUJI              39.0MB 3.50  615  2 26 ST412     7.5Mb
        FK305-39R         32.0MB HALF       4    RLL(2,7) 65mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        FUJI              58.0MB 3.50  615  3 26 ST412     7.5Mb
        FK305-58R         49.0MB HALF       6    RLL(2,7) 65mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        FUJI              39.0MB 3.50  615  2 26 SCSI      7.5Mb
        FK308S-39R        32.0MB HALF       4    RLL(2,7) 65mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        FUJI              58.0MB 3.50  615  3 26 SCSI      7.5Mb
        FK308S-58R        45.0MB HALF       6    RLL(2,7) 65mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        FUJI              26.0MB 3.50  615  2 17 ST412     5.0Mb
        FK309-26          21.0MB HALF       4    MFM      65mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        FUJI              39.0MB 3.50  615  3 17 ST412     5.0Mb
        FK309-39          32.0MB HALF       6    MFM      65mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        FUJI              50.0MB 3.50  615  2 26 SCSI      7.5Mb
        FK309S-50R        41.0MB HALF       4    RLL(2,7) 65mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        FUJITSU                        320  1 17 ST412     5.0Mb
        M2230AS            5.0MB            2    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 18
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        FUJITSU                        320  2 17 ST412     5.0Mb
        M2233AS           10.0MB            4    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        FUJITSU                        320  3 17 ST412     5.0Mb
        M2234AS           15.0MB            6    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        FUJITSU                        320  4 17 ST412     5.0Mb
        M2235AS           20.0MB            8    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        FUJITSU                  3.50  615  2 26 ST412     7.5Mb
        M2225DR           32.0MB HALF       4    RLL(2,7) 35mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        FUJITSU                  3.50  615  3 17 ST412     5.0Mb
        M2226D2           30.0MB HALF  300  6    MFM      35mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        FUJITSU                  3.50  615  3 26 ST412     7.5Mb
        M2226DR           49.0MB HALF       6    RLL(2,7) 35mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        FUJITSU           51.2MB 3.50  615  4 17 ST412     5.0Mb      30K  7.5W
        M2227D2           42.8MB HALF  128  8 SM MFM      35mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        FUJITSU                  3.50  615  4 26 ST412     7.5Mb
        M2227DR           65.0MB HALF       8    RLL(2,7) 35mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        FUJITSU                  3.50 1334  1    SCSI      7.4Mb      50K
        M2611SA           45.1MB SUBH       2    RLL(1,7) 25mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        FUJITSU                  3.50 1334  1    IDE(AT)   7.4Mb      30K
        M2611T            45.1MB SUBH       2    RLL(1,7) 25mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        FUJITSU                  3.50 1334  2    SCSI      7.4Mb      50K
        M2612SA           90.8MB HALF       4    RLL(1,7) 25mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        FUJITSU                  3.50 1334  2    IDE(AT)   7.4Mb      30K
        M2612T            90.2MB HALF       4    RLL(1,7) 25mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        FUJITSU                  3.50 1334  3    SCSI      7.4Mb      50K
        M2613SA          136.6MB HALF       6    RLL(1,7) 25mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        FUJITSU                  3.50 1334  3    IDE(AT)   7.4Mb      30K
        M2613T           135.2MB HALF       6    RLL(1,7) 25mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        FUJITSU                  3.50 1334  4    SCSI      7.4Mb      50K
        M2614SA          182.4MB HALF       8    RLL(1,7) 25mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        FUJITSU                  3.50 1334  4    IDE(AT)   7.4Mb      30K
        M2614T           180.3MB HALF       8    RLL(1,7) 25mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        FUJITSU                  3.50            SCSI
        M262xSA          520.0MB HALF                     12mS   4400 RPM, 240K
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 19
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        FUJITSU                  3.50            IDE(AT)
        M262xT           520.0MB HALF                     12mS   4400 RPM, 240K
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        FUJITSU                  5.25  754  2 17 ST412     5.0Mb
        M2241AS           26.0MB FULL  375  4    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        FUJITSU           54.9MB 5.25  754  4 17 ST412     5.0Mb  Y   30K 30.0W
        M2242AS           43.0MB FULL  375  7 VC MFM      30mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        FUJITSU           86.3MB 5.25  754  6 17 ST412     5.0Mb  Y   30K 30.0W
        M2243AS           67.0MB FULL  375 11 VC MFM      30mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        FUJITSU                  5.25 1186  4 26 ST412     7.5Mb
        M2243R           110.0MB HALF       7    RLL(2,7) 25mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        FUJITSU                  5.25 1186  4 17 ST412     5.0Mb
        M2243T            68.0MB HALF       7    MFM      25mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        FUJITSU           73.0MB 5.25  823  3 35 ESDI     10.0Mb
        M2244E                   FULL       5    RLL(2,7) 25mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        FUJITSU           73.0MB 5.25  823  3 35 SCSI     10.0Mb
        M2244SA                  FULL       5    RLL(2,7) 25mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        FUJITSU          120.0MB 5.25  823  4 35 ESDI     10.0Mb
        M2245E                   FULL       7    RLL(2,7) 25mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        FUJITSU          120.0MB 5.25  823  4 35 SCSI     10.0Mb
        M2245SA                  FULL       7    RLL(2,7) 25mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        FUJITSU          172.0MB 5.25  823  6 35 ESDI     10.0Mb      30K
        M2246E           138.0MB FULL      10    RLL(2,7) 25mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        FUJITSU          172.0MB 5.25  823  6 35 SCSI     10.0Mb      30K
        M2246SA          138.0MB FULL      10    RLL(2,7) 25mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        FUJITSU          389.0MB 5.25 1243  8    ESDI     10.0Mb      30K
        M2249E                   FULL      15    RLL(1,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        FUJITSU          389.0MB 5.25 1243  8    SCSI     10.0Mb      30K
        M2249S                   FULL      15    RLL(1,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        FUJITSU          415.0MB 5.25 1658     * ESDI     15.0Mb     200K 34.0W
        M2261E           321.0MB FULL       8    RLL(2,7) 16mS  *24-96, 64B CAC
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        FUJITSU          415.0MB 5.25 1658       SCSI     40.0Mb     200K 34.0W
        M2261S           321.0MB FULL       8    RLL(2,7) 16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        FUJITSU          778.0MB 5.25 1658  8  * ESDI     15.0Mb     200K 28.0W
        M2263E           650.0MB FULL      15    RLL(1,7) 16mS  *24-96, 64B CAC
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 20
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        FUJITSU          778.0MB 5.25 1658  8    SCSI     40.0Mb     200K 28.0W
        M2263S           650.0MB FULL      15    RLL(1,7) 16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        FUJITSU         1266.0MB 5.25            SCSI     24.0Mb  Y  200K
        M2266SA                  FULL            RLL      15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        FULITSU                  5.25 1243  4    ESDI
        M2247E                   FULL       7    RLL(2,7)
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        HEWLETT-PKD.             3.50            SCSI
        HP-97500-85600    20.0MB HALF
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        HEWLETT-PKD.             3.50            SCSI
        HP-97500-85620    20.0MB HALF
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        HEWLETT-PKD.     281.0MB 3.50 1511  3 49 SCSI-2   16.0Mb  Y  150K 12.3W
        HP-C2233S        234.0MB HALF       5 VC RLL(ZBR) 13mS  64K BUF,R/S ECC
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        HEWLETT-PKD.     394.0MB 3.50 1511  4 64 SCSI-2   16.0Mb  Y  150K 12.3W
        HP-C2234S        328.0MB HALF       7 VC RLL(ZBR) 13mS  64K BUF,R/S ECC
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        HEWLETT-PKD.     506.0MB 3.50 1511  5 72 SCSI-2   16.0Mb  Y  150K 12.3W
        HP-C2235S        422.0MB HALF       9 VC RLL(ZBR) 13mS  64K BUF,R/S ECC
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        HEWLETT-PKD.     136.0MB 5.25       2    ESDI     10.0Mb  Y
        HP-97530E                FULL       4 VC RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        HEWLETT-PKD.     204.0MB 5.25       3    SCSI     10.0Mb  Y
        HP-97530S                FULL       6 VC RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        HEWLETT-PKD.     103.0MB 5.25            ESDI     10.0Mb  Y   99K 19.0W
        HP-97532E                FULL         VC RLL(2,7) 17mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        HEWLETT-PKD.     155.0MB 5.25            ESDI     10.0Mb  Y   99K 27.0W
        HP-97533E                FULL         VC RLL(2,7) 17mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        HEWLETT-PKD.     311.0MB 5.25            ESDI     10.0Mb  Y   99K 30.0W
        HP-97536E                FULL         VC RLL(2,7) 17mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        HEWLETT-PKD.     397.0MB 5.25       4    ESDI     20.0Mb  Y  150K 21.0W
        HP-97544E        340.0MB FULL       8 VC RLL(2,7) 17mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        HEWLETT-PKD.     397.0MB 5.25       4    SCSI     20.0Mb  Y  150K
        HP-97544S/D      331.0MB FULL       8 VC RLL(2,7) 17mS          4002RPM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        HEWLETT-PKD.     397.0MB 5.25       4    SCSI-2   20.0Mb  Y  150K
        HP-97544T/P      331.0MB FULL       8 VC RLL(2,7) 17mS  4002RPM,R/S ECC
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        HEWLETT-PKD.     795.0MB 5.25       8 56 ESDI     20.0Mb  Y  150K 33.0W
        HP-97548E        680.0MB FULL      16 VC RLL(2,7) 17mS          4002RPM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 21
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        HEWLETT-PKD.     795.0MB 5.25       8    SCSI     20.0Mb  Y  150K
        HP-97548S/D      663.0MB FULL      16 VC RLL(2,7) 17mS          4002RPM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        HEWLETT-PKD.     795.0MB 5.25       8    SCSI-2   20.OMb  Y  150K
        HP-97548T/P      663.0MB FULL      16 VC RLL(2,7) 17mS  4002RPM,R/S ECC
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        HEWLETT-PKD.    1180.0MB 5.25       8    SCSI-2   22.8Mb  Y  150K
        HP-97549T/P     1000.0MB FULL      16 VC RLL(2,7) 18mS  4002RPM,R/S ECC
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        HEWLETT-PKD.     793.0MB 5.25       6    ESDI     23.0Mb  Y  150K 20.0W
        HP-97556E        681.0MB FULL      11 VC RLL(2,7) 14mS          4002RPM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        HEWLETT-PKD.     793.0MB 5.25       6    SCSI-2   23.0Mb  Y  150K
        HP-97556T/P      677.0MB FULL      11 VC RLL(2,7) 14mS          4002RPM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        HEWLETT-PKD.    1260.0MB 5.25       8    ESDI     23.0Mb  Y  150K 28.0W
        HP-97558E       1084.0MB FULL      15 VC RLL(2,7) 14mS          4002RPM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        HEWLETT-PKD.    1260.0MB 5.25       8    SCSI-2   23.0Mb  Y  150K
        HP-97558T/P     1070.0MB FULL      15 VC RLL(2,7) 14mS          4002RPM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        HEWLETT-PKD.    1600.0MB 5.25      10    ESDI     23.0Mb  Y  150K 31.0W
        HP-97560E       1374.0MB FULL      19 VC RLL(2,7) 14mS          4002RPM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        HEWLETT-PKD.    1600.0MB 5.25      10    SCSI-2   23.0Mb  Y  150K
        HP-97560T/P     1360.0MB FULL      19 VC RLL(2,7) 14mS          4002RPM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        HEWLETT-PKD.             5.25 1457    57 ESDI     20.0Mb  Y  150K 21.0W
        HP-D1660A        333.0MB FULL       8 VC RLL(2,7) 16mS       64KB CACHE
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        HEWLETT-PKD.             5.25 1457    57 ESDI     20.0Mb  Y  150K 21.0W
        HP-D1661A        667.0MB FULL      16 VC RLL(2,7) 16mS       64KB CACHE
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        HITACHI                  3.50  306  2 17 ST412     5.0Mb
        DK301-1           10.0MB HALF  128  4    MFM      85mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        HITACHI                  3.50  306  3 17 ST412     5.0Mb
        DK301-2           15.0MB HALF  128  6    MFM      85mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        HITACHI                  3.50            SCSI     32.0Mb  Y  150K
        DK312C-20        209.0MB HALF      10 VC RLL(2,7) 16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        HITACHI                  3.50            SCSI     32.0Mb  Y  150K
        DK312C-25        251.0MB HALF      12 VC RLL(2,7) 16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        HITACHI                  3.50            SCSI     32.0Mb  Y  150K
        DK314C-41        419.0MB HALF      14 VC RLL(2,7) 17mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        HITACHI                  5.25  699  3 17 ST412     5.0Mb
        DK511-3           28.0MB FULL  256  5    MFM      30mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 22
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        HITACHI                  5.25  699  4 17 ST412     5.0Mb
        DK511-5           41.0MB FULL  256  7    MFM      30mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        HITACHI                  5.25  823  5 17 ST412     5.0Mb
        DK511-8           67.0MB FULL      10    MFM      23mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        HITACHI                  5.25  823  4    ESDI     10.0Mb
        DK512-12          94.0MB FULL       7    RLL(2,7) 23mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        HITACHI                  5.25  823  5    ESDI     10.0Mb
        DK512-17         134.0MB FULL      10    RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        HITACHI                  5.25  823  3    ESDI     10.0Mb
        DK512-8           67.0MB FULL       5    RLL(2,7) 23mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        HITACHI                  5.25  823  4    SCSI     10.0Mb
        DK512C-12         94.0MB FULL       7    RLL(2,7) 23mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        HITACHI                  5.25  819  5    SCSI     10.0Mb
        DK512C-17        134.0MB FULL      10    RLL(2,7) 23mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        HITACHI                  5.25  823  3    SCSI     10.0Mb
        DK512C-8          67.0MB FULL       5    RLL(2,7) 23mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        HITACHI          382.3MB 5.25  903  8 51 ESDI     14.5Mb  Y   30K 30.0W
        DK514-38         330.1MB FULL      14 VC RLL(2,7) 16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        HITACHI                  5.25  903  8 51 SCSI     12.0Mb  Y   30K 30.0W
        DK514C-38        321.8MB FULL      14 VC RLL(2,7) 16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        HITACHI          382.3MB 5.25  903  8 51 ESMD     15.0Mb  Y   30K 30.0W
        DK514S-38        330.1MB FULL      14 VC RLL(2,7) 16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        HITACHI         1229.0MB 5.25            ESDI     22.0Mb  Y  150K
        DK515-12                 FULL      15 VC RLL(2,7) 14mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        HITACHI          780.0MB 5.25 1361  8 69 ESDI     20.0Mb  Y   40K 31.5W
        DK515-78         673.0MB FULL      14 VC RLL(2,7) 16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        HITACHI                  5.25 1361  8 69 SCSI     12.0Mb  Y   40K 30.0W
        DK515C-78        660.9MB FULL      14 VC RLL(2,7) 16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        HITACHI         1230.0MB 5.25            ESDI     22.0Mb  Y  100K
        DK516-12                 FULL         VC          14mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        HITACHI         1650.0MB 5.25            SCSI-2   24.0Mb  Y  100K
        DK516C-16       1500.0MB FULL         VC          14mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        HITACHI                  5.25  823  3 17 ST412     5.0Mb
        DK521-5           51.0MB HALF       6    MFM      25mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 23
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        HITACHI          103.0MB 5.25  823  4 36 ESDI     10.0Mb  Y   30K 19.5W
        DK522-10          91.0MB HALF       6 VC RLL(2,7) 25mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        HITACHI          103.0MB 5.25  819  4 35 SCSI     12.0Mb  Y   30K 22.0W
        DK522C-10         87.5MB HALF       6 VC RLL(2,7) 25mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        IBM                      2.50                      9.0Mb  Y        4.0W
        30/2.5            30.0MB              VC          20mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        IBM                      2.50                      9.0Mb  Y        4.0W
        60/2.5            60.0MB              VC          20mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        IBM              466.0MB 3.50            SCSI-2   40.0Mb  Y  150K
        0661             371.0MB HALF      14 VC RLL(2,7) 12mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        IBM                      3.50       8
        320              320.0MB HALF         VC
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        IBM              157.3MB 3.50            PS/2     10.0Mb  Y   45K
        WD-3168                  HALF       8 VC          23mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        IBM              206.4MB 3.50                     12.0Mb  Y   45K
        WDA-3160                 HALF       8 VC          16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        IBM              206.4MB 3.50                     12.0Mb  Y   45K
        WDS-3160                 HALF       8 VC          16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        IBM              387.0MB 5.25            ESDI     10.0Mb  Y  150K
        0671E                              15 VC          20mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        IBM              387.0MB 5.25            SCSI     10.0Mb  Y  150K
        0671S                              15 VC          20mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        IBM             1054.0MB 5.25            SCSI-2   32.0Mb  Y  150K
        0681                               20 VC          11mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        IBM                      5.25         17 ST412            N
        30/5.25           30.0MB FULL         SM MFM      55mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        IMI                6.0MB       306  1 17 ST412     5.0Mb
        5006               5.0MB       214  2    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        IMI               12.0MB       306  2 17 ST412     5.0Mb
        5012              10.0MB       214  4    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        IMI               18.0MB       306  3 17 ST412     5.0Mb
        5018              15.0MB       214  6    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        JASMINE                  3.50            SCSI     12.0Mb  Y   70K
        DD-180           174.0MB HALF                     20mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 24
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        JCT                      5.25         17 ST412     5.0Mb
        100                5.0MB HALF            MFM      99mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        JCT                      5.25         17 ST412     5.0Mb
        105                7.0MB HALF            MFM      99mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        JCT                      5.25         17 ST412     5.0Mb
        110               14.0MB HALF            MFM      99mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        JCT                      5.25         17 ST412     5.0Mb
        120               20.0MB HALF            MFM      99mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        JVC               25.0MB 2.50       1
        JD-E2825P         21.4MB 0.8"         VC
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        JVC               50.0MB 2.50       2
        JD-E2850P         42.5MB 0.8"         VC
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        KALOK CORP.              3.50            IDE(AT)
        KL3100 OCTAGN.2  105.0MB HALF            RLL(2,7)
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        KALOK CORP.       25.6MB 3.50  615  2 17 ST412     5.0Mb      44K 10.0W
        KL320 OCTAGON 1   21.4MB HALF  300  4 SM MFM      40mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        KALOK CORP.       38.4MB 3.50  616  2 26 ST412     7.5Mb      44K 10.0W
        KL330 OCTAGON 1   32.8MB HALF       4 SM RLL(2,7) 40mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        KALOK CORP.       51.3MB 3.50  820  3 17 ST412     5.0Mb      50K 10.0W
        KL340 OCTAGON 2   42.8MB HALF       6 SM MFM      25mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        KALOK CORP.       48.1MB 3.50  676  2 31 SCSI      5.0Mb  Y   40K 10.0W
        KL341 OCTAGON 1   42.6MB HALF       4 SM RLL(2,7) 33mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        KALOK CORP.       48.1MB 3.50  676  2 31 PS/2      5.0Mb  Y   40K 10.0W
        KL342 OCTAGON 1   42.6MB HALF       4 SM RLL(2,7) 33mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        KALOK CORP.       48.1MB 3.50  676  2 31 IDE(AT)   5.8Mb  Y   40K 10.0W
        KL343 OCTAGON 1   42.6MB HALF       4 SM RLL(2,7) 33mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        KALOK CORP.       76.9MB 3.50  820  3 26 ST412     7.5Mb      50K 10.0W
        KL360 OCTAGON 2   65.5MB HALF       6 SM RLL(2,7) 25mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        KALOK CORP.       98.4MB 3.50  815  3 34 SCSI      9.0Mb      50K 10.0W
        KL381 OCTAGON 2   84.7MB HALF       6 SM RLL(2,7) 25mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        KALOK CORP.       98.4MB 3.50  815  3 34 IDE(AT)   9.0Mb      50K 10.0W
        KL383 OCTAGON 2   84.7MB HALF       6 SM RLL(2,7) 25mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        KYOCERA                  3.50  616  2 17 ST412     5.0Mb  Y   40K 12.3W
        KC20A             21.5MB HALF       4 SM MFM      65mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 25
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        KYOCERA                  3.50  615  2 17 ST412     5.0Mb  Y   40K 10.0W
        KC20B             21.4MB HALF       4 SM MFM      62mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        KYOCERA                  3.50  616  2 26 ST412     7.5Mb  Y   40K 12.5W
        KC30A             32.8MB HALF       4 SM RLL(2,7) 65mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        KYOCERA                  3.50  615  2 26 ST412     7.5Mb  Y   40K 10.7W
        KC30B             32.7MB HALF       4 SM RLL(2,7) 62mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        KYOCERA                  3.50 1075  1 17 IDE(AT)   8.0Mb      40K  9.8W
        KC40GA            40.5MB HALF       2             28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        KYOCERA                  3.50  787  4 28 SCSI             Y   28K 13.6W
        KC80C             87.0MB HALF       8 SM RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        LAPINE                         306  2 17 ST412     5.0Mb
        3522              10.0MB            4    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        LAPINE                   3.50  615  1 17 ST412     5.0Mb
        LT10              10.0MB HALF       2    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        LAPINE                   3.50            ST412
        LT100             10.0MB HALF                     85mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        LAPINE                   3.50  615  2 17 ST412     5.0Mb
        LT20              20.0MB HALF       4    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        LAPINE                   3.50  614  2 17 ST412     5.0Mb
        LT200             20.0MB HALF       4    MFM      65mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        LAPINE                   3.50  614  2 17 ST412     5.0Mb
        LT2000            20.0MB HALF       4    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        LAPINE                   3.50  614  2 26 ST412     7.5Mb
        LT300             32.0MB HALF       4    RLL(2,7)
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        LAPINE                   3.50            SCSI
        LT4000            40.0MB HALF
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MAXTOR                   3.50       4    SCSI
        LXT-100S          96.0MB HALF       8    RLL(2,7) 27mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MAXTOR           234.0MB 3.50       4    IDE(AT)  12.0Mb  Y  150K 10.0W
        LXT-200A         201.0MB HALF       7 VC RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MAXTOR           234.0MB 3.50       4    SCSI     12.0Mb  Y  150K 10.0W
        LXT-200S         201.0MB HALF       7 VC RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MAXTOR           248.0MB 3.50       4    IDE(AT)  15.7Mb  Y  150K 10.0W
        LXT-213A         213.0MB HALF       7 VC RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 26
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        MAXTOR           248.0MB 3.50       4    SCSI     15.7Mb  Y  150K 10.0W
        LXT-213S         213.0MB HALF       7 VC RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MAXTOR           401.0MB 3.50       4    SCSI     16.0Mb  Y  150K 11.0W
        LXT-340S         340.0MB HALF       7 VC RLL(2,7) 13mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MAXTOR           401.0MB 3.50       4    IDE(AT)  16.0Mb  Y  150K 11.0W
        LXT-340A         340.0MB HALF       7 VC RLL(2,7) 13mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MAXTOR                   3.50       5    IDE(AT)          Y
        LXT-437A         437.0MB HALF            RLL(2,7) 13mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MAXTOR                   3.50       5    SCSI             Y
        LXT-437S         437.0MB HALF            RLL(2,7) 13mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MAXTOR                   3.50       6    IDE(AT)  40.0Mb  Y
        LXT-535A         535.0MB HALF            RLL(2,7) 13mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MAXTOR                   3.50       6    SCSI     40.0Mb  Y
        LXT-535S         535.0MB HALF            RLL(2,7) 13mS      128K BUFFER
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MAXTOR          1195.2MB 5.25       8    SCSI-2   23.0Mb  Y  100K 27.0W
        P0-12S PANTHER  1027.7MB FULL      15 VC RLL      13mS      256K BUFFER
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MAXTOR           811.0MB 5.25       5    ESDI     24.3Mb  Y  100K 26.0W
        P1-08E PANTHER   696.0MB FULL       9 VC RLL      13mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MAXTOR           811.0MB 5.25       5    SCSI-2   24.3Mb  Y  100K 27.0W
        P1-08S PANTHER   696.0MB FULL       9 VC RLL      13mS      256K BUFFER
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MAXTOR          1234.0MB 5.25       8    ESDI     22.2Mb  Y  150K 26.0W
        P1-12E PANTHER  1051.0MB FULL      15 VC RLL      13mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MAXTOR          1171.0MB 5.25      10    SCSI-2   24.3Mb  Y  100K 27.0W
        P1-12S PANTHER  1005.0MB FULL      19 VC RLL      11mS      256K BUFFER
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MAXTOR          1351.0MB 5.25       8    ESDI     24.3Mb  Y  1OOK 26.0W
        P1-13E PANTHER  1160.0MB FULL      15 VC RLL      13mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MAXTOR          1563.0MB 5.25      10    ESDI     22.2Mb  Y  150K 27.0W
        P1-16E PANTHER  1331.0MB FULL      19 VC RLL      13mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MAXTOR          1712.0MB 5.25      10    ESDI     24.3Mb  Y  100K 27.0W
        P2-17E PANTHER  1470.0MB FULL      19 VC RLL      13mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MAXTOR          1712.0MB 5.25      10    SCSI-2   24.3Mb  Y  100K 27.0W
        P1-17S PANTHER  1470.0MB FULL      19    RLL      13mS      256K BUFFER
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MAXTOR            65.0MB 5.25  918  4 17 ST412     5.0Mb
        XT-1065           56.0MB FULL       7    MFM      28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 27
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        MAXTOR            85.3MB 5.25 1024  5 17 ST412     5.0Mb  Y  150K 25.0W
        XT-1085           71.3MB FULL       8 VC MFM      28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MAXTOR           105.0MB 5.25  918  6 17 ST412     5.0Mb
        XT-1105           87.0MB FULL      11    MFM      27mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MAXTOR           120.0MB 5.25 1024  4 25 ST412     7.5Mb
        XT-1120R         105.0MB FULL       8    RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MAXTOR           143.4MB 5.25  918  8 17 ST412     5.0Mb  Y  150K 25.0W
        XT-1140          119.9MB FULL      15 VC MFM      27mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MAXTOR           240.0MB 5.25 1024  8 25 ST412     7.5Mb
        XT-1240R         204.0MB FULL      15    RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MAXTOR            85.0MB 5.25 1224  4 17 ST412     5.0Mb
        XT-2085           74.0MB FULL       7    MFM      30mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MAXTOR           140.0MB 5.25 1224  6 17 ST412     5.0Mb
        XT-2140          117.0MB FULL      11    MFM      30mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MAXTOR           191.2MB 5.25 1224  8 17 ST412     5.0Mb  Y  150K 25.0W
        XT-2190          159.8MB FULL      15 VC MFM      29mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MAXTOR           170.0MB 5.25 1224  5 48 SCSI     15.0Mb
        XT-3170S         146.0MB FULL       9    RLL(2,7) 30mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MAXTOR           280.0MB 5.25 1224  8    SCSI     15.0Mb
        XT-3280S         244.4MB FULL      15    RLL(2,7) 30mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MAXTOR           380.0MB 5.25 1224  8    SCSI     15.0Mb
        XT-3380S                 FULL      15    RLL(2,7) 27mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MAXTOR           179.4MB 5.25 1224  5 36 ESDI     10.0Mb  Y  150K 27.0W
        XT-4170E         157.9MB FULL       7 VC RLL(2,7) 14mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MAXTOR           179.4MB 5.25 1224  5 36 SCSI     10.0Mb  Y  150K 27.0W
        XT-4170S         157.5MB FULL       7 VC RLL(2,7) 14mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MAXTOR           175.0MB 5.25 1224  4 36 ESDI     10.0Mb
        XT-4175E         157.0MB FULL       7    RLL(2,7) 27mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MAXTOR           179.4MB 5.25       5    ESDI     10.0Mb  Y  150K 27.0W
        XT-4230E         157.9MB FULL       7 VC RLL(2,7) 14mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MAXTOR           302.7MB 5.25 1224  6 36 SCSI     10.0Mb  Y
        XT-4280S         280.0MB FULL      11 VC RLL(2,7) 16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MAXTOR           384.5MB 5.25 1224  8 36 ESDI     10.0Mb  Y  150K 27.0W
        XT-4380E         338.4MB FULL      15 VC RLL(2,7) 16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 28
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        MAXTOR           384.5MB 5.25 1224  8 36 SCSI     10.0Mb  Y  150K 27.0W
        XT-4380S         337.6MB FULL      15 VC RLL(2,7) 16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MAXTOR           410.1MB 5.25 1632  5 54 ESDI     15.0Mb  Y  150K 27.0W
        XT-8380E         361.0MB FULL       8 VC RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MAXTOR           410.1MB 5.25 1632  5 54 SCSI     15.0Mb  Y  150K 27.0W
        XT-8380S         360.3MB FULL       8 VC RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MAXTOR           615.3MB 5.25 1632  7 54 ESDI     15.0Mb  Y  150K 27.0W
        XT-8610E         541.4MB FULL      12 VC RLL(2,7) 16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MAXTOR           702.0MB 5.25            SCSI     15.0Mb  Y  150K 27.0W
        XT-8702S         616.7MB FULL         VC RLL(2,7) 17mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MAXTOR           768.9MB 5.25 1632  8 54 ESDI     15.0Mb  Y  150K 27.0W
        XT-8760E         676.8MB FULL      15 VC RLL(2,7) 17mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MAXTOR           768.9MB 5.25 1632  8 54 SCSI     15.0Mb  Y  150K 27.0W
        XT-8760S         675.6MB FULL      15 VC RLL(2,7) 17mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MAXTOR           800.5MB 5.25 1249  8 69 ESDI     20.1Mb  Y  150K 27.0W
        XT-8800E         694.6MB FULL      15 VC RLL(2,7) 14mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MAXTOR COLORADO          3.50 1170  1 36 IDE(AT)  10.8Mb  Y  150K  3.6W
        7040A CHEYENNE    40.7MB 1.0"       2 VC RLL(1,7) 17mS  3,703RPM,32K BU
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MAXTOR COLORADO          3.50 1155  1 36 SCSI     10.8Mb  Y  150K  4.1W
        7040S CHEYENNE    40.0MB 1.0"       2 VC RLL(1,7) 17mS  3,703RPM,32K BU
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MAXTOR COLORADO          3.50            IDE(AT)          Y  150K
        7060A CHEYENNE    65.0MB 1.0"         VC RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MAXTOR COLORADO          3.50            SCSI             Y  150K
        7060S CHEYENNE    65.0MB 1.0"         VC RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MAXTOR COLORADO          3.50 1170  2 36 IDE(AT)  10.8Mb  Y  150K  3.7W
        7080A CHEYENNE    81.4MB 1.0"       4 VC RLL(1,7) 17mS  3,703RPM,32K BU
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MAXTOR COLORADO          3.50 1155  2 36 SCSI     10.8Mb  Y  150K  4.5W
        7080S CHEYENNE    80.7MB 1.0"       4 VC RLL(1,7) 17mS  3,703RPM,32K BU
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MAXTOR COLORADO          3.50            IDE(AT)          Y  150K
        7120A CHEYENNE   130.0MB 1.0"         VC RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MAXTOR COLORADO          3.50            SCSI             Y  150K
        7120S CHEYENNE   130.0MB 1.0"         VC RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MAXTOR COLORADO   51.3MB 3.50  745  2 28 IDE(AT)   8.0Mb  Y  150K  8.0W
        8051A             42.7MB HALF       4 VC RLL(2,7) 28mS  3,484RPM, 32K B
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 29
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        MEGADRIVE                3.50 1019       SCSI     10.0Mb  Y   50K 10.0W
        P-105            105.0MB HALF            RLL(2,7) 19mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MEGADRIVE                3.50 1123       SCSI     10.0Mb  Y   50K 11.0W
        P-120            120.0MB HALF            RLL(2,7) 14mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MEGADRIVE                3.50 1123       SCSI     10.0Mb  Y   50K 11.0W
        P-170            170.0MB HALF            RLL(2,7) 14mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MEGADRIVE                3.50 1156       SCSI     10.0Mb  Y   50K 12.0W
        P-210            210.0MB HALF            RLL(2,7) 14mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MEGADRIVE                3.50  834       SCSI      7.5Mb  Y   50K  9.0W
        P-42              42.0MB HALF            RLL(2,7) 19mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MEGADRIVE SYS.           3.50            SCSI             Y   75K
        P-425            425.0MB HALF            RLL(2,7)  9mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MEGADRIVE                3.50  834       SCSI     10.0Mb  Y   50K  9.0W
        P-84              84.0MB HALF            RLL(2,7) 19mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MEGADRIVE                5.60            SCSI                      2.0W
        BASE-1(DRV)              FULL
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MEGADRIVE                7.50            SCSI                      2.0W
        BASE-2(DRV)              3-HH
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MEMOREX                        320  1 17 ST412     5.0Mb
        321                5.0MB       128  2    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MEMOREX                        320  2 17 ST412     5.0Mb
        322               10.0MB       128  4    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MEMOREX                        320  3 17 ST412     5.0Mb
        323               15.0MB       128  6    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MEMOREX                        320  4 17 ST412     5.0Mb
        324               20.0MB       128  8    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MEMOREX                        612  1 17 ST412     5.0Mb
        450               10.0MB       350  2    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MEMOREX                        961  2 17 ST412     5.0Mb
        512               25.0MB       480  3    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MEMOREX                        961  3 17 ST412     5.0Mb
        513               41.0MB       480  5    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MEMOREX                        961  4 17 ST412     5.0Mb
        514               58.0MB       480  7    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 30
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        MICRONET                                 SCSI
                          40.0MB
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICRONET                                 SCSI
                          42.0MB                                REMOVABLE MEDIA
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICRONET                                 SCSI
                          50.0MB                                REMOVABLE MEDIA
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICRONET                                 SCSI
                          80.0MB
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICRONET                                 SCSI
                         100.0MB
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICRONET                                 SCSI
                         200.0MB
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS               3.50 1140  3    IDE(AT)          Y
        1743-5           112.0MB HALF       5 VC          15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS               3.50 1140  3    IDE(AT)          Y
        1744-6           135.0MB HALF       6 VC          15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS               3.50 1140  4    IDE(AT)          Y
        1744-7           157.0MB HALF       7 VC          15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS               3.50 1140  4    IDE(AT)   7.5Mb  Y
        1745-8           180.0MB HALF       8 VC RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS               3.50 1140  5    IDE(AT)   7.5Mb  Y
        1745-9           202.0MB HALF       9 VC RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS               3.50 1140  3    SCSI             Y
        1773-5           112.0MB HALF       5 VC RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS               3.50 1140  3    SCSI             Y
        1774-6           135.0MB HALF       6 VC RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS               3.50 1140  4    SCSI             Y
        1774-7           157.0MB HALF       7 VC RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS               3.50 1140  4    SCSI             Y
        1775-8           180.0MB HALF       8 VC RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS               3.50 1140  5    SCSI             Y
        1775-9           202.0MB HALF       9 VC RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS               5.25  830  2 17 ST412     5.0Mb
        1302              21.0MB FULL       3    MFM      28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 31
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        MICROPOLIS               5.25  830  3 17 ST412     5.0Mb
        1303              36.0MB FULL       5    MFM      28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS               5.25  830  3 17 ST412     5.0Mb
        1304              42.9MB FULL       6    MFM      30mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS        42.0MB 5.25 1024  3 17 ST412     5.0Mb  Y   35K 28.0W
        1323              35.0MB FULL       4 VC MFM      28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS        53.0MB 5.25 1024  3 17 ST412     5.0Mb  Y   35K 28.0W
        1323A             44.0MB FULL       5 VC MFM      28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS        64.0MB 5.25 1024  4 17 ST412     5.0Mb  Y   35K 28. W
        1324              53.0MB FULL       6 VC MFM      28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS        74.0MB 5.25 1024  4 17 ST412     5.0Mb  Y   35K 28.0W
        1324A             62.0MB FULL       7 VC MFM      28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS        85.0MB 5.25 1024  5 17 ST412     5.0Mb  Y   35K 28.0W
        1325              71.0MB FULL       8 VC MFM      28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS               5.25 1024  3 17 ST412            Y   25K 29.0W
        1333              35.6MB FULL       4 VC MFM      28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS        53.0MB 5.25 1024  3 17 ST412     5.0Mb  Y   25K 29.0W
        1333A             44.5MB FULL       5 VC MFM      28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS        64.0MB 5.25 1024  4 17 ST412     5.0Mb  Y   25K 29.0W
        1334              53.4MB FULL       6 VC MFM      28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS               5.25 1024  4 17 ST412     5.0Mb  Y   25K 29.0W
        1334A             62.3MB FULL       7 VC MFM      28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS        85.0MB 5.25 1024  5 17 ST412     5.0Mb  Y   25K 29.0W
        1335              71.3MB FULL       8 VC MFM      28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS               5.25 1024  1 36 ESDI     10.0Mb  Y
        1352              32.0MB FULL       2 VC RLL(2,7) 23mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS               5.25 1024  2 36 ESDI     10.0Mb  Y
        1352A             41.0MB FULL       3 VC RLL(2,7) 23mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS        85.0MB 5.25 1024  3 36 ESDI     10.0Mb  Y   30K 32.0W
        1353              75.0MB FULL       4 VC RLL(2,7) 23mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS       106.0MB 5.25 1024  3 36 ESDI     10.0Mb  Y   30K 32.0W
        1353A             94.0MB FULL       5 VC RLL(2,7) 23mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS       127.0MB 5.25 1024  4 36 ESDI     10.0Mb  Y   30K 32.0W
        1354             113.0MB FULL       6 VC RLL(2,7) 23mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 32
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        MICROPOLIS       149.0MB 5.25 1024  4 36 ESDI     10.0Mb  Y   30K 32.0W
        1354A            132.0MB FULL       7 VC RLL(2,7) 23mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS       170.0MB 5.25 1024  5 36 ESDI     10.0Mb  Y   30K 32.0W
        1355             150.0MB FULL       8 VC RLL(2,7) 23mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS        85.0MB 5.25 1016  3 36 SCSI     10.0Mb  Y   30K 35.0W
        1373              72.0MB FULL       4 VC RLL(2,7) 23mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS       106.0MB 5.25 1016  3 36 SCSI     10.0Mb  Y   30K 35.0W
        1373A             91.0MB FULL       5 VC RLL(2,7) 23mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS       128.0MB 5.25 1016  4 36 SCSI     10.0Mb  Y   30K 35.0W
        1374             109.0MB FULL       6 VC RLL(2,7) 23mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS       149.0MB 5.25 1016  4 36 SCSI     10.0Mb  Y   30K 35.0W
        1374A            127.0MB FULL       7 VC RLL(2,7) 23mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS       170.0MB 5.25 1016  5 36 SCSI     10.0Mb  Y   30K 35.0W
        1375             145.0MB FULL       8 VC RLL(2,7) 23mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS               5.25 1840  5 72 ESDI     20.0Mb  Y
        1516-10S         678.0MB FULL      10 VC RLL(2,7) 14mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS               5.25 1925  7 72 ESDI     20.0Mb  Y
        1517-13          922.0MB FULL      13 VC RLL(2,7) 14mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS      1120.0MB 5.25 1925  7 72 ESDI     20.0Mb  Y
        1518-14          993.0MB FULL      14 VC RLL(2,7) 14mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS               5.25 1925  8 72 ESDI     20.0Mb  Y
        1518-15         1064.0MB FULL      15 VC RLL(2,7) 14mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS               5.25 1925    71 ESDI     20.0Mb  Y  150K 24.0W
        1538-15          871.6MB FULL      15 VC RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS      2000.0MB 5.25                             Y
        1548                                  VC           8mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS       280.0MB 5.25 1224  6 36 ESDI     10.0Mb  Y   30K 29.0W
        1556-11          248.0MB FULL      11 VC RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS       305.0MB 5.25 1224  7 36 ESDI     10.0Mb  Y   30K 29.0W
        1557-12          270.0MB FULL      12 VC RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS       331.0MB 5.25 1224  7 36 ESDI     10.0Mb  Y   30K 29.0W
        1557-13          293.0MB FULL      13 VC RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS       356.0MB 5.25 1224  8 36 ESDI     10.0Mb  Y   30K 29.0W
        1558-14          315.0MB FULL      14 VC RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 33
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        MICROPOLIS       382.0MB 5.25 1224  8 36 ESDI     10.0Mb  Y   30K 29.0W
        1558-15          338.0MB FULL      15 VC RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS       561.0MB 5.25 1632  6 54 ESDI     15.0Mb  Y   30K 29.0W
        1566-11          496.0MB FULL      11 VC RLL(2,7) 16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS       612.0MB 5.25 1632  7 54 ESDI     15.0Mb  Y   30K 29.0W
        1567-12          541.0MB FULL      12 VC RLL(2,7) 16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS       663.0MB 5.25 1632  7 54 ESDI     15.0Mb  Y   30K 29.0W
        1567-13          586.0MB FULL      13 VC RLL(2,7) 16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS       714.0MB 5.25 1632  8 54 ESDI     15.0Mb  Y   30K 29.0W
        1568-14          631.0MB FULL      14 VC RLL(2,7) 16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS       765.0MB 5.25 1632  8 54 ESDI     15.0Mb  Y  150K 29.0W
        1568-15          676.0MB FULL      15 VC RLL(2,7) 16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS       280.0MB 5.25 1220  6 36 SCSI     10.0Mb  Y   30K 31.0W
        1576-11          243.0MB FULL      11 VC RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS       305.0MB 5.25 1220  7 36 SCSI     10.0Mb  Y   30K 31.0W
        1577-12          266.0MB FULL      12 VC RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS       331.0MB 5.25 1220  7 36 SCSI     10.0Mb  Y   30K 31. W
        1577-13          287.0MB FULL      13 VC RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS       356.0MB 5.25 1220  8 36 SCSI     10.0Mb  Y   30K 31.0W
        1578-14          310.0MB FULL      14 VC RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS       382. MB 5.25 1220  8 36 SCSI     10.0Mb  Y   30K 31.0W
        1578-15          332.0MB FULL      15 VC RLL(2,7) 18mS       64K BUFFER
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS       561.0MB 5.25 1628  6 54 SCSI     15.0Mb  Y   30K 31.0W
        1586-11          490.0MB FULL      11 VC RLL(2,7) 16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS       612.0MB 5.25 1628  7 54 SCSI     15.0Mb  Y   30K 31.0W
        1587-12          535.0MB FULL      12 VC RLL(2,7) 16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS       663.0MB 5.25 1628  7 54 SCSI     15.0Mb  Y   30K 31.0W
        1587-13          579.0MB FULL      13 VC RLL(2,7) 16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS       714.0MB 5.25 1628  8 54 SCSI     15.0Mb  Y   30K 31.0W
        1588-14          624.0MB FULL      14 VC RLL(2,7) 16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS       765.0MB 5.25 1628  8 54 SCSI     15.0Mb  Y   30K 31.0W
        1588-15          668.0MB FULL      15 VC RLL(2,7) 16mS       64K BUFFER
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS               5.25 1834  5 72 SCSI             Y
        1596-10S         668.0MB FULL      10 VC RLL(2,7) 14mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 34
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        MICROPOLIS               5.25 1919  7 72 SCSI             Y
        1597-13          909.0MB FULL      13 VC RLL(2,7) 14mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS               5.25 1919  7 72 SCSI             Y
        1598-14          979.0MB FULL      14 VC RLL(2,7) 14mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS      1200.0MB 5.25 1919  8 72 SCSI     32.0Mb  Y  150K
        1598-15         1049.0MB FULL      15 VC RLL(2,7) 14mS      256K BUFFER
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS       104.0MB 5.25 1249  3 36 ESDI     10.0Mb  Y   40K 15.0W
        1653-4            92.0MB HALF       4 VC RLL(2,7) 16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS       130.0MB 5.25 1249  3 36 ESDI     10.0Mb  Y   40K 15.0W
        1653-5           115.0MB HALF       5 VC RLL(2,7) 16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS       156.0MB 5.25 1249  4 36 ESDI     10.0Mb  Y   40K 15.0W
        1654-6           138.0MB HALF       6 VC RLL(2,7) 16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS       182.0MB 5.25 1249  4 36 ESDI     10.0Mb  Y   40K 15.0W
        1654-7           161.0MB HALF       7 VC RLL(2,7) 16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS               5.25 1780  2    ESDI     15.0Mb  Y  150K 15.0W
        1663-4           197.0MB HALF       4 VC RLL(2,7) 14mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS               5.25 1780  3    ESDI     15.0Mb  Y  150K 15.0W
        1663-5           246.0MB HALF       5 VC RLL(2,7) 14mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS               5.25 1780  3    ESDI     15.0Mb  Y  150K 15.0W
        1664-6           295.0MB HALF       6 VC RLL(2,7) 14mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS               5.25 1780  4 54 ESDI     15.0Mb  Y  150K 15.0W
        1664-7           345.0MB HALF       7 VC RLL(2,7) 14mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS       104.0MB 5.25 1245  3 36 SCSI     10.0Mb  Y   35K 20.0W
        1673-4            90.0MB HALF       4 VC RLL(2,7) 16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS       130.0MB 5.25 1245  3 36 SCSI     10.0Mb  Y   35K 20.0W
        1673-5           112.0MB HALF       5 VC RLL(2,7) 16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS       156.0MB 5.25 1245  4 36 SCSI     10.0Mb  Y   35K 20.0W
        1674-6           135.0MB HALF       6 VC RLL(2,7) 16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS       182.0MB 5.25 1245  4 36 SCSI     10.0Mb  Y   35K 20.0W
        1674-7           158.0MB HALF       7 VC RLL(2,7) 16mS       64K BUFFER
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS               5.25 1776  2 54 SCSI     12.0Mb  Y  150K 15.0W
        1683-4           193.0MB HALF       4 VC RLL(2,7) 14mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS               5.25 1776  3 54 SCSI     12.0Mb  Y  150K 15.0W
        1683-5           242.0MB HALF       5 VC RLL(2,7) 14mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 35
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        MICROPOLIS               5.25 1776  3 54 SCSI     12.0Mb  Y  150K 15.0W
        1684-6           291.0MB HALF       6 VC RLL(2,7) 14mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS       385.0MB 5.25 1776  4 54 SCSI     12.0Mb  Y  150K 15.0W
        1684-7           340.0MB HALF       7 VC RLL(2,7) 14mS  64K BUF, MAC OR
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROPOLIS      1600.0MB 5.25                             Y
        1908                                  VC           8mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROSCIENCE             3.50 1024  3 17 ST412     5.0Mb  Y   36K 10.0W
        4050              44.5MB HALF       5 VC MFM      18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROSCIENCE             3.50 1024  3    ST412     7.5Mb  Y   36K 10.0W
        4060              66.8MB HALF       5 VC RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROSCIENCE             3.50 1024  4 17 ST412     5.0Mb  Y   36K 11.0W
        4070              62.3MB HALF       7 VC MFM      18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROSCIENCE             3.50 1024  4    ST412     7.5Mb  Y   36K 11.0W
        4090              93.4MB HALF       7 VC RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROSCIENCE     140.0MB 3.50  855  4 36 ESDI     10.0Mb  Y   36K 10.0W
        5100-20          110.3MB HALF       7 VC RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROSCIENCE     140.0MB 3.50  855  4 36 SCSI     10.0Mb  Y   36K 11.0W
        6100-20          110.3MB HALF       7 VC RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROSCIENCE             3.50  855  2 36 IDE(AT)  10.0Mb  Y
        7040              47.2MB HALF       3 VC RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROSCIENCE     140.0MB 3.50  855  4 36 IDE(AT)  10.0Mb  Y   36K 11.0W
        7100-20          110.3MB HALF       7 VC RLL(2,7) 18mS       32K BUFFER
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROSCIENCE             3.50       4    IDE(AT)  12.5Mb
        7200             200.0MB HALF       7 VC RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROSCIENCE     777.0MB 5.25            ESDI     15.0Mb  Y   50K
        FH-2777E                 FULL         VC RLL(2,7) 14mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROSCIENCE     777.0MB 5.25            SCSI     15.0Mb  Y   50K
        FH-2777S                 FULL         VC RLL(2,7) 14mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROSCIENCE    1200.0MB 5.25            ESDI     15.0Mb  Y   50K
        FH-3777E                 FULL         VC RLL(2,7) 14mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROSCIENCE    1200.0MB 5.25            SCSI     15.0Mb  Y   50K
        FH-3777S                 FULL         VC RLL(2,7) 14mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROSCIENCE      50.0MB 5.25 1024  3 17 ST412     5.0Mb  Y   99K 14.0W
        HH-1050           44.6MB HALF       5 VC MFM      28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 36
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        MICROSCIENCE             5.25 1024  3 26 ST412     7.5Mb      99K 14.0W
        HH-1060           65.5MB HALF       5    RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROSCIENCE      75.0MB 5.25 1024  4 17 ST412     5.0Mb  Y
        HH-1075           62.4MB HALF       7 VC MFM      28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROSCIENCE      80.0MB 5.25 1024  3 26 ST412     7.5Mb  Y
        HH-1080           65.5MB HALF       5 VC RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROSCIENCE      90.0MB 5.25 1314  4 17 ST412     5.0Mb  Y   40K 11.0W
        HH-1090           80.1MB HALF       7 VC MFM      28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROSCIENCE             5.25 1024  4 26 ST412     7.5Mb  Y
        HH-1095           95.4MB HALF       7 VC RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROSCIENCE             5.25 1314  4 26 ST412     7.5Mb  Y   40K 11.0W
        HH-1120          122.4MB HALF       7 VC RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROSCIENCE             5.25            ESDI     10.0Mb
        HH-2085                  HALF            RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROSCIENCE     149.3MB 5.25 1024  4 33 ESDI     10.0Mb  Y   40K 12.0W
        HH-2120          121.1MB HALF       7 VC RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROSCIENCE             5.25 1276  4    ESDI     10.0Mb  Y   40K 12.0W
        HH-2160          160.1MB HALF       7 VC RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROSCIENCE             5.25  306  2 17 ST412     5.0Mb
        HH-312            10.0MB HALF       4    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROSCIENCE             5.25 1314  3 26 SCSI      7.5Mb  Y   40K 12.0W
        HH-3120          121.1MB HALF       5 VC RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROSCIENCE             5.25  306  2 17 ST412     5.0Mb
        HH-315            10.0MB HALF       4    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROSCIENCE             5.25 1314  4    SCSI     10.0Mb  Y   40K 12.0W
        HH-3160          169.5MB HALF       7 VC RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROSCIENCE      25.0MB 5.25  612  2 17 ST412     5.0Mb
        HH-325            21.0MB HALF       4    MFM      80mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROSCIENCE             5.25  612  2 26 ST412     7.5Mb
        HH-330            32.0MB HALF       4    RLL(2,7) 99mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROSCIENCE      12.0MB 5.25  306  2 17 ST412     5.0Mb
        HH-612            10.9MB HALF       4    MFM      85mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROSCIENCE      25.0MB 5.25  612  2 17 ST412     5.0Mb
        HH-625            21.0MB HALF       4    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 37
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        MICROSCIENCE      12.0MB 5.25  612  1 17 ST412     5.0Mb
        HH-712            10.0MB HALF       2    MFM      99mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROSCIENCE      25.0MB 5.25  612  2 17 ST412     5.0Mb
        HH-725            21.0MB HALF       4    MFM      99mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROSCIENCE             5.25  612  2 26 ST412     7.5Mb
        HH-738            32.0MB HLAF       4    RLL(2,7) 99mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROSCIENCE      25.0MB 5.25  615  2 17 ST412     5.0Mb
        HH-825            21.0MB HALF       4    MFM      65mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MICROSCIENCE             5.25  615  2 26 ST412     7.5Mb
        HH-830            38.0MB HALF       4    RLL(2,7) 65mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE               3.50 1170  1 36 IDE(AT)  10.8Mb  Y  150K  3.6W
        MS7040A           40.7MB 1.0"       2 VC RLL(1,7) 17mS  3.703RPM,32K BU
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE               3.50 1155  1 36 SCSI     10.8Mb  Y  150K  4.1W
        MS7040S           40.0MB 1.0"       2 VC RLL(1,7) 17mS  3,703RPM,32K BU
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE               3.50 1170  2 36 IDE(AT)  10.8Mb  Y  150K  3.7W
        MS7080A           81.4MB 1.0"       4 VC RLL(1,7) 17mS  3,703RPM,32K BU
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE               3.50 1155  2 36 SCSI     10.8Mb  Y  150K  4.5W
        MS7080S           80.7MB 1.0"       4 VC RLL(1,7) 17mS  3,703RPM,32K BU
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE        48.0MB 3.50            SCSI             Y
        MS8048            40.0MB HALF                     30mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE        51.3MB 3.50  745  2 28 IDE(AT)   8.0Mb  Y  150K  8.0W
        MS8051A           42.7MB HALF       4 VC RLL(2,7) 28mS  3,484RPM,32K BU
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE        51.3MB 3.50  793  2 28 SCSI      8.0Mb  Y  150K  8.0W
        MS8051S           45.1MB HALF       4 VC RLL(2,7) 28mS  3,484RPM,32K BU
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE        12.0MB 3.50  615  1 17 ST412     5.0Mb
        MS8212            10.0MB HALF  128  2 SM MFM      68mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE        24.0MB 3.50  771  1 26 ST412     7.5Mb      20K 12.0W
        MS8225            20.3MB HALF       2 SM RLL(2,7) 68mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE        25.0MB 3.50  747  1 28 IDE(AT)   7.5Mb
        MS8225AT          21.0MB HALF       2 SM RLL(2,7) 40mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE        25.0MB 3.50  745  1 28 IDE(AT)   8.0Mb
        MS8225A1          21.0MB HALF       2 SM RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE        25.0MB 3.50  804  1 26 SCSI      7.5Mb
        MS8225S           20.0MB HALF       2 SM RLL(2,7) 68mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 38
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        MINISCRIBE        25.0MB 3.50  805  1 26 IDE(XT)   7.5Mb
        MS8225XT          21.0MB HALF       2 SM RLL(2,7) 68mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE        25.6MB 3.50  615  2 17 ST412     5.0Mb           9.9W
        MS8425            21.4MB HALF  128  4 SM MFM      68mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE        25.6MB 3.50  615  2 17 ST412     5.0Mb          12.5W
        MS8425F           21.4MB HALF  128  4 SM MFM      40mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE        25.5MB 3.50  615  2 17 SCSI      5.0Mb          12.5W
        MS8425S           21.3MB HALF       4 SM MFM      68mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE        25.0MB 3.50  615  2 17 IDE(XT)   5.0Mb          12.0W
        MS8425XT          21.4MB HALF       4 SM MFM      68mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE               3.50  615  2 26 ST412     7.5Mb
        MS8434F           32.0MB HALF  128  4 SM RLL(2,7) 40mS               ??
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE        38.4MB 3.50  615  2 26 ST412     7.5Mb           9.9W
        MS8438            32.7MB HALF  128  4 SM RLL(2,7) 68mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE               3.50  615  2 26 ST412     7.5Mb
        MS8438F           32.7MB HALF  128  4 SM RLL(2,7) 40mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE        38.0MB 3.50  615  2 26 IDE(XT)   7.5Mb
        MS8438XT          32.7MB HALF  128  4 SM RLL(2,7) 68mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE        50.0MB 3.50  771  2 26 ST412     7.5Mb
        MS8450            39.0MB HALF       4 SM RLL(2,7) 45mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE        49.6MB 3.50  745  2 28 IDE(AT)   8.0Mb      30K 10.7W
        MS8450AT          42.7MB HALF       4 SM RLL(2,7) 40mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE               3.50  809  2    SCSI      7.5Mb
        MS8450S           40.0MB HALF       4 SM RLL(2,7) 68mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE        50.0MB 3.50  805  2 26 IDE(XT)   7.5Mb      30K 12.0W
        MS8450XT          42.8MB HALF       4 SM RLL(2,7) 68mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE         6.0MB 5.25  306  1 17 ST412     5.0Mb
        MS1006             5.0MB FULL  128  2 SM MFM         *  *179mS AVE ACCE
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE        12.0MB 5.25  306  2 17 ST412     5.0Mb
        MS1012            10.0MB FULL  128  4 SM MFM         *  *179mS AVE ACCE
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE         6.0MB 5.25  306  1 17 ST412     5.0Mb
        MS2006             5.0MB FULL  128  2 SM MFM      93mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE        12.0MB 5.25  306  2 17 ST412     5.0Mb
        MS2012            10.0MB FULL  128  4 SM MFM      85mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 39
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        MINISCRIBE        12.0MB 5.25  612  1 17 ST412     5.0Mb
        MS3012            10.0MB HALF       2 SM MFM         *  *155mS AVE ACCE
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE        53.3MB 5.25 1024  3 17 ST412     5.0Mb  Y       12.4W
        MS3053            44.6MB HALF  512  5 SM MFM      25mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE        85.3MB 5.25 1170  4 17 ST412     5.0Mb  Y   35K 13.5W
        MS3085            71.3MB HALF  512  7    MFM      22mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE        83.0MB 5.25 1270  2    ESDI     10.6Mb      35K 15.0W
        MS3085E           72.0MB HALF       3    RLL(2,7) 17mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE        83.0MB 5.25 1255  2    SCSI     10.6Mb      35K 17. W
        MS3085S           72.0MB HALF       3             17mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE       130.0MB 5.25 1250  3 34 ESDI     10.0Mb  Y
        MS3130E          112.0MB HALF       5    RLL(2,7) 17mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE       130.0MB 5.25 1250  3    SCSI     12.0Mb  Y
        MS3130S          115.0MB HALF       5    RLL(2,7) 17mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE       182.0MB 5.25 1250  4    ESDI     10.0Mb  Y   35K 15.0W
        MS3180E          157.0MB HALF       7 VC RLL(2,7) 17mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE       182.0MB 5.25 1250  4    SCSI     12.0Mb  Y   35K 20.0W
        MS3180S          160.0MB HALF       7 VC RLL(2,7) 17mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE       182.0MB 5.25 1250  4    SCSI(M)  12.0Mb  Y   35K 20.0W
        MS3180SM         160.0MB HALF       7 VC RLL(2,7) 17mS        MACINTOSH
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE        12.0MB 5.25  612  1 17 ST412     5.0Mb
        MS3212            10.0MB HALF  128  2 SM MFM      85mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE        12.0MB 5.25  612  1 17 ST412     5.0Mb
        MS3212+           10.0MB HALF  128  2 SM MFM      53mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE        12.0MB 5.25  306  2 17 ST412     5.0Mb
        MS3412            10.0MB HALF  128  4 SM MFM      60mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE        25.0MB 5.25  615  2 17 ST412     5.0Mb
        MS3425            21.3MB HALF  128  4 SM MFM      85mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE        25.0MB 5.25  615  2 17 ST412     5.0Mb
        MS3425+           21.3MB HALF  128  4 SM MFM      65mS  NEWER MODS:53mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE        38.0MB 5.25  615  2 26 ST412     7.5Mb
        MS3438            32.0MB HALF       4 SM RLL(2,7) 85mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE        38.0MB 5.25  615  2 26 ST412     7.5Mb
        MS3438+           32.0MB HALF       4 SM RLL(2,7) 53mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 40
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        MINISCRIBE        50.5MB 5.25  809  3 17 ST412     5.0Mb      25K 18.1W
        MS3650            42.3MB HALF  300  6 SM MFM      61mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE        50.0MB 5.25  809  3 17 ST412     5.0Mb
        MS3650F           42.0MB HALF  300  6 SM MFM      46mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE        75.8MB 5.25  809  3 26 ST412     7.5Mb      20K 18.1W
        MS3675            63.3MB HALF  300  6 SM RLL(2,7) 61mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE        10.0MB 5.25  480  1 17 ST412     5.0Mb
        MS4010             8.0MB FULL  128  2 SM MFM         *  *133mS AVE ACCE
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE        20.0MB 5.25  480  2 17 ST412     5.0Mb
        MS4020            16.0MB FULL  128  4 SM MFM         *  *133mS AVE ACCE
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE        30.0MB 5.25  480  3 17 ST412     5.0Mb
        MS5330            25.0MB       128  6    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE        38.0MB 5.25  612  3 17 ST412     5.0Mb
        MS5338            32.0MB       128  6    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE        40.0MB 5.25  480  4 17 ST412     5.0Mb
        MS5440            32.0MB       128  8    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE        51.0MB 5.25  612  4 17 ST412     5.0Mb
        MS5451            43.0MB       128  8    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE        32.0MB 5.25 1024  2 17 ST412     5.0Mb  Y
        MS6032            26.0MB FULL  512  3 SM MFM      28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE        53.0MB 5.25 1024  3 17 ST412     5.0Mb  Y
        MS6053            45.0MB FULL  512  5 SM MFM      28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE        74.0MB 5.25 1024  4 17 ST412     5.0Mb  Y
        MS6074            62.0MB FULL  512  7 SM MFM      28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE        79.0MB 5.25 1024  3 26 ST412     7.5Mb  Y
        MS6079            68.0MB FULL  512  5 SM RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE        85.3MB 5.25 1024  4 17 ST412     5.0Mb  Y   25K 18.0W
        MS6085            71.3MB FULL  512  8 SM MFM      28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE       128.0MB 5.25 1024  4 26 ST412     7.5Mb  Y       18.0W
        MS6128           110.1MB FULL  512  8 SM RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE       170.0MB 5.25 1024  4 34 ESDI     10.0Mb  Y
        MS6170E          130.0MB FULL       8    RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE        12.0MB 5.25  612  1 17 ST412     5.0Mb
        MS6212            10.0MB       128  2    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 41
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        MINISCRIBE        26.0MB 5.25  612  2 17 ST412     5.0Mb
        MS7426            21.0MB       128  4    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE        12.0MB 5.25  306  2 17 ST412     5.0Mb
        MS8412            10.0MB       128  4    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE       382.0MB 5.25 1224  8    ESDI     10.0Mb  Y   30K 18.0W
        MS9380E          338.0MB FULL      15 VC RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE       382.0MB 5.25 1224  8    SCSI     10.0Mb  Y   30K 17.4W
        MS9380S          347.0MB FULL      15 VC RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE       382.0MB 5.25 1224  8    SCSI(M)  10.0Mb  Y   30K 17.4W
        MS9380SM         347.0MB FULL      15 VC RLL(2,7) 15mS        MACINTOSH
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE       424.0MB 5.25 1661  4    ESDI     15.0Mb          17.0W
        MS9424E          360.0MB FULL       8    RLL(2,7) 17mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE       424.0MB 5.25 1661  4    SCSI     15.0Mb          17.0W
        MS9424S          355.0MB FULL       8    RLL(2,7) 17mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE       781.0MB 5.25 1661  8    ESDI     15.0Mb  Y       18.0W
        MS9780E          676.0MB FULL      15 VC RLL(2,7) 17mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MINISCRIBE       781.0MB 5.25 1661  8    SCSI     15.0Mb  Y       18.0W
        MS9780S          668.0MB FULL      15 VC RLL(2,7) 17mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MITSUBISHI        54.1MB 3.50  743  4    ST412     5.0Mb  Y   30K  9.3W
        MR335                    HALF       7 VC MFM      20mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MITSUBISHI               5.25  612  1 17 ST412     5.0Mb
        MR521             10.0MB HALF  128  2    MFM      85mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MITSUBISHI               5.25  612  2 17 ST412     5.0Mb
        MR522             20.0MB HALF  300  4    MFM      85mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MITSUBISHI       101.7MB 5.25            ESDI             Y
        MR5310E                  HALF         VC RLL(2,7) 25mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MITSUBISHI               5.25  977  3 17 ST412     5.0Mb
        MR535             42.0MB HALF  300  5    MFM      28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MITSUBISHI        76.3MB 5.25  977  3 26 ST412     7.5Mb  Y   30K 18.4W
        MR535R            65.0MB HALF  300  5 VC RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MITSUBISHI        50.9MB 5.25  977  3    SCSI      5.0Mb  Y   30K 18.4W
        MR535S            42.5MB HALF       5 VC MFM      28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MITSUBISHI        76.3MB 5.25  977  3    SCSI      7.5Mb  Y   30K 18.4W
        MR537S            65.0MB HALF       5 VC RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 42
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        MMI                6.0MB 3.50  306  1 17 ST412     5.0Mb
        M-106              5.0MB HALF  128  2    MFM      75mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MMI               12.0MB 3.50  306  2 17 ST412     5.0Mb
        M-112             10.0MB HALF  128  4    MFM      75mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MMI               25.0MB 3.50  306  4 17 ST412     5.0Mb
        M-125             20.0MB HALF  128  8    MFM      75mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MMI               12.0MB 5.25  306  2 17 ST412     5.0Mb
        M-212             10.0MB HALF  128  4    MFM      75mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MMI               25.0MB 5.25  306  4 17 ST412     5.0Mb
        M-225             20.0MB HALF  128  8    MFM      75mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MMI                6.0MB 5.25  306  1 17 ST412     5.0Mb
        M-306              5.0MB HALF  128  2    MFM      75mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MMI               12.0MB 5.25  306  2 17 ST412     5.0Mb
        M-312             10.0MB HALF  128  4    MFM      75mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        MMI               25.0MB 5.25  306  4 17 ST412     5.0Mb
        M-325             20.0MB HALF  128  8    MFM      75mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        NCR              323.0MB 5.25            SCSI     12.0Mb  Y
        6091-5101                           9    RLL(2,7) 27mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        NCR              675.0MB 5.25            SCSI     15.0Mb  Y
        6091-5301                          15    RLL(2,7) 25mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        NEC               26.0MB 3.50  615  2 17 ST412     5.0Mb
        D3126             20.0MB HALF  300  4    MFM      85mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        NEC                      3.50  642  4 32 ST412     5.0Mb
        D3142             42.0MB HALF       8    MFM      28mS      256B/SECTOR
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        NEC               51.3MB 3.50  615  4 32 ST412     5.0Mb  Y   30K  9.2W
        D3146H            40.3MB HALF       8 VC MFM      35mS      256B/SECTOR
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        NEC              134.5MB 3.50  915  4 36 ESDI     10.0Mb  Y   30K  7.5W
        D3661            118.1MB HALF       7 VC RLL(2,7) 20mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        NEC               56.0MB 3.50 1084  1 41 IDE(AT)  12.0Mb  Y   30K  4.0W
        D3735             45.5MB 1.0"       2 VC RLL(1,7) 20mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        NEC              130.0MB 3.50 1250  2 41 IDE(AT)  12.0Mb  Y   30K  4.8W
        D3755            105.0MB 1.0"       4 VC RLL(1,7) 20mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        NEC              134.5MB 3.50  915  4 35 IDE(AT)  21.0Mb  Y   30K  7.5W
        D3761            114.8MB HALF       7 VC RLL(2,7) 20mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 43
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        NEC               56.0MB 3.50 1084  1 41 SCSI     12.0Mb  Y   30K  4.0W
        D3835             45.5MB 1.0"       2 VC RLL(1,7) 20mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        NEC              130.0MB 3.50 1250  2 41 SCSI     12.0Mb  Y   30K  4.8W
        D3855            105.0MB 1.0"       4 VC RLL(1,7) 20mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        NEC              134.5MB 3.50  915  4 35 SCSI     21.0Mb  Y   30K  7.5W
        D3861            114.8MB HALF       7 VC RLL(2,7) 20mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        NEC              520.0MB 3.50            SCSI     20.0Mb  Y   50K
        D3881                    HALF       9 VC          15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        NEC                      5.25  309  2 17 ST412     5.0Mb
        D5124             10.0MB HALF       4    MFM      85mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        NEC               26.0MB 5.25  612  2 17 ST412     5.0Mb
        D5126             20.0MB HALF       4 SM MFM      85mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        NEC               26.0MB 5.25  612  2 17 ST412     5.0Mb
        D5126H            20.0MB HALF       4    MFM      40mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        NEC                      5.25  615  4 17 ST412     5.0Mb
        D5146             40.0MB HALF       8    MFM      85mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        NEC               46.0MB 5.25  615  4 17 ST412     5.0Mb
        D5146H            40.0MB HALF       8    MFM      40mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        NEC             1322.0MB 5.25            IPI-2    24.0Mb  Y  100K
        D5392                    FULL      16 VC          14mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        NEC                      5.25  823  5    ESDI     10.0Mb
        D5652            143.0MB HALF      10    RLL(2,7) 23mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        NEC              179.8MB 5.25 1224  4 35 ESDI     10.0Mb  Y   30K 20.0W
        D5655            153.5MB HALF       7 VC RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        NEC              385.4MB 5.25       4    ESDI     10.0Mb
        D5662                    FULL       8    RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        NEC              765.4MB 5.25 1633  8 53 ESDI     15.0Mb  Y   50K 32.0W
        D5682            664.7MB FULL      15 VC RLL(1,7) 16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        NEC              385.4MB 5.25       4    SCSI     10.0Mb
        D5862                    FULL       8             18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        NEC              765.4MB 5.25 1633  8 53 SCSI     15.0Mb  Y   50K 32.0W
        D5882            664.7MB FULL      15 VC RLL(1,7) 16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        NEC             1607.0MB 5.25 1678 10 86 SCSI(S)  24.0Mb  Y  100K
        D5892           1404.0MB FULL      19 VC RLL(1,7) 14mS  XFER(SYNC)=40Mb
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 44
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        NEC               13.0MB 5.25         17 ST412     5.0Mb
        NPO4-13T          10.0MB FULL            MFM      85mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        NEC                      5.25            SCSI(S)  20.8Mb     250K 11.0W
        SD020S            20.0MB HALF            SILICON  .3mS  DRAM-DISK, SYNC
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        NEC                      5.25            SCSI(S)  20.8Mb     200K 11.0W
        SD040S            40.0MB HALF            SILICON  .3mS  DRAM-DISK, SYNC
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        NEWBURY DATA             3.50  615  4 17 ST412     5.0Mb
        NDR-340           42.0MB HALF       8    MFM      40mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        NEWBURY DATA      65.0MB 5.25  918  4 17 ST412     5.0Mb
        NDR-1065          55.0MB FULL       7    MFM      25mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        NEWBURY DATA      85.0MB 5.25 1025  4 17 ST412     5.0Mb
        NDR-1085          71.0MB FULL       8    MFM      26mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        NEWBURY DATA     105.0MB 5.25  918  6 17 ST412     5.0Mb
        NDR-1105          87.0MB FULL      11    MFM      25mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        NEWBURY DATA     140.0MB 5.25  918  8 17 ST412     5.0Mb
        NDR-1140         120.0MB FULL      15    MFM      25mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        NEWBURY DATA     190.0MB 5.25  918  8 17 ST412     5.0Mb
        NDR-2190         160.0MB FULL      15    MFM      28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        NEWBURY DATA     170.0MB 5.25 1224  5 26 SCSI      7.5Mb
        NDR-3170S        146.0MB FULL       9    RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        NEWBURY DATA     280.0MB 5.25 1224  8 26 SCSI      7.5Mb
        NDR-3280S        244.0MB FULL      15    RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        NEWBURY DATA     380.0MB 5.25 1224  8 34 SCSI     10.0Mb
        NDR-3380S        319.0MB FULL      15    RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        NEWBURY DATA             5.25 1224  4 36 ESDI     10.0Mb  Y
        NDR-4175         179.0MB FULL       7    RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        NEWBURY DATA             5.25 1224  8 36 ESDI     10.0Mb  Y
        NDR-4380         384.0MB FULL      15    RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        OKIDATA                        640  2 26 ST412     7.5Mb
        OD526             31.0MB            4    RLL(2,7)
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        OKIDATA                        640  3 26 ST412     7.5Mb
        OD540             47.0MB            6    RLL(2,7)
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        OLIVETTI                       612  1 17 ST412     5.0Mb
        HD662/11          10.0MB            2    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 45
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        OLIVETTI                       612  2 17 ST412     5.0Mb
        HD662/12          20.0MB            4    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        OLIVETTI                 5.25         17 ST412     5.0Mb
        5210/2            10.0MB HALF            MFM      85mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        OLIVETTI                 5.25         17 ST412     5.0Mb
        5220/2            20.0MB FULL            MFM      65mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        OPTIMA                   3.50            SCSI     13.2Mb      30K
        MINIPAK 100      104.0MB HALF       4    RLL(2,7) 25mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        OPTIMA                   3.50            SCSI     12.0Mb      40K
        MINIPAK 200      209.0MB HALF       8    RLL(2,7) 20mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        OPTIMA                   3.50            SCSI     32.0Mb     150K
        MINIPAK 300      320.0MB HALF            RLL(2,7) 13mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        OPTIMA                   5.25            SCSI     23.0Mb  Y   50K
        CONCORDE 1050   1050.0MB           15    RLL(2,7) 15mS  XFER(SYNC)=38.4
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        OPTIMA                   5.25            SCSI     12.0Mb  Y  150K
        CONCORDE 635     640.0MB           14    RLL(2,7) 16mS  XFER(SYNC)=32.0
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        OPTIMA                   5.25            SCSI     13.3Mb  Y  100K
        DISKOVERY 420    416.0MB            8    RLL(2,7) 16mS  XFER(SYNC)=38.4
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        ORCA TECH.       370.0MB 3.50            IDE(AT)             100K
        320A                     HALF       9    RLL(2,7) 12mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        ORCA TECH.       370.0MB 3.50            SCSI                100K
        320S                     HALF       9    RLL(2,7) 12mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        ORCA TECH.       470.0MB 3.50            IDE(AT)             100K
        400A                     HALF       9    RLL(2,7) 12mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        ORCA TECH.       470.0MB 3.50            SCSI                100K
        400S                     HALF       9    RLL(2,7) 12mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        ORCA TECH.       760.0MB 5.25            ESDI     15.0Mb  Y   50K
        760E                               15    RLL(2,7) 14mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        ORCA TECH.       760.0MB 5.25            SCSI     15.0Mb  Y   50K
        760S                               15    RLL(2,7) 14mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        OTARI             14.0MB       306  2 17 ST412     5.0Mb
        C-214             10.0MB       128  4    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        OTARI             19.0MB       306  3 17 ST412     5.0Mb
        C-519             15.0MB       128  6    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 46
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        OTARI             26.0MB       306  4 17 ST412     5.0Mb
        C-526             21.0MB       128  8    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PACIFIC MAG,             5.25            SCSI
        MT-4170S         170.0MB HALF            RLL(2,7) 16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PACIFIC MAG.             5.25            ESDI
        MT-4115E         115.0MB HALF            RLL(2,7) 16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PACIFIC MAG.             5.25            SCSI
        MT-4115S         115.0MB HALF            RLL(2,7) 16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PACIFIC MAG.             5.25            ESDI
        MT-4140E         140.0MB HALF            RLL(2,7) 16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PACIFIC MAG.             5.25            SCSI
        MT-4140S         140.0MB HALF            RLL(2,7) 16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PACIFIC MAG.             5.25            ESDI
        MT-4170E         170.0MB HALF            RLL(2,7) 16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PANASONIC                3.50  615  2 17 ST412     5.0Mb
        JU-116            20.0MB HALF       4    MFM      85mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PANASONIC                3.50  734  4 17 ST412     5.0Mb
        JU-128            42.0MB HALF       7    MFM      35mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PERIPHERAL               3.50            SCSI                 60K
        PL-100 TURBO     105.0MB HALF       4    RLL(2,7) 19mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PERIPHERAL               3.50            SCSI                 50K
        PL-200 TURBO     210.0MB HALF       7    RLL(2,7) 19mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PERIPHERAL               3.50            SCSI                100K
        PL-320 TURBO     320.0MB HALF      14    RLL(2,7) 12mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PLUS DEV.                3.50
        HARDCARD 20       20.0MB 1.0"                                DRIVE CARD
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PLUS DEV.                3.50
        HARDCARD 40       40.0MB 1.0"                                DRIVE CARD
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PLUS DEV.                3.50
        HARDCARD2 40      40.0MB 1.0"                     19mS       DRIVE CARD
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PLUS DEV.                3.50
        HARDCARD2 80      80.0MB 1.0"                     19mS       DRIVE CARD
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PLUS DEV.                3.50
        HARDCARD2XL 105  105.0MB 1.0"                     17mS       DRIVE CARD
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 47
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        PLUS DEV.                3.50
        HARDCARD2XL 50    50.0MB 1.0"                     17mS       DRIVE CARD
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PRAIRIETEK               2.50  615  1 34 IDE      10.0Mb  Y   20K  2.5W
        PRAIRIE 120       21.4MB 0.6"       2 VC RLL(2,7) 23mS  3,307RPM, XT/AT
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PRAIRIETEK               2.50       1    IDE              Y
        PRAIRIE 140       40.0MB 0.6"       2 VC RLL(2,7)
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PRAIRIETEK               2.50  612  2    IDE(AT)   5.0Mb  Y   20K  3.5W
        PRAIRIE 220A      20.0MB 1.0"       4 VC RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PRAIRIETEK               2.50  612  2    SCSI      5.0Mb  Y   20K  3.5W
        PRAIRIE 220S      20.0MB 1.0"       4 VC RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PRAIRIETEK               2.50  615  2 34 IDE      10.0Mb  Y   20K  2.5W
        PRAIRIE 240       42.8MB 1.0"       4 VC RLL(2,7) 28mS  3,307RPM, XT/AT
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PRAIRIETEK               2.50       2    IDE(*)           Y
        PRAIRIE 242A      40.8MB 1.0"       4 VC RLL(2,7)                *XT/AT
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PRAIRIETEK               2.50       2    SCSI             Y
        PRAIRIE 242S      40.8MB 1.0"       4 VC RLL(2,7)
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PRAIRIETEK               2.50       2    SCSI             Y
        PRAIRIE 282S      81.6MB 1.0"       4 VC RLL(2,7)
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PRAIRIETEK               2.50       2    IDE              Y
        PRAIRIE 282A      81.6MB 1.0"       4 VC RLL(2,7)
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PRIAM                    3.50            ST412
        3504              44.0MB HALF         SM RLL(2,7) 39mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PRIAM                    5.25            ST412
        ID100AT          103.0MB FULL            MFM      16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PRIAM                    5.25 1017  4 34 ESDI     10.0Mb  Y
        ID120            121.1MB HALF       7 VC RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PRIAM                    5.25 1224  8 17 ST412     5.0Mb  Y
        ID130AT/D2       132.9MB FULL      15 VC MFM      20mS     250MB AS RLL
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PRIAM                    5.25 1268  4 34 ESDI     10.0Mb
        ID150E           159.0MB HALF       7    RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PRIAM                    5.25 1218  4 36 ESDI     10.0Mb
        ID160E           156.0MB FULL       7    RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PRIAM                    5.25 1195  4 36 PS/2     10.0Mb
        ID160E-PS/2      152.0MB FULL       7    RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 48
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        PRIAM                    5.25 1218  4 36 SCSI     10.0Mb
        ID160S           158.0MB FULL       7    RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PRIAM                    5.25       0 17 ST412
        ID20              20.0MB FULL       0    MFM      28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PRIAM                    5.25            IDE(AT)
        ID200L-I         200.0MB FULL            RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PRIAM                    5.25            IDE(AT)
        ID200L-IC        200.0MB FULL            RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PRIAM                    5.25            IDE(AT)
        ID200L-IF        200.0MB FULL            RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PRIAM                    5.25       0 26 ST412     7.5Mb
        ID230RC          233.0MB FULL       0    RLL(2,7) 12mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PRIAM                    5.25 1218  6 36 ESDI     10.0Mb
        ID250E           246.0MB FULL      11    RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PRIAM                    5.25 1195  6 36 PS/2     10.0Mb
        ID250E-PS/2      241.0MB FULL      11    RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PRIAM                    5.25 1218  6 36 SCSI     10.0Mb
        ID250S           248.0MB FULL      11    RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PRIAM                    5.25 1218  8 36 ESDI     10.0Mb
        ID330E           336.0MB FULL      15    RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PRIAM                    5.25 1195  8 36 PS/2     10.0Mb
        ID330E-PS/2      330.0MB FULL      15    RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PRIAM                    5.25 1218  8 36 SCSI     10.0Mb
        ID330S           338.0MB FULL      15    RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PRIAM                    5.25            ESDI     15.0Mb  Y  150K
        ID340H-U         340.0MB            7 VC RLL(2,7) 14mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PRIAM                    5.25 1018  3 17 ST412     5.0Mb  Y
        ID40AT            40.0MB FULL       5 VC MFM      23mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PRIAM                    5.25 1018  3 17 ST412     5.0Mb  Y
        ID45              44.0MB FULL       5 VC MFM      23mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PRIAM                    5.25 1018  3 17 ST412     5.0Mb  Y
        ID45H             44.3MB HALF       5 VC MFM      25mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PRIAM                    5.25 1018  3 17 ST412     5.0Mb  Y
        ID60AT            59.0MB FULL       5 VC MFM      23mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 49
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        PRIAM                    5.25 1018  4 17 ST412     5.0Mb  Y
        ID62AT/D2         62.0MB FULL       7 VC MFM      23mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PRIAM                    5.25            ESDI     15.0Mb  Y  150K
        ID660-U          660.0MB           15 VC RLL(2,7) 16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PRIAM                    5.25            ESDI
        ID700E           701.0MB FULL            RLL(2,7)
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PRIAM                    5.25            SCSI
        ID700S           668.0MB FULL            RLL(2,7)
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PRIAM                    5.25 1166  4 26 ST412     7.5Mb  Y
        ID75RC            72.0MB FULL       7 VC RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PRIAM                    5.25  755  4 17 ST412     5.0Mb
        P502              46.0MB FULL       7    MFM      22mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PRIAM                    5.25  755  4 17 ST412     5.0Mb
        P504              46.0MB FULL       7    MFM      22mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PRIAM                    5.25 1224  6 17 ST412     5.0Mb
        P514             117.0MB FULL      11    MFM      22mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PRIAM                    5.25 1224  8 17 ST412     5.0Mb
        P519             160.0MB FULL      15    MFM      22mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PRIAM                    5.25 1225  4    ESDI     10.0Mb
        P617             153.0MB FULL       7    RLL(2,7) 20mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PRIAM                    5.25 1225  6    ESDI     10.0Mb
        P628             241.0MB FULL      11    RLL(2,7) 20mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PRIAM                    5.25 1225  8    ESDI     10.0Mb
        P638             329.0MB FULL      15    RLL(2,7) 20mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PRIAM                    5.25 1225  4    SCSI     10.0Mb
        P717             153.0MB FULL       7    RLL(2,7) 20mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PRIAM                    5.25 1225  6    SCSI     10.0Mb
        P728             241.0MB FULL      11    RLL(2,7) 20mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PRIAM                    5.25 1225  8    SCSI     10.0Mb
        P738             329.0MB FULL      15    RLL(2,7) 20mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PRIAM                    5.25  987  2 26 ST412     7.5Mb
        V130R             39.0MB FULL       3    RLL(2,7)
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PRIAM                    5.25  987  3 17 ST412     5.0Mb
        V150              42.0MB FULL       5    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 50
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        PRIAM                    5.25 1166  3 17 ST412     5.0Mb
        V160              50.0MB FULL       5    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PRIAM                    5.25  987  4 17 ST412     5.0Mb
        V170              60.0MB FULL       7    MFM      28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PRIAM                    5.25  987  4 26 ST412     7.5Mb
        V170R             91.0MB FULL       7    RLL(2,7)
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PRIAM                    5.25 1166  4 17 ST412     5.0Mb
        V185              72.0MB FULL       7    MFM      28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PROCOM TECH.             3.50            IDE(AT)   5.9mB      70K
        PROPAQ 185-15    189.0MB HALF       5             15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PROCOM TECH.             3.50            SCSI     12.0Mb      70K
        Si 200/PS3       209.0MB HALF       4    RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PROCOM TECH.             5.25            ESDI                100K
        HiPer 380        388.0MB            8             17mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PROCOM TECH.             5.25            SCSI     19.2Mb      40K
        Si 1000/S5      1037.0MB            8             15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PROCOM TECH.             5.25            SCSI     22.4Mb     100K
        Si 585/S5        601.0MB            8             17mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PTI                      3.50  615  2 17 ST412     5.0Mb
        PT-225            21.0MB HALF       4    MFM      35mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PTI                      3.50  820  2 17 ST412     5.0Mb
        PT-234            28.0MB HALF       4    MFM      35mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PTI                      3.50  615  2 26 IDE(AT)   7.5Mb
        PT-238A           32.0MB HALF       4    RLL(2,7) 35mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PTI                      3.50  615  2 26 ST412     7.5Mb
        PT-238R           32.0MB HALF       4    RLL(2,7) 35mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PTI                      3.50  615  2 26 SCSI      7.5Mb
        PT-238S           32.0MB HALF       4    RLL(2,7) 35mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PTI                      3.50  820  2 26 IDE(AT)   7.5Mb
        PT-251A           43.0MB HALF       4    RLL(2,7) 35mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PTI                      3.50  820  2 26 ST412     7.5Mb
        PT-251R           43.0MB HALF       4    RLL(2,7) 35mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PTI                      3.50  820  2 26 SCSI      7.5Mb
        PT-251S           43.0MB HALF       4    RLL(2,7) 35mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 51
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        PTI                      3.50  615  3 17 ST412     5.0Mb
        PT-338            32.0MB HALF       6    MFM      35mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PTI                      3.50  820  3 17 ST412     5.0Mb
        PT-351            42.0MB HALF       6    MFM      35mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PTI                      3.50            ST412
        PT-351R           60.0MB HSLF            RLL(2,7) 30mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PTI                      3.50  615  3 26 IDE(AT)   7.5Mb
        PT-357A           49.0MB HALF       6    RLL(2,7) 35mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PTI                      3.50  615  3 26 ST412     7.5Mb
        PT-357R           49.0MB HALF       6    RLL(2,7) 35mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PTI                      3.50  615  3 26 SCSI      7.5Mb
        PT-357S           49.0MB HALF       6    RLL(2,7) 35mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PTI                      3.50  820  3 26 IDE(AT)   7.5Mb
        PT-376A           65.0MB HALF       6    RLL(2,7) 35mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PTI                      3.50  820  3 26 ST412     7.5Mb
        PT-376R           65.0MB HALF       6    RLL(2,7) 35mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PTI                      3.50  820  3 26 SCSI      7.5Mb
        PT-376S           65.0MB HALF       6    RLL(2,7) 35mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PTI                      3.50  820  4 26 IDE(AT)          Y
        PT-4102A          87.0MB HALF       8    RLL(2,7) 35mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        PTI                      3.50  820  4 26 ST412     7.5Mb
        PT-4102R          87.0MB HALF       8    RLL(2,7) 35mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        QUANTUM                  2.50            IDE(AT)              80K
        Go*Drv-40A        42.0MB 0.6"            RLL(2,7) 19mS  CACHE, RAMPLOCK
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        QUANTUM                  2.50            SCSI-2               80K
        Go*Drv-40S        42.0MB 0.6"            RLL(2,7) 19mS  CACHE, RAMPLOCK
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        QUANTUM                  2.50            IDE(AT)              80K
        Go*Drv-80A        84.0MB 0.6"            RLL(2,7) 19mS  CACHE, RAMPLOCK
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        QUANTUM                  2.50            SCSI-2               80K
        Go*Drv-80S        84.0MB 0.6"            RLL(2,7) 19mS  CACHE, RAMPLOCK
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        QUANTUM                  3.50            ESDI     10.0Mb
        ProDrv-100E      103.0MB HALF            RLL(2,7) 19mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        QUANTUM                  3.50 1019  3    SCSI     16.0Mb  Y   50K  9.0W
        ProDrv-105S      105.0MB HALF       6 VC RLL(2,7) 19mS       64K BUFFER
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 52
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        QUANTUM                  3.50       3    IDE(AT)          Y   50K 12.0W
        ProDrv-120AT     120.0MB HALF       5 VC RLL(2,7) 15mS       56K BUFFER
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        QUANTUM                  3.50 1123  3    SCSI     16.0Mb  Y   50K 12.0W
        ProDrv-120S      120.0MB HALF       5 VC RLL(2,7) 15mS       56K BUFFER
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        QUANTUM                  3.50            ESDI     10.0Mb
        ProDrv-145E      145.0MB HALF            RLL(2,7) 19mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        QUANTUM                  3.50       4    IDE(AT)          Y   50K 12.0W
        ProDrv-170AT     168.0MB HALF       7 VC RLL(2,7) 15mS       56K BUFFER
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        QUANTUM                  3.50 1123  4    SCSI     16.0Mb  Y   50K 12.0W
        ProDrv-170S      168.0MB HALF       7 VC RLL(2,7) 15mS       56K BUFFER
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        QUANTUM                  3.50       4    IDE(AT)          Y   50K 12.6W
        ProDrv-210AT     210.0MB HALF       7 VC RLL(2,7) 15mS       56K BUFFER
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        QUANTUM                  3.50 1156  4    SCSI     16.0Mb  Y   50K 12.6W
        ProDrv-210S      210.0MB HALF       7 VC RLL(2,7) 15mS       56K BUFFER
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        QUANTUM                  3.50            IDE(AT)          Y
        ProDrv-330AT     330.0MB HALF         VC RLL(2,7) 14mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        QUANTUM                  3.50            SCSI             Y
        ProDrv-330S      330.0MB HALF         VC RLL(2,7) 14mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        QUANTUM                  3.50       2 28 IDE(AT)          Y   50K  9.0W
        ProDrv-40AT       42.0MB HALF       3 VC RLL(2,7) 19mS       64K BUFFER
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        QUANTUM                  3.50  834  2 28 SCSI     16.0Mb  Y   50K  9.0W
        ProDrv-40S        42.0MB HALF       3 VC RLL(2,7) 19mS       64K BUFFER
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        QUANTUM                  3.50            IDE(AT)          Y
        ProDrv-425AT     425.0MB HALF         VC RLL(2,7) 14mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        QUANTUM                  3.50            SCSI             Y
        ProDrv-425S      425.0MB HALF         VC RLL(2,7) 14mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        QUANTUM                  3.50       3 35 IDE(AT)          Y   50K  9.0W
        ProDrv-80AT       84.0MB HALF       6 VC RLL(2,7) 19mS       64K BUFFER
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        QUANTUM                  3.50  834  3 35 SCSI     16.0Mb  Y   50K  9.0W
        ProDrv-80S        84.0MB HALF       6 VC RLL(2,7) 19mS       64K BUFFER
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        QUANTUM                  3.50            IDE(AT)          Y   80K
        ProDrv-GEM-160A  168.0MB              VC RLL(2,7) 19mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        QUANTUM                  3.50            SCSI             Y   80K
        ProDrv-GEM-160S  168.0MB              VC RLL(2,7) 19mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 53
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        QUANTUM                  3.50            IDE(AT)          Y   80K
        ProDrv-GEM-80A    84.0MB              VC RLL(2,7) 19mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        QUANTUM                  3.50            SCSI             Y   80K
        ProDrv-GEM-80S    84.0MB              VC RLL(2,7) 19mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        QUANTUM                  3.50 1219  2    IDE(AT)          Y   60K  5.5W
        ProDrv-LPS-105A  105.0MB 1.0"       4 VC RLL(2,7) 17mS       64K BUFFER
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        QUANTUM                  3.50 1219  2    SCSI     16.0Mb  Y   60K  5.5W
        ProDrv-LPS-105S  105.0MB 1.0"       4 VC RLL(2,7) 17mS       64K BUFFER
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        QUANTUM                  3.50 1219  1    IDE(AT)          Y   60K  5.5W
        ProDrv-LPS-52AT   52.0MB 1.0"       2 VC RLL(2,7) 17mS       64K BUFFER
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        QUANTUM                  3.50 1219  1    SCSI     16.0Mb  Y   60K  5.5W
        ProDrv-LPS-52S    52.0MB 1.0"       2 VC RLL(2,7) 17mS       64K BUFFER
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        QUANTUM                  5.25       6    SCSI     10.0Mb
        Q-160            200.0MB HALF      12    RLL(2,7) 26mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        QUANTUM                  5.25  823  2    SCSI     10.0Mb
        Q-250             53.0MB HALF       4    RLL(2,7) 26mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        QUANTUM                  5.25  823  3    SCSI     10.0Mb
        Q-280             80.0MB HALF       6    RLL(2,7) 30mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        QUANTUM                  5.25  512  1 17 ST412     5.0Mb
        Q-510              8.0MB       256  2    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        QUANTUM                  5.25  512  2 17 ST412     5.0Mb
        Q-520             18.0MB       256  4    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        QUANTUM                  5.25  512  3 17 ST412     5.0Mb
        Q-530             27.0MB FULL  256  6    MFM      40mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        QUANTUM                  5.25  512  4 17 ST412     5.0Mb
        Q-540             36.0MB FULL  256  8    MFM      45mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RICOH SYS.                     612  1 17 ST412     5.0Mb
        RH-5130           10.0MB       400  2    MFM      85mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RICOH SYS.                     615  1 17 ST412     5.0Mb
        RH-5260           10.0MB            2    MFM      85mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RICOH SYS.                     612  1 17 SCSI      5.0Mb
        RH-5261           10.0MB            2    MFM      85mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RICOH SYS.               5.25 1285  1 76 SCSI                 20K 13.0W
        RH-5500           50.0MB HALF       2    RLL(2,7) 25mS  REMOVABLE CARTR
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 54
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        RICOH SYS.               5.25 1285  1 76 SCSI             Y   20K
        RS-9150AR         48.7MB HALF       2    RLL(2,7) 25mS  REMOVABLE CARTR
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RODIME                                   SCSI
        RO-3070S          70.0MB                          28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RODIME                              2    SCSI      5.0Mb
        RO-5040S          38.0MB            3    MFM      28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RODIME                   3.50            ESDI(*)              40K
        COBRA 110at      110.0MB HALF       4    RLL(2,7) 20mS     *COMPAQ ONLY
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RODIME                   3.50            SCSI                 30K
        COBRA 110e       105.0MB HALF       4    RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RODIME                   3.50            ESDI(*)              40K
        COBRA 210at      210.0MB HALF       5    RLL(2,7) 20mS     *COMPAQ ONLY
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RODIME                   3.50            SCSI                 30K
        COBRA 210e       210.0MB HALF       5    RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RODIME                   3.50            ESDI(*)              40K
        COBRA 40at        40.0MB HALF            RLL(2,7) 20mS     *COMPAQ ONLY
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RODIME                   3.50            ESDI(*)              40K
        COBRA 80at        80.0MB HALF            RLL(2,7) 20mS     *COMPAQ ONLY
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RODIME            45.0MB 3.50  872  3 17 ST412     5.0Mb  Y
        RO-3045           37.9MB HALF  650  5 VC MFM      28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RODIME            54.5MB 3.50  872  4 17 ST412     5.0Mb  Y   20K  9.0W
        RO-3055           45.6MB HALF  650  6 VC MFM      28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RODIME            55.7MB 3.50  680  3    SCSI      7.5Mb  Y   20K  7.0W
        RO-3057S          45.3MB HALF       5 VC RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RODIME            58.0MB 3.50  868  2    IDE(AT)  10.0Mb  Y
        RO-3058A          45.3MB HALF       3 VC RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RODIME                   3.50  868  2    SCSI     10.0Mb  Y
        RO-3058T          45.3MB HALF       3 VC RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RODIME            59.0MB 3.50 1216  1    IDE(AT)  10.0Mb  Y
        RO-3059A          46.7MB HALF       2 VC RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RODIME                   3.50 1216  1    SCSI     12.0Mb  Y
        RO-3059T          46.7MB HALF       2 VC RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RODIME                   3.50            ST412     7.5Mb  Y
        RO-3060R          50.0MB HALF         VC RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 55
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        RODIME            63.6MB 3.50  872  4 17 ST412     5.0Mb  Y   20K  9.0W
        RO-3065           53.1MB HALF  650  7 VC MFM      28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RODIME            73.7MB 3.50  750  4    ST412     7.5Mb  Y   20K  9.0W
        RO-3075R          59.9MB HALF  650  6 VC RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RODIME            86.0MB 3.50  750  4    ST412     7.5Mb  Y   20K  9.0W
        RO-3085R          69.9MB HALF  650  7 VC RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RODIME            86.0MB 3.50  750  4    SCSI      7.5Mb  Y   20K  7.0W
        RO-3085S          69.9MB HALF       7 VC RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RODIME            88.0MB 3.50  868  3    IDE(AT)  10.0Mb  Y
        RO-3088A          75.6MB HALF       5 VC RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RODIME            88.0MB 3.50  868  3    SCSI     10.0Mb  Y
        RO-3088T          75.6MB HALF       5 VC RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RODIME            89.0MB 3.50 1216  2    IDE(AT)  10.0Mb  Y
        RO-3089A          70.0MB HALF       3 VC RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RODIME            89.0MB 3.50 1216  2    SCSI     12.0Mb  Y
        RO-3089T          70.0MB HALF       3 VC RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RODIME                   3.50            IDE(AT)
        RO-3095A          80.0MB HALF         VC RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RODIME           128.0MB 3.50  868  4    IDE(AT)  10.0Mb  Y
        RO-3128A         105.8MB HALF       7 VC RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RODIME                   3.50  868  4    SCSI     10.0Mb  Y
        RO-3128T         105.8MB HALF       7 VC RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RODIME           129.0MB 3.50 1091  3    IDE(AT)  10.0Mb  Y
        RO-3129A         105.8MB HALF       5 VC RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RODIME                   3.50 1091  3    SCSI     12.0Mb  Y
        RO-3129T         105.8MB HALF       5 VC RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RODIME           135.0MB 3.50  923  4    IDE(AT)  10.0Mb  Y
        RO-3135A         112.5MB HALF       7 VC RLL(2,7) 19mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RODIME           139.0MB 3.50 1168  3    IDE(AT)  10.0Mb  Y
        RO-3139A         112.5MB HALF       5 VC RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RODIME                   3.50       2
        RO-3151A         122.0MB HALF
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RODIME           259.0MB 3.50            IDE(AT)          Y
        RO-3259A         210.0MB HALF         VC RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 56
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        RODIME           259.0MB 3.50            SCSI(S)  32.0Mb  Y
        RO-3259T         210.0MB HALF         VC RLL(2,7) 18mS        32K CACHE
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RODIME                   3.50  306  1 17 ST412     5.0Mb
        RO-351             5.0MB HALF  128  2    MFM      85mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RODIME                   3.50  306  2 17 ST412     5.0Mb
        RO-352            11.0MB HALF  128  4    MFM      85mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RODIME                   3.50  612  2 17 ST412     5.0Mb
        RO-365            21.0MB HALF       4    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RODIME                   3.50            SCSI
        RO-652A           20.0MB HALF                     85mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RODIME            25.5MB 3.50  306  2 33 SCSI      7.5Mb  Y   20K 13.0W
        RO-652B           20.7MB HALF       4 SM RLL(2,7) 85mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RODIME                   5.25            SCSI     15.0Mb  Y   50K
        COBRA 650e       650.0MB           15 VC          17mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RODIME                   5.25  192  1 17 ST412     5.0Mb
        RO-101             6.0MB FULL   96  2    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RODIME                   5.25  192  2 17 ST412     5.0Mb
        RO-102            12.0MB FULL   96  4    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RODIME                   5.25  192  3 17 ST412     5.0Mb
        RO-103            18.0MB FULL   96  6    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RODIME                   5.25  192  4 17 ST412     5.0Mb
        RO-104            24.0MB FULL   96  8    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RODIME                   5.25  321  1 17 ST412     5.0Mb
        RO-201             5.0MB FULL  132  2    MFM      85mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RODIME                   5.25  640  1 17 ST412     5.0Mb
        RO-201E           11.0MB FULL  264  2    MFM      55mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RODIME                   5.25  321  2 17 ST412     5.0Mb
        RO-202            10.0MB HALF  132  4    MFM      85mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RODIME                   5.25  640  2 17 ST412     5.0Mb
        RO-202E           21.0MB FULL  264  4    MFM      55mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RODIME                   5.25  321  3 17 ST412     5.0Mb
        RO-203            15.0MB HALF  132  6    MFM      85mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RODIME                   5.25  640  3 17 ST412     5.0Mb
        RO-203E           32.0MB FULL  264  6    MFM      55mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 57
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        RODIME                   5.25  321  4 17 ST412     5.0Mb
        RO-204            21.0MB HALF  132  8    MFM      85mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RODIME                   5.25  640  4 17 ST412     5.0Mb
        RO-204E           43.0MB FULL  264  8    MFM      55mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RODIME                   5.25  306  1 17 ST412     5.0Mb
        RO-251             5.0MB HALF  128  2    MFM      85mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RODIME                   5.25  306  2 17 ST412     5.0Mb
        RO-252            11.0MB HALF  128  4    MFM      85mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RODIME           129.8MB 5.25 1047  4 30 SCSI     10.0Mb  Y   20K  7.0W
        RO-3130S         105.0MB HALF       7 VC RLL(2,7) 22mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RODIME                   5.25       3 17 ST412     5.0Mb
        RO-5065           63.0MB HALF       5    MFM      28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RODIME            76.0MB 5.25            SCSI
        RO-5075S                 HALF                     28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RODIME            89.2MB 5.25 1224  4 17 ST412     5.0Mb  Y   20K 18.0W
        RO-5090           74.6MB HALF       7 VC MFM      28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RODIME           126.9MB 5.25 1219  3 34 SCSI     10.0Mb  Y   20K 18.0W
        RO-5125-102      102.9MB HALF       5 VC RLL(2,7) 24mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RODIME           126.9MB 5.25 1219  3 34 SCSI     10.0Mb  Y   20K 18.0W
        RO-5125-1F2      102.9MB HALF       5 VC RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RODIME           127.4MB 5.25 1224  3 34 ESDI     10.0Mb  Y   25K 18.0W
        RO-5125E         106.5MB HALF       5 VC RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RODIME           133.0MB 5.25 1224  4 26 ST412     7.5Mb  Y   20K 18.0W
        RO-5130R         114.1MB HALF       7 VC RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RODIME                   5.25 1219  4    SCSI     10.0Mb  Y
        RO-5178S         144.2MB HALF       7 VC RLL(2,7) 19mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RODIME           177.8MB 5.25 1219  4 34 SCSI     10.0Mb  Y   20K 18.0W
        RO-5180-102      144.2MB HALF       7 VC RLL(2,7) 24mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RODIME           177.8MB 5.25 1219  4 34 SCSI     10.0Mb  Y   20K 18.0W
        RO-5180-1F2      144.2MB HALF       7 VC RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RODIME           178.4MB 5.25 1224  4 34 ESDI     10.0Mb  Y   25K 18.0W
        RO-5180E         149.1MB HALF       7 VC RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        RODIME                   5.25            SCSI
        RO-752A           25.0MB HALF                     85mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 58
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        SEAGATE           25.0MB 2.50       1    IDE(AT)          Y
        ST9025A           21.4MB 0.8"         VC RLL(2,7) 20mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           51.0MB 2.50       2    IDE(AT)          Y
        ST9051A           42.8MB 0.8"         VC RLL(2,7) 20mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           96.0MB 2.50       2    IDE(AT)          Y
        ST9096A           84.0MB 0.8"         VC RLL(2,7) 20mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           57.0MB 3.50  940  2 34 IDE(AT)  10.0Mb  Y   50K  8.0W
        ST1057A           53.4MB HALF       3 VC RLL(ZBR) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           57.0MB 3.50  940  2 34 SCSI-2   10.0Mb  Y   50K  9.0W
        ST1057N           49.1MB HALF       3 VC RLL(2,7) 20mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           90.0MB 3.50 1072  4 29 IDE(AT)   8.0Mb  Y   70K 11.0W
        ST1090A           79.0MB HALF       5 VC RLL(2,7) 15mS   94354-90 SWIFT
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           90.0MB 3.50 1068  3 29 SCSI      8.0Mb  Y   70K 11.0W
        ST1090N           79.0MB HALF       5 VC RLL(2,7) 15mS   94351-90 SWIFT
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           96.0MB 3.50  906  4 26 SCSI      7.5Mb  Y   50K  9.0W
        ST1096N           83.9MB HALF       7 VC RLL(2,7) 24mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE          100.0MB 3.50 1072  5 17 ST412     5.0Mb  Y   70K 10.0W
        ST1100            83.0MB HALF       9 VC MFM      15mS  94355-100 SWIFT
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE          102.0MB 3.50  965  3 34 IDE(AT)  10.0Mb  Y   50K  8.0W
        ST1102A           89.1MB HALF       5 VC RLL(ZBR) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE          102.0MB 3.50  965  3 34 SCSI-2   10.0Mb  Y   50K  8.5W
        ST1102N           84.0MB HALF       5 VC RLL(ZBR) 20mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE          106.6MB 3.50  977  4 26 ST412     7.5Mb  Y   50K  8.0W
        ST1106R           91.0MB HALF       7 VC RLL(2,7) 24mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE          111.0MB 3.50 1072  3 36 IDE(AT)  10.0Mb  Y   70K 11.0W
        ST1111A           98.0MB HALF       5 VC RLL(2,7) 15mS  94354-111 SWIFT
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE          111.0MB 3.50 1072  3 36 ESDI     10.0Mb  Y   70K 11.0W
        ST1111E           98.0MB HALF       5 VC RLL(2,7) 15mS  94356-111 SWIFT
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE          111.0MB 3.50 1068  3 36 SCSI     10.0Mb  Y   70K 11.0W
        ST1111N           98.0MB HALF       5 VC RLL(2,7) 15mS  94351-111 SWIFT
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE          126.0MB 3.50 1072  4 29 IDE(AT)   8.0Mb  Y   70K 11.0W
        ST1126A          111.0MB HALF       7 VC RLL(2,7) 15mS  32K BUF, 94354-
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE          126.0MB 3.50 1068  4 29 SCSI      8.0Mb  Y   70K 11.0W
        ST1126N          111.0MB HALF       7 VC RLL(2,7) 15mS  32K BUF, 94351-
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 59
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        SEAGATE          133.0MB 3.50 1272  3 36 IDE(AT)  10.0Mb  Y   70K 11.0W
        ST1133A          117.0MB HALF       5 VC RLL(2,7) 15mS  94354-133 SWIFT
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE          133.0MB 3.50 1268  3 36 SCSI-2   10.0Mb  Y   70K 11.0W
        ST1133NS         116.0MB HALF       5 VC RLL(2,7) 15mS  94351-133S SWIF
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE          144.0MB 3.50       4 32 IDE(AT)  10.0Mb  Y   50K  8.5W
        ST1144A          124.7MB HALF       7 VC RLL(ZBR) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE          144.0MB 3.50       4 32 SCSI-2   10.0Mb  Y   50K  8.5W
        ST1144N          125.8MB HALF       7 VC RLL(ZBR) 20mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE          150.0MB 3.50 1072  5 26 ST412     7.5Mb  Y   70K 10.0W
        ST1150R          128.0MB HALF       9 VC RLL(2,7) 15mS  94355-150 SWIFT
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE          155.9MB 3.50 1072  4 36 IDE(AT)  10.0Mb  Y   70K 11.0W
        ST1156A          138.0MB HALF       7 VC RLL(2,7) 15mS  94354-155 SWIFT
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE          155.9MB 3.50 1072  4 36 ESDI     10.0Mb  Y   70K 11.0W
        ST1156E          138.0MB HALF       7 VC RLL(2,7) 15mS  94356-155 SWIFT
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE          155.9MB 3.50 1068  4 36 SCSI     10.0Mb  Y   70K 11.0W
        ST1156N          138.0MB HALF       7 VC RLL(2,7) 15mS  94351-155 SWIFT
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE          156.0MB 3.50 1068  4 36 SCSI-2   10.0Mb  Y   70K 11.0W
        ST1156NS         138.0MB HALF       7 VC RLL(2,7) 15mS  94351-155S SWIF
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE          162.0MB 3.50 1072  5 29 IDE(AT)   8.0Mb  Y   70K 11.0W
        ST1162A          143.0MB HALF       9 VC RLL(2,7) 15mS  94354-160 SWIFT
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE          162.0MB 3.50 1068  5 29 SCSI      8.0Mb  Y   70K 11.0W
        ST1162N          142.0MB HALF       9 VC RLL(2,7) 15mS  94351-160 SWIFT
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE          186.0MB 3.50 1272  4 36 IDE(AT)  10.0Mb  Y   70K 11.0W
        ST1186A          164.0MB HALF       7 VC RLL(2,7) 15mS  94354-186 SWIFT
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE          186.0MB 3.50 1268  4 36 SCSI-2   10.0Mb  Y   70K 11.0W
        ST1186NS         163.0MB HALF       7 VC RLL(2,7) 15mS  94351-186S SWIF
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE          201.0MB 3.50 1072  5 36 IDE(AT)  10.0Mb  Y   70K 11.0W
        ST1201A          177.0MB HALF       9 VC RLL(2,7) 15mS  94354-200 SWIFT
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE          201.0MB 3.50 1072  5 36 ESDI     10.0Mb  Y   70K 11.0W
        ST1201E          177.0MB HALF       9 VC RLL(2,7) 15mS  94356-200 SWIFT
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE          201.0MB 3.50 1068  5 36 SCSI     10.0Mb  Y   70K 11.0W
        ST1201N          177.0MB HALF       9 VC RLL(2,7) 15mS  94351-200 SWIFT
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE          201.0MB 3.50 1068  5 36 SCSI-2   10.0Mb  Y   70K 11.0W
        ST1201NS         177.0MB HALF       9 VC RLL(2,7) 15mS  94351-200S SWIF
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 60
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        SEAGATE          239.0MB 3.50 1272  5 36 IDE(AT)  10.0Mb  Y   70K 11.0W
        ST1239A          211.0MB HALF       9 VC RLL(2,7) 15mS  94354-239 SWIFT
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE          239.0MB 3.50 1268  5 36 SCSI-2   10.0Mb  Y   70K 11.0W
        ST1239NS         210.0MB HALF       9 VC RLL(2,7) 15mS  94351-230S SWIF
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           25.6MB 3.50  615  2 17 ST412     5.0Mb  N   70K  8.0W
        ST124             21.4MB HALF       4 SM MFM      40mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           25.6MB 3.50  615  2 17 ST412     5.0Mb  Y   70K  8.0W
        ST125-0           21.4MB HALF       4 SM MFM      40mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           25.6MB 3.50  615  2 17 ST412     5.0Mb  Y   70K  8.0W
        ST125-1           21.4MB HALF       4 SM MFM      28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           25.0MB 3.50  404  2 26 IDE(AT)   7.5Mb  Y   70K  9.0W
        ST125A-0          21.5MB HALF       4 SM RLL(2,7) 40mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           25.0MB 3.50  404  2 26 IDE(AT)   7.5Mb  Y   70K  9.0W
        ST125A-1          21.5MB HALF       4 SM RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           25.0MB 3.50  407  2 26 SCSI      7.5Mb  Y   70K  9.0W
        ST125N-0          21.5MB HALF       4 SM RLL(2,7) 40mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           25.0MB 3.50  407  2 26 SCSI      7.5Mb  Y   70K  9.0W
        ST125N-1          21.5MB HALF       4 SM RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE          274.OMB 3.50            IDE(AT)
        ST1274A          230.0MB HALF            RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           38.4MB 3.50  615  2 26 ST412     7.5Mb  N   70K  8.3W
        ST137R            32.7MB HALF       4 SM RLL(2,7) 40mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           38.4MB 3.50  615  3 17 ST412     5.0Mb  Y   70K  8.3W
        ST138-0           32.1MB HALF       6 SM MFM      40mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           38.4MB 3.50  615  3 17 ST412     5.0Mb  Y   70K  8.3W
        ST138-1           32.1MB HALF       6 SM MFM      28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           38.0MB 3.50  604  2 26 IDE(AT)   7.5Mb  Y   70K  9.0W
        ST138A-0          32.1MB HALF       4 SM RLL(2,7) 40mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           38.0MB 3.50  604  2 26 IDE(AT)   7.5Mb  Y   70K  9.0W
        ST138A-1          32.1MB HALF       4 SM RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           38.0MB 3.50  615  2 26 SCSI      7.5Mb  Y   70K  9.0W
        ST138N-0          32.2MB HALF       4 SM RLL(2,7) 40mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           38.0MB 3.50  615  2 26 SCSI      7.5Mb  Y   70K  9.0W
        ST138N-1          32.2MB HALF       4 SM RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 61
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        SEAGATE           38.4MB 3.50  615  2 26 ST412     7.5Mb  Y   70K  8.3W
        ST138R-0          32.7MB HALF       4 SM RLL(2,7) 40mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           38.4MB 3.50  615  2 26 ST412     7.5Mb  Y   70K  8.3W
        ST138R-1          32.7MB HALF       4 SM RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE          400.0MB 3.50            IDE(AT)          Y  100K
        ST1400A          331.0MB HALF         VC RLL(2,7) 14mS         4400 RPM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE          400.0MB 3.50            SCSI-2           Y  100K
        ST1400N          331.0MB HALF         VC RLL(2,7) 14mS         4400 RPM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE          410.0MB 3.50            IDE(AT)          Y  100K
        ST1410A          340.0MB HALF         VC RLL(2,7) 14mS         4400 RPM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE          410.0MB 3.50            SCSI             Y  100K
        ST1410N          340.0MB HALF         VC RLL(2,7) 14mS         4400 RPM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE          480.0MB 3.50            IDE(AT)          Y  100K
        ST1480A          426.0MB HALF         VC RLL(2,7) 14mS         4400 RPM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE          480.0MB 3.50            SCSI-2           Y  100K
        ST1480N          426.0MB HALF         VC RLL(2,7) 14mS         4400 RPM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           50.8MB 3.50  977  3 17 ST412     5.0Mb  Y   50K  8.0W
        ST151             42.5MB HALF       5 VC MFM      24mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           57.0MB 3.50  560  3 26 IDE(AT)   7.5Mb  Y   70K  9.0W
        ST157A-0          44.7MB HALF       6 SM RLL(2,7) 40mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           57.0MB 3.50  560  3 26 IDE(AT)   7.5Mb  Y   70K  9.0W
        ST157A-1          44.7MB HALF       6 SM RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           57.0MB 3.50  615  3 26 SCSI      7.5Mb  Y   70K  9.0W
        ST157N-0          48.6MB HALF       6 SM RLL(2,7) 40mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           57.0MB 3.50  615  3 26 SCSI      7.5Mb  Y   70K  9.0W
        ST157N-1          48.6MB HALF       6 SM RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           57.7MB 3.50  615  3 26 ST412     7.5Mb  Y   70K  8.3W
        ST157R-0          49.1MB HALF       6 SM RLL(2,7) 40mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           57.7MB 3.50  615  3 26 ST412     7.5Mb  Y   70K  8.3W
        ST157R-1          49.1MB HALF       6 SM RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           77.0MB 3.50  921  3 26 SCSI      7.5Mb  Y   50K  9.0W
        ST177N            60.8MB HALF       5 VC RLL(2,7) 24mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           25.0MB 3.50 1616  1 26 IDE(AT)  12.0Mb  Y   50K  4.0W
        ST3025A           21.5MB HALF       1 VC RLL(2,7) 20mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 62
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        SEAGATE           25.0MB 3.50 1616  1 26 SCSI-2   12.0Mb  Y   50K  4.0W
        ST3025N           21.5MB HALF       1 VC RLL(2,7) 20mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           57.0MB 3.50  940  2 34 IDE(AT)  12.0Mb  Y   50K  4.0W
        ST3057A           49.1MB 1.0"       3 VC RLL(2,7) 20mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           57.0MB 3.50 9404  2 34 SCSI-2   12.0Mb  Y   50K  4.0W
        ST3057N           49.1MB 1.0"       3 VC RLL(2,7) 20mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           96.0MB 3.50  610  2 35 IDE(AT)  12.0Mb  Y   50K  4.0W
        ST3096A           84.0MB 1.0"       3 VC RLL(2,7) 20mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           96.0MB 3.50  610  2 35 SCSI-2   12.0Mb  Y   50K  4.0W
        ST3096N           84.0MB 1.0"       3 VC RLL(2,7) 20mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE          120.0MB 3.50            IDE(AT)          Y  150K  1.0W
        ST3120A          107.0MB 1.0"         VC RLL(ZBR) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           25.0MB 3.50  697  1 30 IDE(AT)   9.2Mb      50K  2.0W
        ST325A            21.4MB HALF       2    RLL(2,7) 45mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           25.0MB 3.50  697  1 30 SCSI      9.2Mb      50K  2.0W
        ST325N            21.4MB HALF       2    RLL(2,7) 45mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           25.0MB 3.50  697  1 30 IDE(XT)   9.2Mb      50K  2.0W
        ST325X            21.4MB HALF       2    RLL(2,7) 45mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           51.0MB 3.50
        ST351             42.0MB HALF            RLL(ZBR)
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE            6.0MB 5.25  306  1 17 ST412     5.0Mb
        ST206              5.0MB FULL  128  2 SM MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE          106.0MB 5.25 1024  3 34 ESDI     10.0Mb  Y  100K 15.0W
        ST2106E           89.0MB HALF       5 VC RLL(2,7) 18mS   94216-106 WREN
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE          106.0MB 5.25 1022  3 34 SCSI     10.0Mb  Y  100K 15.0W
        ST2106N           91.0MB HALF       5 VC RLL(2,7) 18mS   94211-106 WREN
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           12.0MB 5.25  306  2 17 ST412     5.0Mb
        ST212             10.0MB FULL  128  4 SM MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE          125.0MB 5.25 1544  2    SCSI     12.0Mb  Y  100K 16.0W
        ST2125N          107.0MB HALF       3 VC RLL(ZBR) 18mS  94221-125/M WRE
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           12.8MB 5.25  615  1 17 ST412     5.0Mb      20K 14.8W
        ST213             10.7MB FULL  300  2 SM MFM      65mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE          182.0MB 5.25 1453  3 54 ESDI     15.0Mb  Y  100K 15.0W
        ST2182E          160.0MB HALF       4 VC RLL(2,7) 16mS   94246-182 WREN
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 63
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        SEAGATE          209.0MB 5.25 1544  3    SCSI     12.0Mb  Y  100K 16.0W
        ST2209N          179.0MB HALF       5 VC RLL(ZBR) 18mS  32K BUF, 94221-
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE                  5.25       1    SCSI     12.0Mb     100K 16.8W
        ST224N            21.2MB HALF       2 SM RLL(2,7) 70mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           25.6MB 5.25  615  2 17 ST412     5.0Mb     100K 14.8W
        ST225             21.4MB HALF       4 SM MFM      65mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           25.0MB 5.25  615  2 17 SCSI      5.0Mb      50K 16.8W
        ST225N            21.3MB HALF       4 SM MFM      65mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           25.0MB 5.25  667  1 31 ST412     7.5Mb     100K 14.8W
        ST225R            21.2MB HALF       2 SM RLL(2,7) 70mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE          274.0MB 5.25 1747  3 54 IDE(AT)  15.0Mb  Y  100K 15.0W
        ST2274A          241.0MB HALF       5 VC RLL(2,7) 16mS  32K BUF, 94244-
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE          383.0MB 5.25 1747  4 54 IDE(AT)  15.0Mb  Y  100K 15.0W
        ST2383A          338.0MB HALF       7 VC RLL(2,7) 16mS  32K BUF, 94244-
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE          383.0MB 5.25 1747  4 54 ESDI     15.0Mb  Y  100K 14.0W
        ST2383E          337.0MB HALF       7 VC RLL(2,7) 16mS   94246-383 WREN
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE          383.0MB 5.25 1261  4    SCSI     20.0Mb  Y  100K 16.0W
        ST2383N          332.0MB HALF       7 VC RLL(ZBR) 14mS  32K BUF, 94241-
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE          384.0MB 5.25            IDE(AT)
        ST2384A          330.0MB HALF         VC RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           38.4MB 5.25  615  2 26 ST412     7.5Mb  N  100K 14.8W
        ST238R            32.7MB HALF       4 SM RLL(2,7) 65mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE          502.0MB 5.25 1755  4    SCSI     20.0Mb  Y  100K 16.0W
        ST2502N          435.0MB HALF       7 VC RLL(ZBR) 16mS  32K BUF, 94241-
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE                  5.25       2    SCSI      7.5Mb  N  100K 16.8W
        ST250N            42.9MB HALF       4 SM RLL(2,7) 70mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           50.0MB 5.25  667  2 31 ST412     7.5Mb  N  100K 14.8W
        ST250R            42.3MB HALF       4 SM RLL(2,7) 70mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           51.2MB 5.25  820  3 17 ST412     5.0Mb  Y  100K 11.0W
        ST251-0           42.8MB HALF       6 SM MFM      40mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           51.2MB 5.25  820  3 17 ST412     5.0Mb  Y  100K 12.0W
        ST251-1           42.8MB HALF       6 SM MFM      28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           51.0MB 5.25  820  2 26 SCSI      7.5Mb  Y   70K 12.0W
        ST251N-0          43.1MB HALF       4 SM RLL(2,7) 40mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 64
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        SEAGATE           51.0MB 5.25  630  2 34 SCSI     10.0Mb  Y   70K 13.0W
        ST251N-1          43.2MB HALF       4 SM RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           51.0MB 5.25  820  2 26 ST412     7.5Mb
        ST251R            43.0MB HALF       4 SM RLL(2,7) 40mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           51.2MB 5.25  820  3 17 ST412     5.0Mb  Y   99K 11.0W
        ST252             42.8MB HALF       6 SM MFM      40mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           51.0MB 5.25  989  3 17 ST412     5.0Mb  Y   40K 20.0W
        ST253             43.0MB HALF       5 VC MFM      28mS  94205-51 WREN 2
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           74.0MB 5.25  948  3 26 IDE(AT)   7.5Mb  Y   40K 20.0W
        ST274A            65.5MB HALF       5 VC RLL(2,7) 29mS  94204-65,74 WRE
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           77.0MB 5.25  820  3 26 SCSI      7.5Mb  Y   70K 12.0W
        ST277N-0          64.9MB HALF       6 SM RLL(2,7) 40mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           77.0MB 5.25  628  3 34 SCSI     10.0Mb  Y   70K 13.0W
        ST277N-1          64.9MB HALF       6 SM RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           76.9MB 5.25  820  3 26 ST412     7.5Mb  Y   70K 11.0W
        ST277R-0          65.5MB HALF       6 SM RLL(2,7) 40mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           76.9MB 5.25  820  3 26 ST412     7.5Mb  Y   70K 12.0W
        ST277R-1          65.5MB HALF       6 SM RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           76.9MB 5.25  820  3 26 ST412     7.5Mb  Y   70K 12.0W
        ST278R            65.5MB HALF       6 SM RLL(2,7) 40mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           77.0MB 5.25  989  3 26 ST412     7.5Mb  Y   40K 20.0W
        ST279R            65.0MB HALF  128  5 VC RLL(2,7) 28mS  94205-77 WREN 2
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           80.6MB 5.25 1032  3 26 IDE(AT)   7.5Mb  Y   40K 20.0W
        ST280A            71.3MB HALF       5 VC RLL(2,7) 29mS  94204-71,81 WRE
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           96.0MB 5.25  820  3 34 SCSI     10.0Mb  Y   70K 13.0W
        ST296N            84.9MB HALF       6 SM RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           25.6MB 5.25  615  3 17 ST412     5.0Mb  Y   15K 25.5W
        ST4026            21.4MB FULL       4 VC MFM      40mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           38.2MB 5.25  733  3 17 ST412     5.0Mb  Y   25K 25.5W
        ST4038            31.9MB FULL  300  5 VC MFM      40mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           38.2MB 5.25  733  3 17 ST412     5.0Mb  Y   15K 25.5W
        ST4038M           31.9MB FULL       5 VC MFM      40mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           50.9MB 5.25  977  3 17 ST412     5.0Mb  Y   15K 25.5W
        ST4051            42.5MB FULL       5 VC MFM      40mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 65
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        SEAGATE           53.3MB 5.25 1024  3 17 ST412     5.0Mb  Y   40K 23.0W
        ST4053            44.5MB FULL       5 VC MFM      28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE            6.4MB 5.25  306  1 17 ST412     5.0Mb      11K 24.7W
        ST406              5.0MB FULL  128  2 SM MFM      85mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           77.0MB 5.25 1024  3 26 SCSI      7.5Mb  Y
        ST4077N           66.9MB FULL       5 VC RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           77.0MB 5.25 1024  3 26 ST412     7.5Mb
        ST4077R           65.0MB FULL       5    RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           85.0MB 5.25 1024  5 17 ST412     5.0Mb  Y   40K 28.0W
        ST4085            71.3MB FULL       8 VC MFM      28mS  94155-85 WREN 2
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           86.0MB 5.25  925  5 17 ST412     5.0Mb  Y   40K 28.0W
        ST4086            72.5MB FULL       9 VC MFM      28mS  94155-86 WREN 2
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           96.0MB 5.25 1024  5 17 ST412     5.0Mb  Y   40K 23.0W
        ST4096            80.2MB FULL       9 VC MFM      28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           96.0MB 5.25            SCSI             Y
        ST4096N           83.9MB FULL         VC          17mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           96.0MB 5.25 1024  5 17 ST412     5.0Mb  Y   40K 28.0W
        ST4097            80.0MB FULL       9 VC MFM      28mS  94155-96 WREN 2
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           12.8MB 5.25  306  2 17 ST412     5.0Mb      11K 25.9W
        ST412             10.0MB FULL  128  4 SM MFM      85mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE         1200.0MB 5.25 1931  8    SCSI     19.0Mb  Y  100K 24.0W
        ST41200N        1037.0MB FULL      15 VC RLL(ZBR) 15mS  256K BUF,94601-
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE          135.0MB 5.25  960  5 26 ST412     7.5Mb  Y   40K 28.0W
        ST4135R          115.0MB FULL  128  9 VC RLL(2,7) 28mS   94155-135 WREN
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE          144.0MB 5.25 1024  5 26 SCSI      7.5Mb  Y
        ST4144N          122.1MB FULL       9 VC RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE          144.0MB 5.25 1024  5 26 ST412     7.5Mb  Y   40K 23.0W
        ST4144R          122.7MB FULL       9 VC RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE         1520.0MB 5.25            SCSI             Y
        ST41520N                 FULL         VC
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE         1600.0MB 5.25            SCSI             Y
        ST41600N                 FULL         VC
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE          182.0MB 5.25  969  5 34 ESDI     10.0Mb  Y  100K 21.0W
        ST4182E          151.8MB FULL       9 VC RLL(2,7) 17mS   94166-182 WREN
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 66
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        SEAGATE          182.0MB 5.25  969  5 34 SCSI     10.0Mb  Y  100K 21.0W
        ST4182N          155.0MB FULL       9 VC RLL(2,7) 17mS   94161-182 WREN
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           19.4MB 5.25  306  3 17 ST412     5.0Mb      11K 24.7W
        ST419             15.0MB FULL  128  6 SM MFM      85mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE          192.0MB 5.25 1147  4 36 ESDI     10.0Mb
        ST4192E          169.0MB FULL       8    RLL(2,7) 17mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE          192.0MB 5.25 1147  5 36 SCSI     10.0Mb  Y   25K 25.5W
        ST4192N          168.5MB FULL       8 VC RLL(2,7) 17mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE           25.0MB 5.25  306  4 17 ST412     5.0Mb
        ST425             21.0MB FULL  128  8 SM MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE          350.0MB 5.25 1412  5    SCSI     12.0Mb  Y  100K 27.0W
        ST4350N          300.0MB FULL       9 VC RLL(ZBR) 17mS  94171-350/M WRE
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE          376.0MB 5.25 1546  5    SCSI     12.0Mb  Y  100K 27.0W
        ST4376N          330.0MB FULL       9 VC RLL(ZBR) 18mS  94171-376/M WRE
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE          383.0MB 5.25 1412  7 34 ESDI     10.0Mb  Y  100K 23.0W
        ST4383E          319.0MB FULL      13 VC RLL(2,7) 18mS   94186-383 WREN
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE          383.0MB 5.25 1224  8 34 ESDI     10.0Mb  Y  100K 23.0W
        ST4384E          319.0MB FULL      15 VC RLL(2,7) 15mS  94186-383H WREN
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE          385.0MB 5.25       8    SCSI     15.0Mb  Y  100K 21.0W
        ST4385N          330.0MB FULL      15 VC RLL(ZBR) 11mS  94181-385H/M RU
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE          442.0MB 5.25 1412  8 34 ESDI     10.0Mb  Y  100K 23.0W
        ST4442E          368.0MB FULL      15 VC RLL(2,7) 16mS   94186-442 WREN
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE          702.0MB 5.25 1546  8    SCSI     14.0Mb  Y  100K 21.0W
        ST4702N          601.0MB FULL      15 VC RLL(ZBR) 17mS  94181-702/M WRE
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE          766.0MB 5.25 1632  8 53 ESDI     15.0Mb  Y  100K 20.0W
        ST4766E          664.0MB FULL      15 VC RLL(2,7) 16mS   94196-766 WREN
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE          766.0MB 5.25 1632  8 54 SCSI     15.0Mb  Y  100K 21.0W
        ST4766N          676.0MB FULL      15 VC RLL(2,7) 16mS   94191-766 WREN
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE          766.0MB 5.25            ESDI             Y
        ST4767E                  FULL         VC                  WREN RUNNER 2
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE          767.0MB 5.25 1356  8    SCSI     24.0Mb  Y  100K 27.0W
        ST4767N          665.0MB FULL      15 VC RLL(ZBR) 12mS  94601-767H/M RU
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE          766.0MB 5.25            ESDI             Y
        ST4769E                  FULL         VC                  WREN RUNNER 2
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 67
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        SEAGATE            6.0MB 5.25  153  2 17 ST506     5.0Mb  N
        ST506              5.0MB FULL  128  4 SM MFM      85mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SEAGATE            6.0MB 5.25  306  1 17 ST412     5.0Mb
        ST706              5.0MB FULL  128  2 SM MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SHUGART                  5.25  160  2 17 ST412     5.0Mb
        604                5.0MB FULL  128  4 SM MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SHUGART                  5.25  160  3 17 ST412     5.0Mb
        606                7.0MB FULL  128  6 SM MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SHUGART                  5.25  306  2 17 ST412     5.0Mb
        612               10.0MB FULL  128  4 SM MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SHUGART                  5.25  320  1 17 ST412     5.0Mb
        706                6.0MB FULL  128  2 SM MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SHUGART                  5.25  320  2 17 ST412     5.0Mb
        712               10.0MB HALF  128  4 SM MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SIEMENS          207.0MB 5.25 1216  5 35 ESDI     10.OMb  Y   30K 30.0W
        1200i            174.3MB FULL       8 VC RLL(2,7) 25mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SIEMENS          310.0MB 5.25 1216  7 35 ESDI     10.0Mb  Y   30K 30.0W
        1300             261.4MB FULL      12 VC RLL(2,7) 25mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SIEMENS                  5.25 1216  4    SCSI     10.0Mb
        2200i            174.0MB FULL       8    RLL(2,7) 25mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SIEMENS          310.0MB 5.25 1216  7 35 SCSI     10.0Mb  Y   30K 30.0W
        2300             261.4MB FULL      12 VC RLL(2,7) 25mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SIEMENS          382.6MB 5.25 1100  6 54 ESDI     15.0Mb  Y   40K 27.0W
        4410             334.5MB FULL      11 VC RLL(2,7) 16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SIEMENS          382.6MB 5.25 1100  6 54 SCSI     16.0Mb  Y   40K 27.0W
        4420             334.5MB FULL      11 VC RLL(2,7) 16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SIEMENS                  5.25       8    ESDI     15.0Mb
        5710             655.0MB FULL      15 VC RLL(2,7) 16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SIEMENS          777.0MB 5.25       8    ESDI     15.0Mb  Y
        5810                     FULL      16 VC RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SIEMENS          777.0MB 5.25       8    SCSI     15.0Mb  Y
        5820                     FULL      16 VC RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SIEMENS         1200.0MB 5.25            SCSI     10.0Mb  Y   99K
        6200                                  VC RLL(2,7) 14mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 68
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        SIEMENS                  5.25       8    SCSI     15.0Mb
        7520             655.0MB FULL      15 VC RLL(2,7) 16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        STOR. DIMEM.             3.50            SCSI             Y  150K
        MAC195           195.0MB HALF       7    RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        STOR. DIMEN      384.0MB 5.25 1224  8 36 SCSI     10.0Mb  Y
        PS320S           320.0MB FULL      15 VC RLL(2,7) 16mS  MAXTOR XT-4380S
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        STOR. DIMEN.             3.50            SCSI             Y  150K
        AT100S           105.0MB HALF       3    RLL(2,7) 19mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        STOR. DIMEN.             3.50            SCSI             Y  150K
        AT200S           204.0MB HALF       7    RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        STOR. DIMEN.             5.25            SCSI     22.0Mb  Y  100K
        AT1000S         1000.0MB           15 VC          15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        STOR. DIMEN.     140.0MB 5.25  918  8 17 ST412     5.0Mb  Y
        AT120            119.9MB FULL      15 VC MFM      27mS   MAXTOR XT-1140
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        STOR. DIMEN.     180.0MB 5.25 1224  5 36 ESDI     10.0Mb  Y
        AT155E           156.0MB FULL       9 VC RLL(2,7) 14mS  MAXTOR XT-4170E
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        STOR. DIMEN.     180.0MB 5.25 1224  5 36 SCSI     10.0Mb  Y
        AT155S           156.0MB FULL       9 VC RLL(2,7) 14mS  MAXTOR XT-4170S
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        STOR. DIMEN.     190.0MB 5.25 1224  8 17 ST412     5.0Mb  Y
        AT160            159.8MB FULL      15 VC MFM      28mS   MAXTOR XT-2190
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        STOR. DIMEN.     384.0MB 5.25 1224  8 36 SCSI     10.0Mb  Y  100K
        AT320S           320.0MB FULL      15 VC RLL(2,7) 16mS  MAXTOR XT-4380S
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        STOR. DIMEN.     384.0MB 5.25 1224  8 36 ESDI     10.0Mb  Y
        AT335E           338.0MB FULL      15 VC RLL(2,7) 16mS  MAXTOR XT-4380E
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        STOR. DIMEN.     768.0MB 5.25 1632  8 54 ESDI     15.0Mb  Y   70K 27.0W
        AT650E           651.0MB FULL      15 VC RLL(2,7) 16mS  MAXTOR XT-8760E
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        STOR. DIMEN.     768.0MB 5.25 1632  8 54 SCSI     15.0Mb  Y  100K
        AT650S           651.0MB FULL      15 VC RLL(2,7) 16mS  MAXTOR XT-8760S
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        STOR. DIMEN.     180.0MB 5.25 1224  5 36 ESDI     10.0Mb  Y
        PS155E           156.0MB FULL       9 VC RLL(2,7) 14mS  MAXTOR XT-4170E
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        STOR. DIMEN.     180.0MB 5.25 1224  5 36 SCSI     10.0Mb  Y
        PS155S           156.0MB FULL       9 VC RLL(2,7) 14mS  MAXTOR XT-4170S
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        STOR. DIMEN.     384.0MB 5.25 1224  8 36 ESDI     10.0Mb  Y
        PS335E           338.0MB FULL      15 VC RLL(2,7) 16mS  MAXTOR XT-4380E
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 69
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        STOR. DIMEN.     768.0MB 5.25 1632  8 54 SCSI     15.0Mb  Y
        PS650S           651.0MB FULL      15 VC RLL(2,7) 16mS  MAXTOR XT-8760S
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SYQUEST            6.0MB 5.25  306  1 17 ST412     5.0Mb
        SQ-306RD           5.0MB            2    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SYQUEST           12.0MB 5.25  615  1 17 ST412     5.0Mb
        SQ-312RD          10.0MB            2    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SYQUEST           25.0MB 5.25  615  2 17 ST412     5.0Mb
        SQ-325F           20.0MB            4    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SYQUEST           38.0MB 5.25  615  3 17 ST412     5.0Mb
        SQ-338F           30.0MB            6    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SYQUEST                  5.25  640  3 17 ST412     5.0Mb
        SQ-340AF          38.0MB            6    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SYQUEST                  5.25
        SQ-555            44.0MB HALF                     25mS  REMOVABLE CARTR
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        SYSGEN            45.0MB 5.25       1    SCSI
        MAXI RD45                HALF       2    RLL(2,7) 25mS  REMOVABLE CARTR
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TANDON                         782  3 26 ST412     7.5Mb
        TM-246            62.0MB            6    RLL(2,7) 37mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TANDON            85.0MB      1004  5 17 SCSI      5.0Mb
        TM2085            74.0MB            9    MFM      25mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TANDON                         782  2 26 ST412     7.5Mb
        TM244             41.0MB            4    RLL(2,7) 37mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TANDON                   3.50  615  2 17 ST412     5.0Mb
        TM262             21.4MB HALF       4    MFM      65mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TANDON                   3.50  782  1 26 ST412     7.5Mb
        TM262R            20.0MB HALF       2    RLL(2,7) 85mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TANDON                   3.50  782  2 26 ST412     7.5Mb
        TM264             41.0MB HALF       4    RLL(2,7) 85mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TANDON                   3.50  782  2 26 ST412     7.5Mb
        TM344             41.0MB HALF       4    RLL(2,7) 37mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TANDON                   3.50  782  3 26 ST412     7.5Mb
        TM346             62.0MB HALF       6    RLL(2,7) 37mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TANDON                   3.50  782  1 26 ST412     7.5Mb
        TM362R            20.0MB HALF       2    RLL(2,7) 85mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 70
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        TANDON                   3.50  782  2 26 ST412     7.5Mb
        TM364             41.0MB HALF       4    RLL(2,7) 85mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TANDON           128.0MB 5.25 1004  5 26 SCSI      7.5Mb
        TM2128            11.0MB            9    RLL(2,7) 25mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TANDON           170.0MB 5.25 1344  5 26 SCSI      7.5Mb
        TM2170           154.0MB            9    RLL(2,7) 25mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TANDON                   5.25  306  2 17 ST412     5.0Mb
        TM252             10.0MB HALF       4    MFM      85mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TANDON                   5.25  615  1 17 ST412     5.0Mb
        TM261             10.0MB            2    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TANDON            85.0MB 5.25 1024  4 17 ST412     5.0Mb
        TM3085            71.0MB            8    MFM      37mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TANDON                   5.25 1024  4 26 ST412     7.5Mb
        TM3085R          104.0MB            8    RLL(2,7) 37mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TANDON                   5.25  615  2 17 ST412
        TM362             21.0MB            4    MFM      [[mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TANDON                   5.25  306  1 17 ST412     5.0Mb
        TM501              5.0MB FULL  153  2    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TANDON                   5.25  306  2 17 ST412     5.0Mb
        TM502             10.0MB FULL  153  4    MFM      85mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TANDON                   5.25  306  3 17 ST412     5.0Mb
        TM503             15.0MB FULL  153  6    MFM      85mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TANDON                   5.25  153  2 17 ST412     5.0Mb
        TM602S             5.0MB FULL  128  4    MFM      85mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TANDON                   5.25  153  3 17 ST412     5.0Mb
        TM603S            10.0MB FULL  128  6    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TANDON                   5.25  230  3 17 ST412     5.0Mb
        TM603SE           21.0MB FULL  128  6    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TANDON                   5.25  615  2 26 ST412     7.5Mb
        TM702             20.0MB            4    RLL(2,7)
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TANDON                   5.25  733  3 17 ST412     5.0Mb
        TM703AT           31.0MB FULL       5    MFM      40mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TANDON                   5.25  981  3 17 ST412     5.0Mb
        TM755             43.0MB            5    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 71
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        TANDON                   5.25  615  1 17 ST412     5.0Mb
        TMM361            10.0MB            2    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TANDY             28.0MB 3.50
        25-1045                  HALF
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TANDY             48.0MB 3.50  782  2 27 IDE(XT)   7.8Mb      40K  6.9W
        25-1046           43.2MB HALF       4 SM RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TANDY                    3.50            IDE      14.0Mb
        25-4130          100.0MB HALF       4    RLL(2,7) 17mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TEAC                     3.50
        SD-3105H         105.0MB 1.0"                     20mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TEAC                     3.50 1050  1 40 IDE(AT)   7.5Mb      30K 12.4W
        SD-340A           43.0MB 1.0"       2    RLL(2,7) 23mS        4K BUFFER
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TEAC                     3.50
        SD-340H           40.0MB 1.0"                     20mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TEAC                     3.50 1050  1 40 SCSI      7.5Mb      30K 12.4W
        SD-340S           43.0MB 1.0"       2    RLL(2,7) 23mS        4K BUFFER
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TEAC                     3.50 1050  2    IDE(AT)   8.0Mb      30K 12.4W
        SD-380            86.0MB 1.0"       4    RLL(2,7) 20mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TEAC                     3.50
        SD-380H           80.0MB 1.0"                     20mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TEAC                     5.25  306  2 17 ST412     5.0Mb
        SD-510            10.0MB FULL  128  4    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TEAC                     5.25  615  2 17 ST412     5.0Mb
        SD-520            20.0MB FULL  300  4    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TEXAS INST.              5.25  153  2 17 ST412     5.0Mb
        TI-5               5.0MB FULL       4    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TOSHIBA                  2.50       1    IDE(AT)
        MK-1122FC         43.0MB 0.7"            RLL(2,7) 23mS        32K CACHE
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TOSHIBA                  3.50         17 ST412     5.0Mb
        MK-072            72.0MB HALF            MFM      25mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TOSHIBA                  3.50         26 ST412     7.5Mb
        MK-072PCR        109.0MB HALF            RLL(2,7) 25mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TOSHIBA                  3.50            IDE(AT)                   2.5W
        MK-1034FC        106.0MB 1.0"            RLL(2,7)
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 72
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        TOSHIBA           53.4MB 3.50  733  4    ST412     5.0Mb  Y   30K 10.0W
        MK-130                   HALF       7 VC MFM      25mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TOSHIBA                  3.50  733  4 17 ST412     5.0Mb      30K 10.0W
        MK-134FA(M)       45.0MB HALF       7    MFM      23mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TOSHIBA                  3.50  733  4 26 ST412     7.5Mb
        MK-134FA(R)       65.0MB HALF       7    RLL(2,7) 23mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TOSHIBA           53.5MB 3.50  845  2    SCSI     10.0Mb  Y   30K 10.0W
        MK-232FB          45.4MB HALF       3 VC RLL(2,7) 25mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TOSHIBA           89.2MB 3.50  845  3    SCSI     10.0Mb  Y   30K 10.0W
        MK-233FB          75.7MB HALF       5 VC RLL(2,7) 25mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TOSHIBA          124.8MB 3.50  845  4    SCSI     10.0Mb  Y   30K 10.0W
        MK-234FB         106.0MB HALF       7 VC RLL(2,7) 25mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TOSHIBA          124.8MB 3.50  845  4    IDE(AT)  10.0Mb  Y   30K 10.0W
        MK-234FC         106.0MB HALF       7 VC RLL(2,7) 25mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TOSHIBA           86.5MB 5.25  830  3 35 ESDI     10.0Mb  Y   30K
        MK-153FA          74.0MB FULL       5 VC RLL(2,7) 23mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TOSHIBA           86.5MB 5.25  830  3 35 SCSI     10.0Mb  Y   30K
        MK-153FB          74.0MB FULL       5 VC RLL(2,7) 23mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TOSHIBA          121.0MB 5.25  830  4 35 ESDI     10.0Mb  Y   30K
        MK-154FA         104.0MB FULL       7 VC RLL(2,7) 23mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TOSHIBA          121.0MB 5.25  830  4 35 SCSI     10.0Mb  Y   30K
        MK-154FB         104.0MB FULL       7 VC RLL(2,7) 23mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TOSHIBA          172.9MB 5.25  830  5 35 ESDI     10.0Mb  Y   30K
        MK-156FA         148.0MB FULL      10 VC RLL(2,7) 23mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TOSHIBA          172.9MB 5.25  830  5 35 SCSI     10.0Mb  Y   30K 10.0W
        MK-156FB         148.0MB FULL      10 VC RLL(2,7) 23mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TOSHIBA          382.5MB 5.25 1224  5 35 ESDI     15.0Mb  Y   30K
        MK-250FA                 FULL      10 VC RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TOSHIBA          382.5MB 5.25 1224  5 35 SCSI     15.0Mb  Y   30K
        MK-250FB                 FULL      10 VC RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TOSHIBA                  5.25
        MK-353A           72.0MB FULL                     28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TOSHIBA          459.0MB 5.25 1632  5 53 ESDI     15.0Mb  Y   30K
        MK-355FA                 FULL       9 VC RLL(2,7) 16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 73
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        TOSHIBA          459.0MB 5.25 1632  5 53 SCSI     15.0Mb  Y   30K
        MK-355FB                 FULL       9 VC RLL(2,7) 16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TOSHIBA          765.0MB 5.25 1632  8 53 ESDI     15.0Mb  Y   30K
        MK-358FA                 FULL      15 VC RLL(2,7) 16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TOSHIBA          765.0MB 5.25 1632  8 53 SCSI     15.0Mb  Y   30K
        MK-358FB                 FULL      15 VC RLL(2,7) 16mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TOSHIBA           43.2MB 5.25  830  3 17 ST412     5.0Mb  Y   20K
        MK-53FA(M)               FULL  512  5 VC MFM      30mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TOSHIBA           64.8MB 5.25  830  3 26 ST412     7.5Mb  Y   20K
        MK-53FA(R)               FULL  512  5 VC RLL(2,7) 30mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TOSHIBA           43.2MB 5.25  830  3 17 ST412     5.0Mb  Y   20K
        MK-53FB(M)               FULL  512  5 VC MFM      25mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TOSHIBA           64.8MB 5.25  830  3 26 ST412     7.5Mb  Y   20K
        MK-53FB(R)               FULL  512  5 VC RLL(2,7) 25mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TOSHIBA           60.5MB 5.25  830  4 17 ST412     5.0Mb  Y   20K
        MK-54FA(M)               FULL  512  7 VC MFM      30mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TOSHIBA           90.7MB 5.25  830  4 26 ST412     7.5Mb  Y   20K
        MK-54FA(R)               FULL  512  7 VC RLL(2,7) 25mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TOSHIBA           60.5MB 5.25  830  4 17 ST412     5.0Mb  Y   20K
        MK-54FB(M)               FULL  512  7 VC MFM      25mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TOSHIBA           90.7MB 5.25  830  4 26 ST412     7.5Mb  Y   20K
        MK-54FB(R)               FULL  512  7 VC RLL(2,7) 25mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TOSHIBA           86.5MB 5.25  830  5 17 ST412     5.0Mb  Y   20K
        MK-56FA(M)               FULL  512 10 VC MFM      30mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TOSHIBA          129.8MB 5.25  830  5 26 ST412     7.5Mb  Y   20K
        MK-56FA(R)               FULL  512 10 VC RLL(2,7) 30mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TOSHIBA           86.5MB 5.25  830  5 17 ST412     5.0Mb  Y   20K
        MK-56FB(M)               FULL  512 10 VC MFM      25mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TOSHIBA          129.8MB 5.25  830  5 26 ST412     7.5Mb  Y   20K
        MK-56FB(R)               FULL  512 10 VC RLL(2,7) 25mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TULIN             13.0MB 5.25  640  1 17 ST412     5.0Mb
        213               10.0MB            2    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TULIN             26.0MB 5.25  640  2 17 ST412     5.0Mb
        226               22.0MB            4    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 74
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        TULIN             40.0MB 5.25  640  3 17 ST412     5.0Mb
        240               33.0MB            6    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TULIN             26.0MB 5.25  640  2 17 ST412     5.0Mb
        326               22.0MB            4    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        TULIN             40.0MB 5.25  640  3 17 ST412     5.0Mb
        340               33.0MB            6    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        VERTEX            30.0MB       987  2 17 ST412     5.0Mb
        V130              26.0MB            3    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        VERTEX            50.0MB       987  3 17 ST412     5.0Mb
        V150              43.0MB            5    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        VERTEX            70.0MB       987  4 17 ST412     5.0Mb
        V170              60.0MB            7    MFM
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        WESTERN DIG.             2.50       1    PRO.
        WDAB130           31.5MB 0.6"                     19mS       32KB CACHE
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        WESTERN DIG.             2.50       2    PRO.
        WDAB260           62.9MB 0.8'                     19mS       32KB CACHE
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        WESTERN DIG.             3.50            SCSI     32.0Mb     150K
        CONDOR           320.0MB           14    RLL(2,7) 13mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        WESTERN DIG.             3.50            IDE(AT)  40.0Mb      50K
        PIRANHA 105A     104.9MB            4    RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        WESTERN DIG.             3.50            SCSI     40.0Mb      50K
        PIRANHA 105S     104.9MB            4    RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        WESTERN DIG.             3.50            IDE(AT)  40.0Mb      50K
        PIRANHA 210A     209.8MB            8    RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        WESTERN DIG.             3.50            SCSI     40.0Mb      50K
        PIRANHA 210S     209.8MB            8    RLL(2,7) 15mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        WESTERN DIG.             3.50  782  2 26 ST412     7.5Mb
        WD344R            40.0MB HALF       4    RLL(2,7) 40mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        WESTERN DIG.             3.50  615  2 17 ST412     5.0Mb
        WD362             20.0MB HALF       4    MFM      80mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        WESTERN DIG.             3.50  782  1 26 ST412     7.5Mb
        WD382R            20.0MB HALF       2    RLL(2,7) 85mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        WESTERN DIG.             3.50  615  2 26 ST412     7.5Mb
        WD383R            30.0MB HALF       4    RLL(2,7) 85mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 75
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        WESTERN DIG.             3.50  782  2 26 ST412     7.5Mb
        WD384R            40.0MB HALF       4    RLL(2,7) 85mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        WESTERN DIG.             3.50  782  2 26 ST412     7.5Mb
        WD544R-5"         40.0MB HALF       4    RLL(2,7) 40mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        WESTERN DIG.             3.50  615  2 17 ST412     5.0Mb
        WD562-5"          20.0MB HALF       4    MFM      80mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        WESTERN DIG.             3.50  782  1 26 ST412     7.5Mb
        WD582R-5"         20.0MB HALF       2    RLL(2,7) 85mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        WESTERN DIG.             3.50  615  2 26 ST412     7.5Mb
        WD583R-5"         30.0MB HALF       4    RLL(2,7) 85mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        WESTERN DIG.             3.50  782  2 26 ST412     7.5Mb
        WD584R-5"         40.0MB HALF       4    RLL(2,7) 85mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        WESTERN DIG.      28.0MB 3.50  782  1 27 IDE(AT)   7.8Mb      40K  7.0W
        WD93024-A         21.6MB HALF       2 SM RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        WESTERN DIG.      28.0MB 3.50  782  1 27 IDE(AT)   7.8Mb      30K  7.0W
        WD93028-A         21.6MB HALF       2 SM RLL(2,7) 70mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        WESTERN DIG.      28.0MB 3.50  782  1 27 IDE(AT)   7.8Mb      40K  6.9W
        WD93028-AD        21.6MB HALF       2 SM RLL(2,7) 69mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        WESTERN DIG.      28.0MB 3.50  782  1 27 IDE(XT)   7.8Mb      40K  6.9W
        WD93028-X         21.6MB HALF       2 SM RLL(2,7) 70mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        WESTERN DIG.      38.0MB 3.50  782  2 27 IDE(XT)   7.8Mb      40K  6.9W
        WD93038-X         32.4MB HALF       3 SM RLL(2,7) 70mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        WESTERN DIG.      48.0MB 3.50  782  2 27 IDE(AT)   7.8Mb      40K  6.9W
        WD93044-A         43.2MB HALF       4 SM RLL(2,7) 28mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        WESTERN DIG.      48.0MB 3.50  782  2 27 IDE(XT)   7.8Mb      40K  6.9W
        WD93044-X         43.2MB HALF       4 SM RLL(2,7) 28mS  TANDY # 25-1046
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        WESTERN DIG.      48.0MB 3.50  782  2 27 IDE(AT)   7.8Mb      30K  7.0W
        WD93048-A         40.0MB HALF       4 SM RLL(2,7) 70mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        WESTERN DIG.      48.0MB 3.50  782  2 27 IDE(AT)   7.8Mb      40K  6.9W
        WD93048-AD        43.2MB HALF       4 SM RLL(2,7) 69mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        WESTERN DIG.      48.0MB 3.50  782  2 27 IDE(XT)   7.8Mb      40K  6.9W
        WD93048-X         43.2MB HALF       4 SM RLL(2,7) 70mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        WESTERN DIG.             3.50 1082  1 39 IDE(AT)  12.0Mb      50K  4.2W
        WDAC140           42.7MB HALF       2 VC RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        Ч


                                                                        PAGE 76
        MANUFACTURER    UNFORMAT WTH. CYLS PL ST INTERFACE XFER  P? MTBF  POWER
        MODEL NUMBER    FORMATED HGT. PREC HD AC REC.METH  ACC    COMMENTS
        ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
        WESTERN DIG.             3.50 1082  2 39 IDE(AT)  12.0Mb      50K  4.2W
        WDAC280           85.3MB HALF       4 VC RLL(2,7) 18mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        WESTERN DIG.             5.25  782  1 27 IDE(AT)   7.8Mb
        WD95028-A         20.0MB HALF       2    RLL(2,7) 70mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        WESTERN DIG.             5.25  782  1 27 IDE(XT)   7.8Mb
        WD95028-X         20.0MB HALF       2    RLL(2,7) 70mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        WESTERN DIG.             5.25  782  2 27 IDE(XT)   7.8Mb
        WD95038-X         30.0MB HALF       3    RLL(2,7) 70mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        WESTERN DIG.             5.25  782  2 27 IDE(AT)   7.8Mb
        WD95048-A         40.0MB HALF       4    RLL(2,7) 70mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        WESTERN DIG.             5.25  782  2 27 IDE(XT)   7.8Mb
        WD95048-X         40.0MB HALF       4    RLL(2,7) 70mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        XEBEC                    5.25       2 17 SCSI      5.0Mb
        OWL-I             25.0MB HALF       4    MFM      55mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        XEBEC                    5.25       2 17 ST412     5.0Mb
        OWL-II            38.0MB HALF       4    MFM      40mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
        XEBEC                    5.25       2 17 SCSI      5.0Mb
        OWL-III           52.0MB HALF       4    MFM      38mS
        ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
























        Ч











           иммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм╩
           ╨       HARD DRIVE ABBREVIATIONS              THEREF41          ╨╠
           гддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд╤╠
           ╨   CYLS ... TOTAL CYLINDERS        AC ..... HEAD ACTUATOR      ╨╠
           ╨   ST ..... SECTORS PER TRACK      XFER ... TRANSFER RATE      ╨╠
           ╨   PL ..... NUMBER OF PLATTERS     P? ..... SELF PARKING ?     ╨╠
           ╨   HD ..... # OF READ/WRITE HDs    MTBF ... MEAN TIME BEFORE-  ╨╠
           ╨   ACC .... AVERAGE ACCESS TIME             FAILURE (EST)      ╨╠
           гддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд╤╠
           ╨    Copyright 1989,1990 F.Robert Falbo, all rights reserved    ╨╠
           гддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд╤╠
           ╨   The User is granted permission to distribute this Listing   ╨╠
           ╨   and its' related documentation provided that it is not      ╨╠
           ╨   altered as to content or credit, and it is provided without ╨╠
           ╨   purpose of monetary gain.                                   ╨╠
           ╨                                                               ╨╠
           ╨                      ╝╝ DISCLAIMER ╞╞                         ╨╠
           ╨   I have strived to make this Listing as accurate as I can,   ╨╠
           ╨   but I realize that mistakes do happen, and so should you.   ╨╠
           ╨   You should consider this Listing as a starting point.  I    ╨╠
           ╨   suggest that you use the Manufacturer's Directory  to       ╨╠
           ╨   obtain additional information before you finalize any       ╨╠
           ╨   decision.  My Liability shall be limited to only my embar-  ╨╠
           ╨   assment and an appology for any inconvieneince caused.      ╨╠
           гддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд╤╠
           ╨   The Author may be reached on KADET BBS (315)245-3815. or    ╨╠
           ╨   on the METROLINK "HARDWARE" conference (as ROBERT FALBO)    ╨╠
           гддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд╤╠
           ╨   The latest version of this Listing may be found on...       ╨╠
           ╨                                                               ╨╠
           ╨   KADET BBS  (315)245-3815    EVERGREEN EXCH (206)661-2082    ╨╠
           ╨   FT.MTN.BBS (404)695-8703    DC INFO EXCH   (202)433-6639    ╨╠
           ╨   ASTRIX BBS (414)798-1037                                    ╨╠
           хммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм╪╠
            ╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠










        Ч
