                          HARD DISK DRIVE DIRECTORY

                          THEREF(tm)    Version 4.30              05/01/93
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд

                                  зPHYSICAL© LOG.                      PAGE   1
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    ALPS ELEC.               3.50  1  615 17      ST506/412 60ms   5.0Mb
    DRND-10A          10.0MB HALF  2              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    ALPS ELEC.               3.50  2  615 17      ST506/412 60ms   5.0Mb
    DRND-20A          20.0MB HALF  4              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    ALPS ELEC.               3.50  1  615 26      ST506/412 60ms   7.5Mb
    DRPO-20D          20.0MB HALF  2              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    ALPS ELEC.               3.50  1  615 26      ST506/412 60ms   7.5Mb
    RPO-20A           20.0MB HALF  2              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    AMPEX             13.0MB 5.25  2  320 17      ST506/412 90ms   5.0Mb
    PYXIS-13          10.0MB FULL  4  132         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    AMPEX             20.0MB 5.25  3  320 17      ST506/412 90ms   5.0Mb
    PYXIS-20          15.0MB FULL  6  132         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    AMPEX             27.0MB 5.25  4  320 17      ST506/412 90ms   5.0Mb
    PYXIS-27          20.0MB FULL  8  132         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    AMPEX              7.0MB 5.25  1  320 17      ST506/412 90ms   5.0Mb
    PYXIS-7            5.0MB FULL  2  132         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    AREAL TECH.              2.50  2 1070 63      IDE(X/A)  15ms  15.0Mb   1.5W
    A-120            136.9MB 15.5  4 NONE VC      (1,7)RLL  3.0ms          100K
                                     AUTO             GLASS PLATTERS, 2,981 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    AREAL TECH.              2.50  1 1453 MZ      IDE(AT)   15ms  23.0Mb   1.5W
    A-130            130.0MB 12.4  2 NONE VC      (1,7)RLL  3.0ms          100K
                                     AUTO             GLASS PLATTERS, 2,981 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    AREAL TECH.              2.50  2 1430 63      IDE(X/A)  15ms  15.0Mb   1.5W
    A-180            183.0MB 15.5  4 NONE VC      (1,7)RLL  3.0ms          100K
                                     AUTO             GLASS PLATTERS, 2,981 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд



    
                                  зPHYSICAL© LOG.                      PAGE   2
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    AREAL TECH.              2.50  2 1453 MZ      IDE(AT)   15ms  23.0Mb   1.5W
    A-260            260.1MB 15.0  4 NONE VC      (1,7)RLL  3.0ms          100K
                                     AUTO             GLASS PLATTERS, 2,981 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    AREAL TECH.              2.50  1 1430 63      IDE(X/A)  15ms  15.0Mb   1.5W
    A-90              91.5MB 12.4  2 NONE VC      (1,7)RLL  3.0ms          100K
                                     AUTO                        GLASS PLATTERS
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    AREAL TECH.              2.50  1              SCSI
    BP-100           100.0MB SUBH    NONE VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    AREAL TECH.              2.50  1  819                   28ms   7.5Mb    .9W
    MD-2050           49.2MB SUBH    NONE VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    AREAL TECH.              2.50  1 1024 60      IDE(X/A)  19ms  10.0Mb   1.8W
    MD-2060           62.4MB 15.0  2 NONE VC      (2,7)RLL  4.0ms  32KB    100K
                                     AUTO             GLASS PLATTERS, 2,087 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    AREAL TECH.              2.50  1 1024 60      IDE(X/A)  16ms  12.0Mb   1.8W
    MD-2065           62.4MB 15.0  2 NONE VC      RLL       4.0ms          100K
                                     AUTO             GLASS PLATTERS, 2,504 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    AREAL TECH.              2.50  1 1326 60      IDE(X/A)  19ms  10.0Mb   1.8W
    MD-2080           80.8MB 15.0  2 NONE VC      (2,7)RLL  4.0ms          100K
                                     AUTO             GLASS PLATTERS, 2,087 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    AREAL TECH.              2.50  1 1410 60      IDE(X/A)  16ms  12.0Mb   1.8W
    MD-2085           85.9MB 15.0  2 NONE VC      RLL       4.0ms          100K
                                     AUTO             GLASS PLATTERS, 2,504 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    AREAL TECH.              2.50                           29ms   7.5Mb   0.9W
    MD-2100          100.0MB SUBH    NONE VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    AREAL TECH.              5.25 10              SCSI-2          32.0Mb
    AA-5180 SYSTEM   720.0MB FULL 20 NONE VC      (1,7)RLL
                                     AUTO             GLASS PLATTERS, 2,981 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    AREAL TECH.              5.25 18              SCSI-2          64.0Mb
    AA-9180 SYSTEM  1440.0MB FULL 36 NONE VC      (1,7)RLL
                                     AUTO             GLASS PLATTERS, 2,981 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    ATASI             20.0MB 5.25  2  645 17      ST506/412        5.0Mb
    3020              17.0MB FULL  3  320         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    ATASI             33.0MB 5.25  3  645 17      ST506/412        5.0Mb
    3033              28.0MB FULL  5  320         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE   3
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    ATASI             46.0MB 5.25  4  645 17      ST506/412 33ms   5.0Mb
    3046              39.0MB FULL  7  320         (1,3)RLL
                                      644
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    ATASI             51.0MB 5.25  4  704 17      ST506/412 33ms   5.0Mb
    3051              43.0MB FULL  7  350         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    ATASI             53.0MB 5.25  4  733 17      ST506/412        5.0Mb
    3053              44.0MB FULL  7              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    ATASI             75.0MB 5.25  4 1024 17      ST506/412        5.0Mb
    3075              67.0MB FULL  8              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    ATASI             85.0MB 5.25  4 1024 17      ST506/412        5.0Mb
    3085              72.0MB FULL  8              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    ATASI                    5.25  8 1925 71      ESDI      14ms  20.0Mb  24.0W
    6120            1051.0MB FULL 15      VC      (2,7)RLL                 150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    ATASI                    5.25  8 1632 54      ESDI      16ms  15.0Mb  31.0W
    676              765.0MB FULL 15      VC      (2,7)RLL                 150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    ATASI                    5.25  8 1225         SCSI      20ms  10.0Mb
    738              329.0MB FULL 15      VC      (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    ATTO TECHNOLOGY                               SCSI-2    .1ms  80.0Mb
    SiliconDisk Plu  512.0MB                      NONE
                                                 SOLID STATE DISK,1,4,16MB SIMM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    ATTO TECHNOLOGY                               SCSI-2    .1ms  80.0Mb
    SiliconDisk Pro  512.0MB                      NONE
                                                 SOLID STATE DISK,1,4,16MB SIMM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    AURA ASSOCIATES          1.80  2              PCMCIA    17ms  24.0Mb   1.5W
    AU126            125.8MB 15.0  4 NONE VC      (1,7)RLL  5.0ms  32KB    100K
                                     AUTO                             5,400 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    AURA ASSOCIATES          1.80  1              IDE(AT)   17ms  24.0Mb   1.5W
    AU43              42.6MB 12.7  2 NONE VC      (1,7)RLL  5.0ms  32KB    100K
                                     AUTO                             5,400 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    AURA ASSOCIATES          1.80  1              PCMCIA    17ms  24.0Mb   1.4W
    AU63              62.9MB 12.7  2 NONE VC      (1,7)RLL  5.0ms  32KB    100K
                                     AUTO                             5,400 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE   4
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    AURA ASSOCIATES          1.80  2              IDE(AT)   17ms  24.0Mb   1.6W
    AU85              85.3MB 15.0  4 NONE VC      (1,7)RLL  5.0ms  32KB    100K
                                     AUTO                             5,400 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    BASF                     5.25  3  440 17      ST506/412        5.0Mb
    6185              23.0MB FULL  6  220         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    BASF                     5.25  2  440 17      ST506/412        5.0Mb
    6186              15.0MB FULL  4  220         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    BASF                     5.25  1  440 17      ST506/412        5.0Mb
    6187               8.0MB FULL  2  220         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    BULL              30.0MB       2  987 17      ST506/412        5.0Mb
    D-530             25.0MB       3              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    BULL              50.0MB       3  987 17      ST506/412        5.0Mb
    D-550             43.0MB       5              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    BULL              70.0MB       4  987 17      ST506/412        5.0Mb
    D-570             59.0MB       7              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    BULL              85.0MB 5.25  4 1166 17      ST506/412 65ms   5.0Mb
    D-585             71.0MB FULL  7              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    C.ITOH & Co.             3.50  2  788         SCSI      28ms   8.5Mb  12.0W
    YD-3042           43.5MB HALF  4              (2,7)RLL                  40K

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    C.ITOH & Co.             3.50  3  788         SCSI      27ms   8.5Mb  12.0W
    YD-3082           83.0MB HALF  5              (2,7)RLL                  40K

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    C.ITOH & Co.             5.25  3  731 17      ST506/412 26ms   5.0Mb
    YD-3530           32.0MB HALF  5              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    C.ITOH & Co.             5.25  4  731 17      ST506/412 26ms   5.0Mb
    YD-3540           45.0MB HALF  7              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CARDIFF           53.0MB 3.50  3 1024 17      ST506/412 20ms   5.0Mb
    F-3053            44.0MB HALF  5              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE   5
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    CARDIFF           80.0MB 3.50  3 1024 26      ESDI      20ms   7.0Mb
    F-3080E           68.0MB HALF  5              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CARDIFF           80.0MB 3.50  3 1024 26      SCSI      20ms   7.5Mb
    F-3080S           68.0MB HALF  5              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CARDIFF          127.0MB 3.50  3 1024 35      ESDI      20ms  10.0Mb
    F-3127E          109.0MB HALF  5              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CARDIFF          127.0MB 3.50  3 1024 35      SCSI      20ms  10.0Mb
    F-3127S          109.0MB HALF  5              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC  BJ7D5A              5.25  3  670 17      ST506/412        5.0Mb
    77731608          29.0MB FULL  5  128         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC  BJ7D5A              5.25  3  733 17      ST506/412        5.0Mb
    77731613                 FULL  5  128         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC  BJ7D5A              5.25  2  670 17      ST506/412 36ms
    77731614          23.0MB FULL  4              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC ELITE       1200.0MB 5.25 10              SMD       12ms  24.0Mb  50.0W
    97500-12G                FULL 17      VC                               100K

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC ELITE       1500.0MB 5.25 10      MZ      SCSI-2    12ms  30.0Mb  45.0W
    97501-15G                FULL 17      VC      RLL                      100K

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC ELITE       1200.0MB 5.25 10              IPI-2     12ms  24.0Mb  50.0W
    97509-12G                FULL 17      VC                               100K

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC SWIFT        136.0MB 3.50  3              SCSI      15ms  10.0Mb   9.0W
    94311-136        120.0MB SUBH  5      VC      (2,7)RLL                  70K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC SWIFT        136.0MB 3.50  3              SCSI      15ms  10.0Mb   9.0W
    94311-136        120.0MB HALF  5      VC      (2,7)RLL                  70K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC SWIFT        136.0MB 3.50  3              SCSI-2    15ms  10.0Mb   9.0W
    94311-136S       120.0MB SUBH  5      VC      (2,7)RLL                  70K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE   6
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    CDC SWIFT        136.0MB 3.50  3              IDE(AT)   15ms  10.0Mb   9.0W
    94314-136        120.0MB SUBH  5      VC      (2,7)RLL                  70K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC SWIFT        111.0MB 3.50  3 1072         ESDI      23ms  10.0Mb  11.0W
    94316-111         98.0MB HALF  5                                        70K

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC SWIFT        136.0MB 3.50  3              ESDI      15ms  10.0Mb  11.0W
    94316-136        120.0MB HALF  5      VC      (2,7)RLL                  70K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC SWIFT        155.0MB 3.50  4 1072         ESDI      15ms  10.0Mb  11.0W
    94316-155        138.0MB HALF  7      VC                                70K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC SWIFT        200.0MB 3.50  5 1072         ESDI      15ms  10.0Mb  11.0W
    94316-200        177.0MB HALF  9      VC                                99K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC SWIFT         55.0MB 3.50  3      17      ST506/412 25ms   5.0Mb
    94335-055         46.0MB HALF  5      VC      (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC SWIFT        100.0MB 3.50  5      17      ST506/412 25ms   5.0Mb
    94335-100         83.0MB HALF  9      VC      (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC SWIFT        150.0MB 3.50  5      26      ST506/412 25ms   7.5Mb
    94335-150        128.0MB HALF  9      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC SWIFT        111.0MB 3.50  3 1068         SCSI      15ms  10.0Mb  11.0W
    94351-111         98.0MB HALF  5      VC      (2,7)RLL                  70K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC SWIFT        126.0MB 3.50  4 1068 36      SCSI      15ms   8.0Mb  11.0W
    94351-126        111.0MB HALF  7      VC      (2,7)RLL                  70K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC SWIFT        128.0MB 3.50  4 1068 36      SCSI      15ms  10.0Mb
    94351-128        111.0MB HALF  7      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC SWIFT        133.0MB 3.50  3 1268         SCSI-2    15ms  10.0Mb  11.0W
    94351-133S       116.0MB HALF  5      VC      (2,7)RLL                  70K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC SWIFT        134.0MB 3.50  4 1068 36      SCSI      15ms  10.0Mb
    94351-134                HALF  7      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE   7
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    CDC SWIFT        156.0MB 3.50  4 1068         SCSI      15ms  10.0Mb
    94351-155        138.0MB HALF  7      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC SWIFT        156.0MB 3.50  4 1068         SCSI-2    15ms  10.0Mb  11.0W
    94351-155S       138.0MB HALF  7      VC      (2,7)RLL                  70K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC SWIFT        162.0MB 3.50  5 1068 36      SCSI      15ms   8.0Mb  11.0W
    94351-160        142.0MB HALF  9      VC      (2,7)RLL                  70K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC SWIFT        172.0MB 3.50  5 1068 36      SCSI      15ms  10.0Mb
    94351-172                HALF  9      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC SWIFT        186.0MB 3.50  4 1268         SCSI-2    15ms  10.0Mb  11.0W
    94351-186S       163.0MB HALF  7      VC      (2,7)RLL                  70K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC SWIFT        201.0MB 3.50  5 1068 36      SCSI      15ms  10.0Mb  11.0W
    94351-200        177.0MB HALF  9      VC      (2,7)RLL                  70K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC SWIFT        201.0MB 3.50  5 1068 36      SCSI-2    15ms  10.0Mb  11.0W
    94351-200S       177.0MB HALF  9      VC      (2,7)RLL                  70K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC SWIFT        239.0MB 3.50  5 1273 36      SCSI-2    15ms  10.0Mb  11.0W
    94351-230S       210.0MB HALF  9      VC      (2,7)RLL                  70K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC SWIFT        111.0MB 3.50  3 1072         IDE(AT)   15ms  10.0Mb  11.0W
    94354-111         98.0MB HALF  5      VC      (2,7)RLL                  70K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC SWIFT        126.0MB 3.50  4 1072 29      IDE(AT)   15ms   8.0Mb  11.0W
    94354-126        111.0MB HALF  7      VC      (2,7)RLL                  70K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC SWIFT        133.0MB 3.50  3 1272 29      IDE(AT)   15ms  10.0Mb  11.0W
    94354-133        117.0MB HALF  5      VC      (2,7)RLL                  70K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC SWIFT        156.0MB 3.50  4 1072 29      IDE(AT)   15ms  10.0Mb  11.0W
    94354-155        138.0MB HALF  7      VC      (2,7)RLL                  70K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC SWIFT        162.0MB 3.50  5 1072 29      IDE(AT)   15ms   8.0Mb  11.0W
    94354-160        143.0MB HALF  9      VC      (2,7)RLL                  70K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE   8
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    CDC SWIFT        186.0MB 3.50  4 1272         IDE(AT)   15ms  10.0Mb  11.0W
    94354-186        164.0MB HALF  7      VC      (2,7)RLL                  70K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC SWIFT        201.0MB 3.50  5 1072 36      IDE(AT)   15ms  10.0Mb  11.0W
    94354-200        177.0MB HALF  9      VC      (2,7)RLL                  70K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC SWIFT        239.0MB 3.50  5 1272 36      IDE(AT)   15ms  10.0Mb  11.0W
    94354-230        211.0MB HALF  9      VC      (2,7)RLL                  70K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC SWIFT         55.0MB 3.50  3      17      ST506/412 17ms   5.0Mb
    94355-055         46.0MB HALF  5      VC      (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC SWIFT        100.0MB 3.50  5 1072 17      ST506/412 15ms   5.0Mb   9.0W
    94355-100         88.0MB HALF  9      VC      (1,3)RLL                  70K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC SWIFT        150.0MB 3.50  5 1072 28      ST506/412 15ms   7.5Mb   9.0W
    94355-150        133.0MB HALF  9      VC      (2,7)RLL                  70K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC SWIFT        111.0MB 3.50  3 1072         ESDI      15ms  10.0Mb  11.0W
    94356-111         98.0MB HALF  5      VC      (2,7)RLL                  70K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC SWIFT        156.0MB 3.50  4 1072         ESDI      15ms  10.0Mb  11.0W
    94356-155        138.0MB HALF  7      VC      (2,7)RLL                  70K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC SWIFT        201.0MB 3.50  5 1072         ESDI      15ms  10.0Mb  11.0W
    94356-200        177.0MB HALF  9      VC      (2,7)RLL                  70K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN I        21.0MB 5.25  2  697 17      ST506/412 28ms   5.0Mb
    94155-021         18.2MB FULL  3 NONE         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN I        28.0MB 5.25  2  697 17      ST506/412 28ms   5.0Mb
    94155-025         24.3MB FULL  4 NONE         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN I        28.0MB 5.25  2  697 17      ST506/412 28ms   5.0Mb
    94155-028         24.3MB FULL  4 NONE         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN I        36.0MB 5.25  3  697 17      ST506/412 28ms   5.0Mb
    94155-036         30.3MB FULL  5 NONE         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE   9
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    CDC WREN I        38.0MB 5.25  3  733 17      ST506/412 28ms   5.0Mb
    94155-038         31.0MB FULL  5 NONE         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN II              5.25  2  921 36      SASI
    94151-025         25.5MB FULL  3
                                                           94151-25/27:256B/SEC
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN II              5.25  2  921 19      SASI
    94151-027         27.2MB FULL  3
                                                           94151-25/27:512B/SEC
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN II              5.25  3  921 36      SASI
    94151-042         42.4MB FULL  5
                                                           94151-42/44:256B/SEC
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN II              5.25  3  921 19      SASI
    94151-044         44.8MB FULL  5
                                                           94151-42/44:512B/SEC
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN II              5.25  4  921 36      SASI
    94151-059         59.4MB FULL  7
                                                           94151-59/62:256B/SEC
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN II              5.25  4  921 19      SASI
    94151-062         62.7MB FULL  7
                                                           94151-59/62:512B/SEC
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN II              5.25  5  921 36      SASI
    94151-076         76.4MB FULL  9
                                                           94151-76/80:256B/SEC
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN II              5.25  5  921 19      SASI
    94151-080         80.6MB FULL  9
                                                           94151-76/80:512B/SEC
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN II       36.0MB 5.25     697 17      ST506/412        5.0Mb
    94155-036         30.3MB FULL  5  128         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN II       37.0MB 5.25     925 17      ST506/412        5.0Mb
    94155-037         32.0MB FULL  4              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN II       48.0MB 5.25  3  925 17      ST506/412 28ms   5.0Mb
    94155-048         40.3MB FULL  5 NONE VC      (1,3)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN II       51.0MB 5.25  3  989 17      ST506/412 28ms   5.0Mb
    94155-051         43.0MB FULL  5              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  10
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    CDC WREN II       57.0MB 5.25  3  925 17      ST506/412 28ms   5.0Mb
    94155-057         48.3MB FULL  6 NONE         (1,3)RLL
                                      926
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN II       67.0MB 5.25  4  925 17      ST506/412 28ms   5.0Mb
    94155-067         56.4MB FULL  7 NONE         (1,3)RLL
                                      926
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN II       77.0MB 5.25  4  925 17      ST506/412 28ms   5.0Mb
    94155-077         64.4MB FULL  8 NONE         (1,3)RLL
                                      926
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN II       85.0MB 5.25  5 1024 17      ST506/412 28ms   5.0Mb  28.0W
    94155-085         71.3MB FULL  8      VC      (1,3)RLL                  40K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN II       86.0MB 5.25  5  925 17      ST506/412 28ms   5.0Mb  28.0W
    94155-086         72.5MB FULL  9      VC      (1,3)RLL                  40K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN II       96.0MB 5.25  5 1024 17      ST506/412 28ms   5.0Mb  28.0W
    94155-096         80.2MB FULL  9      VC      (1,3)RLL                  40K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN II      120.0MB 5.25     960 26      ST506/412        7.5Mb
    94155-120        102.2MB FULL  8 NONE         (2,7)RLL
                                      961
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN II      130.0MB 5.25  5 1024 26      ST506/412
    94155-130        122.7MB FULL  9  128 VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN II      135.0MB 5.25  5  960 26      ST506/412 28ms   7.5Mb  28.0W
    94155-135        115.0MB FULL  9      VC      (2,7)RLL                  40K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN II       48.0MB 5.25  3  925 17      ESDI      28ms   5.0Mb
    94156-048         40.3MB FULL  5 NONE VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN II       67.0MB 5.25  4  925 17      ESDI            10.0Mb
    94156-067         56.4MB FULL  7 NONE VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN II       86.0MB 5.25  5  925 17      ESDI            10.0Mb
    94156-086         72.5MB FULL  9 NONE VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN II       74.0MB 5.25  3  941         IDE(AT)   28ms   7.5Mb  20.0W
    94204-074         65.5MB HALF  5      VC      (2,7)RLL                  40K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  11
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    CDC WREN II       81.0MB 5.25  3 1024         IDE(AT)   28ms   7.5Mb  20.0W
    94204-081         71.3MB HALF  5      VC      (2,7)RLL                  40K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN II              5.25  2  989 17      ST506/412 28ms   5.0Mb
    94205-030         25.8MB HALF  3      VC      (1,3)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN II              5.25  2  989 17      ST506/412 28ms   5.0Mb
    94205-041         34.4MB HALF  4      VC      (1,3)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN II       51.0MB 5.25  3  989 17      ST506/412 28ms   5.0Mb  18.0W
    94205-051         43.0MB HALF  5      VC      (1,3)RLL                  40K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN II       77.0MB 5.25  3  989 26      ST506/412 28ms   7.5Mb  18.0W
    94205-077         63.3MB HALF  5      VC      (2,7)RLL                  40K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN II       53.0MB 5.25  3 1024 17      ST506/412 28ms   5.0Mb
    94205-53          44.6MB HALF  5      VC      (1,3)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN II       62.0MB 5.25  3  967 27      IDE(AT)          7.5Mb
    94208-062                HALF  5      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN II       75.0MB 5.25  3  989 26      IDE(AT)   30ms   7.5Mb
    94208-075         60.0MB HALF  5      VC      (2,7)RLL  8.0ms
                                     AUTO                       COMPAQ, TYPE 47
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN II       51.0MB 5.25
    94208-51          43.0MB HALF         VC
                                     AUTO                       COMPAQ, TYPE 17
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN II       51.0MB 5.25  5  989  3      ST506/412 28ms   5.0Mb
    94295-051         43.0MB FULL  0      VC      (1,3)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN II       92.0MB 5.25  5  989 17      ST506/412 28ms   5.0Mb  28.0W
    94155-092         77.5MB FULL  9 NONE VC      (1,3)RLL                  40K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN III             5.25  3  969 35      SCSI      17ms
    94161-086         86.8MB FULL  5 NONE VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN III             5.25  3  969 34      SCSI      17ms
    94161-101         84.3MB FULL  5 NONE VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  12
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    CDC WREN III             5.25  3  969 35      SCSI      17ms  10.0Mb
    94161-103        104.2MB FULL  6 NONE VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN III             5.25  4  969 35      SCSI      17ms
    94161-121        121.6MB FULL  7 NONE VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN III             5.25  4  969 35      SCSI      17ms  10.0Mb
    94161-138        138.9MB FULL  8 NONE VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN III             5.25     969 34      SCSI      17ms  10.0Mb
    94161-141        118.1MB FULL  7 NONE VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN III             5.25     969 34      SCSI      17ms  10.0Mb
    94161-155        151.8MB FULL  9 NONE VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN III     182.0MB 5.25  5  969         SCSI      17ms  10.0Mb  21.0W
    94161-182        160.0MB FULL  9 NONE VC      (2,7)RLL                 100K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN III             5.25  3  969 35      ESDI      17ms  10.0Mb
    94166-086         86.8MB FULL  5 NONE VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN III             5.25  3  969 36      ESDI      17ms  10.0Mb
    94166-101         89.3MB FULL  5 NONE VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN III             5.25  3  969 35      ESDI      17ms  10.0Mb
    94166-103        104.2MB FULL  6 NONE VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN III     121.6MB 5.25  4  969 36      ESDI      17ms  10.0Mb
    94166-121        107.2MB FULL  7 NONE VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN III             5.25  4  969 35      ESDI      17ms  10.0Mb
    94166-138        138.9MB FULL  8 NONE VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN III             5.25     969 36      ESDI      17ms  10.0Mb
    94166-141        125.0MB FULL  7 NONE VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN III             5.25     969 36      ESDI      17ms  10.0Mb
    94166-161        142.9MB FULL  8 NONE VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  13
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    CDC WREN III     182.0MB 5.25  5  969         ESDI      17ms  10.0Mb  21.0W
    94166-182        160.0MB FULL  9      VC      (2,7)RLL                 100K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN III     106.0MB 5.25  3  969         SCSI      18ms  10.0Mb  20.0W
    94211-091         91.0MB HALF  5      VC      (2,7)RLL                 100K
                                     AUTO                         aka 94211-106
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN III     106.0MB 5.25  3  969         SCSI      18ms  10.0Mb  20.0W
    94211-106         91.0MB HALF  5      VC      (2,7)RLL                 100K
                                     AUTO                         aka 94211-091
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN III     106.0MB 5.25  3  969         ESDI      18ms  10.0Mb  20.0W
    94216-106         94.0MB HALF  5      VC      (2,7)RLL                 100K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN IV      300.4MB 5.25  5 1365 MZ      SCSI      17ms
    94171-300                FULL  9      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN IV      300.4MB 5.25    1412 MZ      SCSI
    94171-307                FULL  9      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN IV      300.4MB 5.25    1412 MZ      CSCI
    94171-327                FULL  9      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN IV      344.0MB 5.25  5 1549 MZ      SCSI      18ms  12.0Mb
    94171-344                FULL  9      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN IV      350.0MB 5.25  5 1549 MZ      SCSI      17ms  12.0Mb  30.0W
    94171-350        307.0MB FULL  9      VC      (2,7)RLL                 100K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN IV      376.0MB 5.25  5 1549 MZ      SCSI      18ms  12.0Mb  30.0W
    94171-376        330.0MB FULL  9      VC      (2,7)RLL                 100K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN IV      164.0MB 5.25  2 1747 54      IDE(AT)   16ms
    94244-164        144.9MB HALF  3 NONE VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN IV      502.0MB 5.25                 IDE(AT)
    94244-502                HALF         VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN V       375.0MB 5.25  5 1549         SCSI      16ms  10.0Mb
    94171-375                FULL  9      VC
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  14
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    CDC WREN V       385.0MB 5.25  8      MZ      SCSI      11ms  15.0Mb  21.0W
    94181-385 RUN.   337.0MB FULL 15      VC      (2,7)RLL                 100K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN V       574.0MB 5.25  8 1549 MZ      SCSI      16ms  12.0Mb
    94181-574                FULL 15      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN V       702.0MB 5.25  8 1549 MZ      ESDI      16ms  12.0Mb
    94181-702                FULL 15      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN V       702.0MB 5.25  8 1549 MZ      SCSI      17ms  14.0Mb  21.0W
    94181-702        613.0MB FULL 15      VC      (2,7)RLL                 100K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN V       265.0MB 5.25  5 1412 36      ESDI            10.0Mb
    94186-265        234.2MB FULL  9      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN V       324.0MB 5.25  6 1412 36      ESDI            10.0Mb
    94186-324        286.3MB FULL 11      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN V       383.0MB 5.25  7 1412         ESDI      18ms  10.0Mb  21.0W
    94186-383        328.0MB FULL 13      VC      (2,7)RLL                 100K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN V       383.0MB 5.25  7 1412         SCSI      20ms  10.0Mb
    94186-383                FULL 13      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN V       383.0MB 5.25  8 1224         ESDI      15ms  10.0Mb  21.0W
    94186-383H       329.0MB FULL 15      VC      (2,7)RLL                 100K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN V       383.0MB 5.25  8 1224         SCSI      15ms  10.0Mb
    94186-383H               FULL 15      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN V       442.0MB 5.25  8 1412         ESDI      16ms  10.0Mb  21.0W
    94186-442        373.0MB FULL 15      VC      (2,7)RLL                 100K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN V       442.0MB 5.25  8 1412         SCSI      16ms  10.0Mb
    94186-442                FULL 15      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN V       125.0MB 5.25  2      MZ      SCSI      18ms  12.0Mb  16.0W
    94221-125        110.0MB HALF  3      VC      (2,7)RLL                 100K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  15
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    CDC WREN V               5.25  3 1310 MZ      SCSI
    94221-169        158.9MB HALF  5      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN V               5.25         MZ      SCSI
    94221-184                HALF         VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN V       190.0MB 5.25  3 1547         SCSI      18ms  10.0Mb
    94221-190                HALF  5      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN V       209.0MB 5.25  3 1547 MZ      SCSI      18ms  12.0Mb  18.0W
    94221-209        183.0MB HALF  5      VC      (2,7)RLL                 100K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN V       767.0MB 5.25  8      MZ      SCSI      12ms  15.0Mb  21.0W
    94601-767 RUN.2  676.0MB FULL 15      VC      (2,7)RLL                 100K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN VI      766.0MB 5.25  8 1632 54      SCSI      17ms  15.0Mb  21.0W
    94191-766        676.0MB FULL 15      VC      (2,7)RLL  3.0ms          100K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN VI      766.0MB 5.25  8 1632 54      ESDI      17ms  15.0Mb  22.0W
    94196-766        676.0MB FULL 15      VC      (2,7)RLL  3.0ms          100K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN VI      383.0MB 5.25  4              SCSI      14ms  18.0Mb  16.0W
    94241-383        338.0MB HALF  7      VC      (2,7)RLL                 100K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN VI      502.0MB 5.25  4              SCSI      16ms  20.0Mb  16.0W
    94241-502        440.0MB HALF  7      VC      (2,7)RLL                 100K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN VI      219.0MB 5.25  3 1747 54      IDE(AT)   16ms  15.0Mb  16.0W
    94244-219        193.2MB HALF  4 NONE VC      (2,7)RLL                 100K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN VI      383.0MB 5.25  4 1747         IDE(AT)   16ms  15.0Mb  16.0W
    94244-383        337.0MB HALF  7      VC      (2,7)RLL                 100K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN VI      182.0MB 5.25  3 1453 54      ESDI      15ms  15.0Mb  15.0W
    94246-182        160.7MB HALF  4 NONE VC      (2,7)RLL                 100K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CDC WREN VI      383.0MB 5.25  4 1748         ESDI      15ms  15.0Mb  15.0W
    94246-383        337.0MB HALF  7      VC      (2,7)RLL                 100K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  16
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    CDC WREN VII    1200.0MB 5.25  8      MZ      SCSI      15ms  19.0Mb  24.0W
    94601-12G       1050.0MB FULL 15      VC      RLL                      100K

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CENTURY DATA             5.25  2 1050 35      ESDI      28ms  10.0Mb
    CAST-10203E       55.0MB FULL  3      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CENTURY DATA             5.25  2 1050 35      SCSI      28ms  10.0Mb
    CAST-10203S       55.0MB FULL  3      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CENTURY DATA      87.0MB 5.25  2 1050 35      ESDI      28ms  10.0Mb
    CAST-10304E       75.0MB FULL  4      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CENTURY DATA      87.0MB 5.25  2 1050 35      SCSI      28ms  10.0Mb
    CAST-10304S       75.0MB FULL  4      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CENTURY DATA             5.25  3 1050 35      ESDI      28ms  10.0Mb
    CAST-10305E       94.0MB FULL  5      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CENTURY DATA             5.25  3 1050 35      SCSI      28ms  10.0Mb
    CAST-10305S       94.0MB FULL  5      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CENTURY DATA             5.25  2 1590 35      ESDI      25ms  10.0Mb
    CAST-14404E      114.0MB HALF  4      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CENTURY DATA             5.25  2 1590 35      SCSI      25ms  10.0Mb
    CAST-14404S      114.0MB HALF  4      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CENTURY DATA     170.0MB 5.25  3 1590 35      ESDI      20ms  10.0Mb
    CAST-14405E      140.0MB HALF  5      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CENTURY DATA     170.0MB 5.25  3 1590 35      SCSI      20ms  10.0Mb
    CAST-14405S      140.0MB HALF  5      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CENTURY DATA     210.0MB 5.25  3 1590 35      ESDI      20ms  10.0Mb
    CAST-14406E      170.0MB HALF  6      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CENTURY DATA     210.0MB 5.25  3 1590 35      SCSI      20ms  10.0Mb
    CAST-14406S      170.0MB HALF  6      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  17
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    CENTURY DATA             5.25  5 1599 35      ESDI      18ms  10.0Mb
    CAST-24509E      258.0MB FULL  9      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CENTURY DATA             5.25  5 1599 35      SCSI      18ms  10.0Mb
    CAST-24509S      258.0MB FULL  9      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CENTURY DATA             5.25  6 1599 35      ESDI      18ms  10.0Mb
    CAST-24611E      315.0MB FULL 11      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CENTURY DATA             5.25  6 1599 35      SCSI      18ms  10.0Mb
    CAST-24611S      315.0MB FULL 11      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CENTURY DATA             5.25  7 1599 35      ESDI      18ms  10.0Mb
    CAST-24713E      372.0MB FULL 13      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CENTURY DATA             5.25  7 1599 35      SCSI      18ms  10.0Mb
    CAST-24713S      372.0MB FULL 13      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CMI               26.0MB 5.25  2  615 17      ST506/412 85ms   5.0Mb
    3426              20.0MB HALF  4  256 SM      (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CMI               18.0MB 5.25         17      ST506/412 85ms   5.0Mb
    5018H             15.0MB FULL         SM      (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CMI                5.0MB 5.25     256 17      ST506/412        5.0Mb
    5205               4.0MB FULL  2  128 SM      (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CMI                6.0MB 5.25     306 17      ST506/412        5.0Mb
    5206               5.0MB FULL  2  256 SM      (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CMI               10.0MB 5.25  2  256 17      ST506/412        5.0Mb
    5410               8.0MB FULL  4  128 SM      (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CMI               12.0MB 5.25  2  306 17      ST506/412 85ms   5.0Mb
    5412              10.0MB FULL  4  128 SM      (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CMI               16.0MB 5.25  3  256 17      ST506/412        5.0Mb
    5616              13.0MB FULL  6  128 SM      (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  18
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    CMI               19.0MB 5.25  3  306 17      ST506/412 85ms   5.0Mb
    5619              15.0MB FULL  6  128 SM      (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CMI               13.0MB 5.25     640 17      ST506/412        5.0Mb
    6213              11.0MB FULL  2  256 SM      (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CMI               26.0MB 5.25  2  640 17      ST506/412 39ms   5.0Mb
    6426              21.8MB FULL  4  256 SM      (1,3)RLL
                                      640
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CMI               26.0MB 5.25     615 17      ST506/412 39ms   5.0Mb
    6426S             21.0MB FULL     300 SM      (1,3)RLL
                                      615
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CMI               40.0MB 5.25  3  615 17      ST506/412 39ms   5.0Mb
    6640              33.0MB FULL  6  256 SM      (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CMI               60.0MB 5.25  3  960 17      ST506/412        5.0Mb
    7660              50.0MB FULL  6  450 SM      (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CMI               80.0MB 5.25  4  960 17      ST506/412        5.0Mb
    7880              67.0MB FULL  8  450 SM      (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CMS ENHANCE.             3.50  4  776 33      IDE(AT)   25ms  10.0Mb   2.9W
    K100A3           104.9MB HALF  8 NONE VC      (2,7)RLL  8.0ms  32KB     20K
                                     AUTO                      (CONNER CP-3104)
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CMS ENHANCE.             5.25                 ESDI      30ms  10.0Mb  30.0W
    F115ESDI-T       114.0MB FULL                 (2,7)RLL                  25K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CMS ENHANCE.             5.25                 ESDI      17ms  10.0Mb  21.0W
    F150AT-CA        150.0MB FULL                 (2,7)RLL                  40K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CMS ENHANCE.             5.25                 ESDI      17ms  10.0Mb  21.0W
    F150AT-WCA       150.0MB FULL                 (2,7)RLL                  40K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CMS ENHANCE.             5.25                           17ms  10.0Mb  20.0W
    F150EQ-WCA       150.0MB FULL                                           40K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CMS ENHANCE.             5.25                 ESDI      15ms  10.0Mb  29.0W
    F320AT-CA        320.0MB FULL                 (2,7)RLL                  40K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  19
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    CMS ENHANCE.             5.25                 ESDI      30ms  10.0Mb  30.0W
    F70ESDI-T         73.0MB FULL                                           25K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CMS ENHANCE.             5.25  4 1780 54      ESDI      14ms  15.0Mb  14.3W
    H330E1 PS Expr.  330.0MB HALF  7      VC      (2,7)RLL                 150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CMS ENHANCE.             5.25  4 1780 54      ESDI      14ms  15.0Mb  14.3W
    H340E1 Expr.     340.0MB HALF  7      VC      (2,7)RLL                 150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CMS ENHANCE.             5.25                 ESDI      17ms  10.0Mb  21.0W
    PSExpress 150    150.0MB FULL                                           40K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CMS ENHANCE.             5.25                 ESDI      15ms  10.0Mb  29.0W
    PSExpress 320    320.0MB FULL                                           40K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    COGITO             6.0MB 5.25     306 17      ST506/412        5.0Mb
    CG-906             5.0MB       2  128 SM      (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    COGITO            12.0MB 5.25     306 17      ST506/412        5.0Mb
    CG-912            11.0MB       4  128 SM      (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    COGITO            12.0MB 5.25     612 17      ST506/412        5.0Mb
    PT-912            11.0MB       2  307 SM      (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    COGITO            25.0MB 5.25     612 17      ST506/412        5.0Mb
    PT-925            21.0MB       4  307 SM      (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   1.80  1              PCMCIA    19ms  15.6Mb  0.75W
    CP-1044 DERRING   42.6MB 10.5  2 NONE VC                       32KB
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   2.50  1  642 32      SCSI      23ms  10.0Mb   1.5W
    CP-2020 KATO      21.4MB 0.7"  2 NONE VC      (2,7)RLL          8KB
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   2.50  1  653 32      IDE-X,A   23ms  10.0Mb   2.3W
    CP-2024 KATO      21.4MB 0.7"  2 NONE VC      (2,7)RLL  8.0ms   8KB    100K
                                     AUTO                             3,433 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   2.50
    CP-2031           30.0MB              VC      (2,7)RLL
                                     AUTO                   COMPAQ OEM, TYPE 59
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  20
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    CONNER                   2.50  1  823 38  823 IDE(AT)   19ms  12.0Mb   2.3W
    CP-2034 PANCHO    32.0MB 0.8"  2 NONE VC   2  (2,7)RLL  5.0ms  32KB    100K
                                     AUTO     38                      3,433 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   2.50  2  548 38      SCSI      19ms  12.0Mb   2.3W
    CP-2040 PANCHO    42.6MB 0.8"  4 NONE VC      (2,7)RLL  5.0ms  32KB     50K
                                     AUTO             88-BIT R/S ECC, 3,486 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   2.50  2  548 38      IDE(AT)   19ms  12.0Mb   2.3W
    CP-2044 PANCHO    42.6MB 0.8"  4 NONE VC      (2,7)RLL  5.0ms  32KB    100K
                                     AUTO                             3,486 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   2.50  2  823 38      SCSI      19ms  12.0Mb   2.3W
    CP-2060 PANCHO    64.0MB 0.8"  4 NONE VC      (2,7)RLL  5.0ms  32KB     50K
                                     AUTO             88-BIT R/S ECC, 3,486 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   2.50
    CP-2061 PANCHO    60.0MB 0.8"         VC      (2,7)RLL
                                     AUTO                   COMPAQ OEM, TYPE 60
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   2.50  2  823 38  823 IDE(AT)   19ms  12.0Mb   2.3W
    CP-2064 PANCHO    64.0MB 0.8"  4 NONE VC   4  (2,7)RLL  5.0ms  32KB    100K
                                     AUTO     38                      3,486 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   2.50  2 1096 38  548 IDE(AT)   19ms  12.0Mb   1.7W
    CP-2084 PANCHO    85.2MB 0.8"  4 NONE VC   8  (1,7)RLL  5.0ms  32KB    150K
                                     AUTO     38                      3,486 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   2.50  2              IDE(AT)   19ms  12.0Mb   1.5W
    CP-2088 HONSHU    85.0MB 19.0  4 NONE VC                       32KB
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   2.50  2 1120 53  560 IDE(AT)   16ms  18.0Mb   1.3W
    CP-2124 PANCHO   121.6MB 19.0  4 NONE VC   8  (1,7)RLL  5.0ms  32KB    150K
                                     AUTO     53                      3,776 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   2.50  3              SCSI      12ms  23.0Mb   1.2W
    CP-2250 TRIGGER  253.4MB 19.0  6 NONE VC                       32KB
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   2.50  3              IDE(AT)   12ms  23.0Mb   1.2W
    CP-2254 TRIGGER  253.4MB 19.0  6 NONE VC                       32KB
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   2.50                           15ms
    CP-XXXX SAHARA    64.0MB 0.5"    NONE VC
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50  1 1045 40  980 IDE(AT)   28ms  12.0Mb   3.1W
    CP-3000           42.8MB 1.0"  2 NONE VC   5  (2,7)RLL  11.0m   8KB    100K
                                     AUTO     17                      3,557 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  21
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    CONNER                   3.50  1 1524 39      SCSI      19ms  12.0Mb   2.8W
    CP-30060 HOPI     60.0MB 1.0"  2 NONE VC      (1,7)RLL  8.0ms  64KB    150K
                                     AUTO                             3,399 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50
    CP-30061 HOPI     60.0MB 1.0"         VC      (2,7)RLL
                                     AUTO                   COMPAQ OEM, TYPE 55
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50  1 1524 39  762 IDE(AT)   19ms  12.0Mb   3.3W
    CP-30064[H] HOP   60.8MB 1.0"  2 NONE VC   4  (1,7)RLL  8.0ms  64KB    100K
                                     AUTO     39           MiG HEADS, 3,399 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50  1 1524 39      MCA       19ms  12.0Mb   2.8W
    CP-30069 HOPI     60.0MB 1.0"  2 NONE VC      (1,7)RLL  8.0ms  64KB    150K
                                     AUTO                             3,399 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50  2 1053 39      SCSI      19ms  12.0Mb   2.8W
    CP-30080 HOPI     84.0MB 1.0"  4 NONE VC      (2,7)RLL          8KB
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50  1 1806 46      SCSI      17ms  16.0Mb   2.5W
    CP-30080E JAGUA   85.0MB 25.4  2 NONE VC      (1,7)RLL  8.0ms  32KB    150K
                                     AUTO                             3,833 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50  4 1053 39  526 IDE(AT)   19ms  12.0Mb   3.3W
    CP-30084 HOPI     84.1MB 1.0"  8 NONE VC   8  (1,7)RLL  8.0ms  64KB    100K
                                     AUTO     39           MiG HEADS, 3,399 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50  1 1806 46  903 IDE(AT)   17ms  16.0Mb   2.5W
    CP-30084E JAGUA   85.0MB 25.4  2 NONE VC   4  (1,7)RLL  3.0ms  32KB    150K
                                     AUTO     46                      3,833 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50  2 1524 39      SCSI      19ms  12.0Mb   3.3W
    CP-30100[H] HOP  121.7MB 1.0"  4 NONE VC      (2,7)RLL  8.0ms  64KB     50K
                                     AUTO                 48-BIT ECC, 3,399 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50
    CP-30101 HOPI    121.0MB 1.0"         VC      (2,7)RLL
                                     AUTO                   COMPAQ OEM, TYPE 50
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50  2 1524 39  762 IDE(AT)   19ms  12.0Mb   3.3W
    CP-30104 HOPI    121.7MB 1.0"  4 NONE VC   8  (1,7)RLL  8.0ms  64KB    100K
                                     AUTO     39                      MiG HEADS
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50  2 1522 39  762 IDE(AT)   19ms  12.0Mb   2.8W
    CP-30104H ALLEG  120.0MB 25.4  4 NONE VC   8  (1,7)RLL  8.0ms  32KB    150K
                                     AUTO     39           MiG HEADS, 3,399 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50  1              IDE(AT)   14ms  24.0Mb   2.8W
    CP-30124 FILEPR  125.0MB 25.4  2 NONE VC                       32KB
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  22
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    CONNER                   3.50  1              SCSI-2    13ms  31.2Mb   2.5W
    CP-30170 FILEPR  170.0MB 25.4  2 NONE VC                       64KB    250K
                                     AUTO                             4,500 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50  2 1806 46      SCSI      17ms  16.0Mb   2.5W
    CP-30170E JAGUA  170.0MB 25.4  4 NONE VC      (1,7)RLL  8.0ms  32KB    150K
                                     AUTO                             3,833 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50  2 1806 46  903
    CP-30174         162.0MB 1.0"  4 NONE VC   8
                                     AUTO     46
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50  1              IDE(AT)   13ms  31.2Mb   2.5W
    CP-30174 FILEPR  170.0MB 25.4  2 NONE VC                       64KB    250K
                                     AUTO                             4,500 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50  2 1806 46  903 IDE(AT)   17ms  16.0Mb   2.5W
    CP-30174E JAGUA  170.0MB 25.4  4 NONE VC   8  (1,7)RLL  3.0ms  32KB    150K
                                     AUTO     46           MiG HEADS, 3,833 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50  1  632 33      SCSI      27ms  10.0Mb   3.1W
    CP-3020           21.5MB 1.0"  2 NONE VC      (2,7)RLL  8.0ms   8KB     50K
                                     AUTO                             3,575 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50  2 2124 49      SCSI-2    12ms  20.0Mb   5.2W
    CP-30200 COUGAR  212.6MB 25.4  4 NONE VC      (1,7)RLL  3.0ms 256KB    150K
                                     AUTO                    R/S ECC, 4,500 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50  2 2119 49  683 IDE(AT)   12ms  20.0Mb   5.2W
    CP-30204 COUGAR  212.6MB 25.4  4 NONE VC  16  (1,7)RLL  3.0ms 256KB    150K
                                     AUTO     38      88-BIT R/S ECC, 4,498 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50
    CP-3021           21.5MB              VC      (2,7)RLL
                                     AUTO                    COMPAQ OEM, TYPE 2
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50
    CP-3021i          21.5MB              VC      (2,7)RLL
                                     AUTO                    COMPAQ OEM, TYPE 2
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50  1  636         IDE(AT)   27ms  10.0Mb   4.2W
    CP-3022           21.5MB       2      VC      (2,7)RLL                  50K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50  1  636 33      IDE(AT)   27ms  10.0Mb   4.2W
    CP-3024           21.5MB 1.0"  2 NONE VC      (2,7)RLL                  50K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50  2              IDE(AT)   14ms  24.0Mb   2.8W
    CP-30254 FILEPR  251.0MB 1.0"  4 NONE VC                       32KB
                                     AUTO                   OPTIONAL 64KB CACHE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  23
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    CONNER                   3.50  2              SCSI-2    13ms  31.2Mb   2.5W
    CP-30340 FILEPR  343.0MB 25.4  4 NONE VC                       64KB    250K
                                     AUTO                             4,500 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50  2              IDE(AT)   13ms  31.2Mb   2.5W
    CP-30344 FILEPR  343.0MB 25.4  4 NONE VC                       64KB    250K
                                     AUTO                             4,500 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50  1 1026 40      SCSI      25ms  12.0Mb   3.3W
    CP-3040           42.0MB 1.0"  2 NONE VC      (2,7)RLL  8.0ms   8KB     50K
                                     AUTO                             3,557 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50
    CP-3041           40.1MB              VC      (2,7)RLL
                                     AUTO                   COMPAQ OEM, TYPE 22
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50  1 1047 40  980 IDE(AT)   25ms  12.0Mb   3.1W
    CP-3044           42.0MB 1.0"  2 NONE VC   5  (2,7)RLL  8.0ms   8KB     50K
                                     AUTO     17                      3,557 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50  3              SCSI-2F   10ms  35.8Mb   5.0W
    CP-30540 AEGEAN  545.9MB 25.4  6 NONE VC                      256KB
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50  3              IDE(AT)   10ms  35.8Mb   5.0W
    CP-30544 AEGEAN  545.9MB 25.4  6 NONE VC                      256KB
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50  4  776 33      SCSI      25ms  10.0Mb   5.0W
    CP-3100          104.9MB HALF  8 NONE VC      (2,7)RLL  8.0ms  32KB     50K
                                     AUTO                             3,575 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50
    CP-3101          104.9MB HALF         VC      (2,7)RLL
                                     AUTO                   COMPAQ OEM, TYPE 45
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50  4  776         IDE(AT)   25ms  12.0Mb   2.9W
    CP-3102          104.9MB HALF  8      VC      (2,7)RLL  8.0ms  16KB     50K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50  4  776 33  925 IDE(AT)   25ms  10.0Mb   4.3W
    CP-3104          104.9MB HALF  8 NONE VC  13  (2,7)RLL  8.0ms  32KB     50K
                                     AUTO     17                      3,575 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50  4  776 33      IDE(AT)   25ms  10.0Mb   3.0W
    CP-3111          104.9MB HALF  8      VC      (2,7)RLL  8.0ms  16KB     50K
                                     AUTO                   COMPAQ OEM, TYPE 33
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50  4  832 33
    CP-3114          106.0MB HALF  8 NONE VC
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  24
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    CONNER                   3.50  7              SCSI-2F   11ms  35.5Mb   6.2W
    CP-31370 BAJA   1371.8MB 41.3 14 NONE VC                      256KB
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50  7              IDE(AT)   11ms  35.5Mb   6.2W
    CP-31374 BAJA   1371.8MB 41.3 14 NONE VC                      256KB
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50  3  832 33      SCSI      25ms  10.0Mb   5.0W
    CP-3180           84.0MB HALF  6 NONE VC      (2,7)RLL  8.0ms  32KB     50K
                                     AUTO                             3,575 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50
    CP-3181           84.0MB HALF         VC      (2,7)RLL
                                     AUTO                   COMPAQ OEM, TYPE 27
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50  3  832 33  832 IDE(AT)   25ms  10.0Mb   3.1W
    CP-3184           84.0MB HALF  6 NONE VC   6  (2,7)RLL  8.0ms  32KB     50K
                                     AUTO     33                      3,575 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50  4 1366 38      SCSI      16ms  12.0Mb   4.5W
    CP-3200F         212.6MB HALF  8 NONE VC      (1,7)RLL  5.0ms  64KB    150K
                                     AUTO                             3,485 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50
    CP-3201F         210.0MB HALF         VC      (2,7)RLL
                                     AUTO                   COMPAQ OEM, TYPE 51
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50
    CP-3201G         210.0MB HALF         VC      (2,7)RLL
                                     AUTO                   COMPAQ OEM, TYPE 51
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50  4 1348 39  683 IDE(AT)   19ms  12.0Mb   6.0W
    CP-3204          215.3MB HALF  8 NONE VC  16  (2,7)RLL  5.0ms  64KB     50K
                                     AUTO     38                      3,485 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50  4 1366 38  683 IDE(AT)   16ms  12.0Mb   4.5W
    CP-3204F         212.6MB HALF  8 NONE VC  16  (1,7)RLL  5.0ms  64KB     50K
                                     AUTO     38                      3,485 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50  4 1366 38      MCA       16ms  12.0Mb   4.2W
    CP-3209F         212.6MB HALF  8 NONE VC      (1,7)RLL  5.0ms  64KB    150K
                                     AUTO         MICROCHANNEL CTRLR.,3,485 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50  1  752         IDE(AT)
    CP-321            20.0MB HALF  2 NONE VC      (2,7)RLL
                                     AUTO                    COMPAQ OEM, TYPE 2
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50    1318     659
    CP-3304          324.0MB HALF    NONE VC  16
                                     AUTO     63
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  25
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    CONNER                   3.50  4 1807 49      SCSI-2    12ms  20.0Mb   6.7W
    CP-3360 SUMMIT   362.5MB 41.3  8 NONE VC      (2,7)RLL  3.0ms 256KB    150K
                                     AUTO             88-BIT R/S ECC, 4,498 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50  4 1808 49  702 IDE(AT)   12ms  20.0Mb   6.7W
    CP-3364 SUMMIT   362.8MB 41.3  8 NONE VC  16  (2,7)RLL  3.0ms 256KB    150K
                                     AUTO     63      88-BIT R/S ECC, 4,498 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50  2  788 26      SCSI      29ms   7.5Mb   4.3W
    CP-340            42.9MB HALF  4 NONE VC      (2,7)RLL                  20K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50
    CP-341            42.9MB HALF    NONE VC      (2,7)RLL
                                     AUTO                   COMPAQ OEM, TYPE 17
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50  2  805 26  788 IDE(AT)          7.5Mb
    CP-341i           42.9MB HALF  4 NONE VC   4  (2,7)RLL
                                     AUTO     26            COMPAQ OEM, TYPE 43
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50  2  805 26      IDE(AT)   29ms   7.5Mb
    CP-342            42.9MB HALF  4 NONE VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50  2  805         IDE       29ms   7.5Mb
    CP-343            42.9MB HALF  4      VC      (2,7)RLL
                                     AUTO                   FOR ZENITH PORTABLE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50  2  805 26      IDE(AT)   29ms   7.5Mb   4.3W
    CP-344            42.9MB HALF  4 NONE VC      (2,7)RLL                  20K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50  6 1695 49      SCSI      12ms  16.0Mb   4.5W
    CP-3500 SUMMIT   510.0MB HALF 12      VC      (2,7)RLL  4.0ms 256KB    100K
                                     AUTO                             3,609 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50  6 1695 49  987 IDE(AT)   12ms  16.0Mb   4.5W
    CP-3504 SUMMIT   510.0MB HALF 12 NONE VC  16  (2,7)RLL  4.0ms 256KB    100K
                                     AUTO     63                      3,609 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50  6 1807 49      SCSI-2    12ms  20.0Mb   6.7W
    CP-3540 SUMMIT   543.7MB 41.3 12 NONE VC      (2,7)RLL  3.0ms 256KB    150K
                                     AUTO             88-BIT R/S ECC, 4,498 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50  6 1808 49 1024 IDE(AT)   12ms  20.0Mb   6.7W
    CP-3544 SUMMIT   543.7MB 41.3 12 NONE VC  16  (2,7)RLL  3.0ms 256KB    150K
                                     AUTO     63      88-BIT R/S ECC, 4,498 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50
    CP-4021 STUBBY    21.6MB 0.8"         VC      (2,7)RLL
                                     AUTO                    COMPAQ OEM, TYPE 2
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  26
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    CONNER                   3.50  1  627         IDE-X,A   29ms   9.0Mb   1.5W
    CP-4024 STUBBY    21.6MB 0.8"  2      VC      (2,7)RLL          8KB     40K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50
    CP-4041 STUBBY    42.6MB 0.8"         VC      (2,7)RLL
                                     AUTO                   COMPAQ OEM, TYPE 53
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50  1 1104         IDE-X,A   29ms   9.0Mb   1.5W
    CP-4044 STUBBY    42.6MB 0.8"  2      VC      (2,7)RLL          8KB     40K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50                 IDE(AT)   19ms  12.0Mb   1.5W
    CP-4084 GATOR     85.0MB 0.8"         VC      (2,7)RLL         32KB
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50                           14ms
    CP-XXXX MONTERE          1.0"    NONE VC
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50
    CP-XXXX SOFSTOR   85.0MB         NONE VC
                                     AUTO                 PREINSTALLED SOFTWARE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   3.50
    CP-XXXX SOFSTOR  170.0MB         NONE VC
                                     AUTO                 PREINSTALLED SOFTWARE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CONNER                   5.25  5 2034 50      SCSI-2    12ms  22.4Mb  11.1W
    CP-5500 CHINOOK  510.0MB HALF 20 NONE VC      RLL       3.0ms 512KB    150K
                                     AUTO        DUAL HEAD ASSEMBLYS, 4,498 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CORE INTL.       156.0MB 5.25                 ESDI      16ms  10.0Mb  25.0W
    AT-150                   FULL                 (2,7)RLL                  99K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CORE INTL.        31.0MB 5.25  3  733 17      ST506/412 26ms   5.0Mb
    AT-30                    FULL  5              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CORE INTL.        48.0MB 5.25  3  733 26      ST506/412 26ms   7.5Mb
    AT-30R                   FULL  5              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CORE INTL.        31.0MB 5.25  3  733 17      ST506/412 21ms   5.0Mb
    AT-32                    HALF  5              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CORE INTL.        48.0MB 5.25  3  733 26      ST506/412 21ms   7.5Mb
    AT-32R                   HALF  5              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  27
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    CORE INTL.        40.0MB 5.25  3  924 17      ST506/412 26ms   5.0Mb
    AT-40                    FULL  5              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CORE INTL.        61.0MB 5.25  3  924 26      ST506/412 26ms   7.5Mb
    AT-40R                   FULL  5              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CORE INTL.        63.0MB 5.25  3  988 17      ST506/412 26ms   5.0Mb
    AT-63             42.0MB FULL  5              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CORE INTL.        65.0MB 5.25  3  988 26      ST506/412 26ms   7.5Mb
    AT-63R                   FULL  5              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CORE INTL.        72.0MB 5.25  5  924 17      ST506/412 26ms   5.0Mb
    AT-72                    FULL  9              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CORE INTL.       107.0MB 5.25  5  924 26      ST506/412 26ms   7.5Mb
    AT-72R                   FULL  9              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CORE INTL.      1200.0MB 5.25                 SCSI      18ms  12.3Mb
    HC-1000S                      14              (2,7)RLL                 150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CORE INTL.       101.0MB 5.25                 ESDI       9ms  15.0Mb  28.0W
    HC-100F                  FULL                 (2,7)RLL                 150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CORE INTL.       156.0MB 5.25  3  969 35      ESDI      16ms  10.0Mb
    HC-150                   FULL  5              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CORE INTL.               5.25                 ESDI      16ms  10.0Mb  11.0W
    HC-175           177.8MB       8              (2,7)RLL                 150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CORE INTL.               5.25                 IDE(AT)   16ms   8.0Mb
    HC-200           200.0MB       8                                       150K

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CORE INTL.       260.0MB 5.25  6 1212 35      ESDI      16ms  10.0Mb
    HC-260                   FULL 12              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CORE INTL.       311.0MB 5.25  6 1582 35      ESDI      16ms  10.0Mb  28.0W
    HC-310                   FULL 12              (2,7)RLL                 150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  28
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    CORE INTL.               5.25  4 1447 57      ESDI      16ms  20.0Mb  20.0W
    HC-315           340.0MB FULL  8              (2,7)RLL                 150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CORE INTL.       383.0MB 5.25                 ESDI      16ms  10.0Mb  28.0W
    HC-380                   FULL                 (2,7)RLL                 150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CORE INTL.        40.0MB 5.25  2  564 35      ESDI      10ms  10.0Mb
    HC-40                    FULL  4              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CORE INTL.               5.25  8 1661 53      ESDI      16ms  20.0Mb  20.0W
    HC-650           658.0MB FULL 15              (2,7)RLL                 150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CORE INTL.               5.25                 SCSI      18ms  12.3Mb
    HC-650S          663.0MB FULL 14              (2,7)RLL                 150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CORE INTL.               5.25  8 1447 57      ESDI      16ms  20.0Mb  20.0W
    HC-655           680.0MB FULL 16              (2,7)RLL                 150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CORE INTL.               5.25  3  733 17      ST506/412 21ms   5.0Mb
    OPTIMA-30         32.0MB HALF  5              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CORE INTL.        48.0MB 5.25  3  733 26      ST506/412 21ms   7.5Mb
    OPTIMA-30R               HALF  5              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CORE INTL.        41.0MB 5.25  3  963 17      ST506/412 26ms   5.0Mb
    OPTIMA-40                HALF  5              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CORE INTL.        64.0MB 5.25  3  963 26      ST506/412 26ms   7.5Mb
    OPTIMA-40R               HALF  5              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CORE INTL.        71.0MB 5.25  5  918 17      ST506/412 26ms   5.0Mb
    OPTIMA-70                FULL  9              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CORE INTL.       109.0MB 5.25  5  918 26      ST506/412 26ms   7.5Mb
    OPTIMA-70R               FULL  9              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    CORE INTL.        91.0MB 5.5   3  969 35      ESDI      15ms  10.0Mb  11.0W
    HC-90                    HALF  5              (2,7)RLL                  99K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  29
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    D.E.C.                   3.50                 SCSI-2FW  10ms
    DSP3053L         535.0MB HALF    NONE
                                     AUTO                             5,400 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    D.E.C.                   3.50                 SCSI-2    10ms  21.6Mb
    DSP3080          852.0MB HALF    NONE                   1.0ms 512KB
                                     AUTO                    R/S ECC, 5,400 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    D.E.C.                   3.50                 SCSI-2FW  10ms
    DSP3107L        1070.0MB HALF    NONE
                                     AUTO                             5,400 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    D.E.C.                   3.50                 SCSI-2FW  10ms
    DSP3133L        1330.0MB HALF    NONE
                                     AUTO                             5,400 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    D.E.C.                   3.50                 SCSI-2
    DSP3160         1600.0MB HALF    NONE                                  300K
                                     AUTO                    R/S ECC, 5,400 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    D.E.C.                   3.50                 SCSI-2FW  10ms
    DSP3210         2100.0MB HALF    NONE
                                     AUTO                             5,400 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    D.E.C.                   3.50                 SCSI      33ms  12.0Mb
    RZ23L            120.0MB HALF

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    D.E.C.                   3.50                 SCSI      24ms  12.0Mb
    RZ24             209.0MB HALF

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    D.E.C.                   3.50                 SCSI      21ms  25.6Mb
    RZ25             426.0MB HALF

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    D.E.C.                   5.25                 SCSI-2    12ms  17.6Mb
    DSP5200         2000.0MB FULL    NONE                   3.0ms 512KB
                                     AUTO                             5,400 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    D.E.C.          3500.0MB 5.25                 SCSI-2
    DSP5350                  FULL    NONE                                  300K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    D.E.C.                   5.25                 SCSI-2    .3ms
    ESP510           107.0MB FULL
                                                      SOLID STATE DISK, R/S ECC
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    D.E.C.                   5.25                 SCSI-2    .3ms
    ESP530           267.0MB FULL
                                                      SOLID STATE DISK, R/S ECC
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  30
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    DATA TECHNOLOGY   12.8MB 5.25  1  301 78      SCSI      65ms   2.0Mb  19.0W
    DTC-HF12          10.0MB HALF  2              (1,3)RLL  25.0m           10K

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    DATA TECHNOLOGY   23.9MB 5.25  1  506 78      SCSI      60ms   2.6Mb  17.0W
    DTC-HF24          20.2MB HALF  2              (1,3)RLL  25.0m           10K

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    DAUPHIN TECH.            2.50                           14ms
    DYNADRIVE 85      85.0MB
                                                      PORTABLE/REMOVEABLE MEDIA
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    DISCTRON                 5.25  1  153 17      ST506/412        5.0Mb
    D-503              3.0MB FULL  2  128         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    DISCTRON                 5.25  1  215 17      ST506/412        5.0Mb
    D-504              4.0MB FULL  2  128         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    DISCTRON           6.0MB 5.25  2  153 17      ST506/412        5.0Mb
    D-506              5.0MB FULL  4  128         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    DISCTRON           7.0MB 5.25  1  306 17      ST506/412        5.0Mb
    D-507              5.0MB FULL  2  128         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    DISCTRON           9.0MB 5.25  2  215 17      ST506/412        5.0Mb
    D-509              8.0MB FULL  4  128         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    DISCTRON          12.0MB 5.25  4  153 17      ST506/412        5.0Mb
    D-512             11.0MB FULL  8  128         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    DISCTRON          13.0MB 5.25  3  215 17      ST506/412        5.0Mb
    D-513             11.0MB FULL  6  128         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    DISCTRON          14.0MB 5.25  2  306 17      ST506/412        5.0Mb
    D-514             11.0MB FULL  4  128         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    DISCTRON          18.0MB 5.25  4  215 17      ST506/412        5.0Mb
    D-518             15.0MB FULL  8  128         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    DISCTRON          19.0MB 5.25  3  306 17      ST506/412        5.0Mb
    D-519             16.0MB FULL  6  128         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  31
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    DISCTRON          25.0MB 5.25
    D-525             20.0MB FULL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    DISCTRON          26.0MB 5.25  4  306 17      ST506/412        5.0Mb
    D-526             21.0MB FULL  8  128         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    DISK TECH.               2.50         17      IDE(AT)   23ms   5.0Mb
    DISCTEC RHD-20    20.0MB SUBH                 (1,3)RLL
                                                                      REMOVABLE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    DMA                      5.25  1  612 17      ST506/412        5.0Mb
    306               11.0MB       2  400         (1,3)RLL
                                                                      REMOVABLE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    DYNATEK SYSTEMS                8 1658 85      SCSI      15ms
    NDS1.2          1000.0MB      15      VC      (1,7)RLL  4.0ms 256KB    200K
                                     AUTO                              EXTERNAL
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    DYNATEK SYSTEMS                4 1334 34      SCSI      20ms
    NDS180           173.0MB       8      VC      (1,7)RLL  8.0ms  64KB    200K
                                     AUTO                              EXTERNAL
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    DYNATEK SYSTEMS               12 1893  *      SCSI      11ms
    NDS2.0          1600.0MB      20      VC      (1,7)RLL  2.0ms 256KB    200K
                                     AUTO          *103 SECTORS/TRACK, EXTERNAL
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    DYNATEK SYSTEMS                5 1658 34      SCSI      16ms
    NDS350           340.0MB       8      VC      (1,7)RLL  4.0ms  64KB    200K
                                     AUTO                              EXTERNAL
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    DYNATEK SYSTEMS                6 1435 60      SCSI      12ms
    NDS520           520.0MB      11      VC      (1,7)RLL  3.0ms 256KB    200K
                                     AUTO                              EXTERNAL
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    DYNATEK SYSTEMS                5 1658 53      SCSI      16ms
    NDS650           640.0MB       9      VC      (1,7)RLL  4.0ms 256KB    200K
                                     AUTO                              EXTERNAL
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    ELCOH             10.0MB       2  320 17      ST506/412        5.0Mb
    DISCACHE-10                    4              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    ELCOH             20.0MB       4  320 17      ST506/412        5.0Mb
    DISCACHE-20                    8              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    EMULEX                   5.25                 ESDI      18ms
    EMS/760          663.0MB

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  32
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    EMULEX                   5.25                 ESDI      17ms
    ER2E/760         663.0MB                                                50K

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    EMULEX                   5.25                 ESDI      17ms
    ES36/760-1       663.0MB

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    EPSON
    HD-560            20.0MB

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    EPSON
    HD-720            20.0MB

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    EPSON                          2  306 17      ST506/412
    HD-850            10.0MB       4              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    EPSON                          2  612 17      ST506/412
    HD-860            20.0MB       4              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    ESPERT                   3.50  2              IDE       25ms
    EP-340A           42.8MB HALF  4              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    FUJI              13.0MB 3.50  2  306 17      ST506/412 65ms   5.0Mb
    FK301-13          10.0MB HALF  4  128         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    FUJI              13.0MB 3.50  1  612 17      ST506/412 65ms   5.0Mb
    FK302-13          10.0MB HALF  2  307         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    FUJI              26.0MB 3.50  2  612 17      ST506/412 65ms   5.0Mb
    FK302-26          21.0MB HALF  4  307         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    FUJI              39.0MB 3.50  3  612 17      ST506/412 65ms   5.0Mb
    FK302-39          32.0MB HALF  6  307         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    FUJI              52.0MB 3.50  4  615 17      ST506/412 65ms   5.0Mb
    FK303-52          40.0MB HALF  8              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    FUJI              26.0MB 3.50  2  615 17      ST506/412 65ms   5.0Mb
    FK305-26          21.0MB HALF  4              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  33
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    FUJI                     3.50     615 26      ST506/412        7.5Mb
    FK305-26R                HALF                 (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    FUJI              39.0MB 3.50  3  615 17      ST506/412 65ms   5.0Mb
    FK305-39          32.0MB HALF  6              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    FUJI              39.0MB 3.50  2  615 26      ST506/412 65ms   7.5Mb
    FK305-39R         32.0MB HALF  4              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    FUJI              58.0MB 3.50  3  615 26      ST506/412 65ms   7.5Mb
    FK305-58R         49.0MB HALF  6              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    FUJI              39.0MB 3.50  2  615 26      SCSI      65ms   7.5Mb
    FK308S-39R        32.0MB HALF  4              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    FUJI              58.0MB 3.50  3  615 26      SCSI      65ms   7.5Mb
    FK308S-58R        45.0MB HALF  6              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    FUJI              26.0MB 3.50  2  615 17      ST506/412 65ms   5.0Mb
    FK309-26          21.0MB HALF  4              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    FUJI              39.0MB 3.50  3  615 17      ST506/412 65ms   5.0Mb
    FK309-39          32.0MB HALF  6              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    FUJI              50.0MB 3.50  2  615 26      SCSI      65ms   7.5Mb
    FK309S-50R        41.0MB HALF  4              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    FUJITSU                        1  320 17      ST506/412        5.0Mb
    M2230AS            5.0MB       2              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    FUJITSU                        2  320 17      ST506/412        5.0Mb
    M2233AS           10.0MB       4              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    FUJITSU                        3  320 17      ST506/412        5.0Mb
    M2234AS           15.0MB       6              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    FUJITSU                        4  320 17      ST506/412        5.0Mb
    M2235AS           20.0MB       8              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  34
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    FUJITSU                  2.50                 SCSI-2F   15ms  40.0Mb
    M2637            250.0MB         NONE VC                               150K
                                     AUTO                             4,500 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    FUJITSU                  3.50  2  615 26      ST506/412 35ms   7.5Mb
    M2225DR           32.0MB HALF  4              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    FUJITSU                  3.50  3  615 17      ST506/412 35ms   5.0Mb
    M2226D2           30.0MB HALF  6  300         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    FUJITSU                  3.50  3  615 26      ST506/412 35ms   7.5Mb
    M2226DR           49.0MB HALF  6              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    FUJITSU           51.2MB 3.50  4  615 17      ST506/412 35ms   5.0Mb   7.5W
    M2227D2           42.8MB HALF  8  128 SM      (1,3)RLL  8.0ms           30K

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    FUJITSU                  3.50  4  615 26      ST506/412 35ms   7.5Mb
    M2227DR           65.0MB HALF  8              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    FUJITSU                  3.50  1 1334         SCSI      25ms   7.4Mb
    M2611SA           45.1MB SUBH  2      VC      (1,7)RLL  10.0m           50K

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    FUJITSU                  3.50  1 1334 34  667 IDE(AT)   25ms   7.4Mb   6.6W
    M2611T            45.1MB SUBH  2 NONE VC   4  (1,7)RLL  10.0m  64KB     50K
                                     AUTO     33                      3,490 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    FUJITSU                  3.50  2 1334         SCSI      25ms   7.4Mb
    M2612SA           90.8MB HALF  4      VC      (1,7)RLL  10.0m           50K

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    FUJITSU                  3.50  2 1334 34  667 IDE(AT)   25ms   7.4Mb   7.8W
    M2612T-ET         90.1MB HALF  4 NONE VC   8  (1,7)RLL  10.0m  64KB     50K
                                     AUTO     33                      3,490 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    FUJITSU                  3.50  3 1334         SCSI      25ms   7.4Mb
    M2613SA          136.6MB HALF  6      VC      (1,7)RLL  10.0m           50K

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    FUJITSU                  3.50  3 1334 34  667 IDE(AT)   25ms   7.4Mb   7.8W
    M2613T-ET        135.2MB HALF  6 NONE VC  12  (1,7)RLL  10.0m  64KB     50K
                                     AUTO     33                      3,490 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    FUJITSU                  3.50  4 1334 34      SCSI-2    25ms   7.4Mb
    M2614SA          182.4MB HALF  8 NONE VC      (1,7)RLL  10.0m           50K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  35
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    FUJITSU                  3.50  4 1334 34  667 IDE(AT)   25ms   7.4Mb   7.8W
    M2614T-ET        180.3MB HALF  8 NONE VC  16  (1,7)RLL  10.0m  64KB     50K
                                     AUTO     33                      3,490 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    FUJITSU                  3.50             771 IDE(AT)
    M2616T                   HALF    NONE VC   8  (1,7)RLL
                                              33
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    FUJITSU                  3.50  4 1435 MZ      SCSI-2    12ms  24.0Mb  12.5W
    M2622SA          330.2MB HALF  7 NONE VC      (1,7)RLL  3.0ms 240KB    200K
                                     AUTO                 MZR:4-ZONE, 4,400 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    FUJITSU                  3.50  4 1435 MZ      IDE(AT)   12ms  24.0Mb  12.5W
    M2622T           330.2MB HALF  7      VC      (1,7)RLL  3.0ms 240KB    200K
                                     AUTO                 MZR:4-ZONE, 4,400 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    FUJITSU                  3.50  5 1435 MZ      SCSI-2    12ms  24.0Mb  12.5W
    M2623SA          425.1MB HALF  9 NONE VC      (1,7)RLL  3.0ms 240KB    200K
                                     AUTO                 MZR:4-ZONE, 4,400 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    FUJITSU                  3.50  5 1435 MZ      IDE(AT)   12ms  24.0Mb  12.5W
    M2623T           425.1MB HALF  9      VC      (1,7)RLL  3.0ms 240KB    200K
                                     AUTO                 MZR:4-ZONE, 4,400 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    FUJITSU                  3.50  6 1435 MZ      SCSI-2    12ms  24.0Mb  12.5W
    M2624SA EAGLET   520.1MB HALF 11 NONE VC      (1,7)RLL  3.0ms 240KB    200K
                                     AUTO                 MZR:4-ZONE, 4,400 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    FUJITSU                  3.50  6 1435 MZ  995 IDE(AT)   12ms  24.0Mb  12.5W
    M2624T EAGLET    520.1MB HALF 11 NONE VC  16  (1,7)RLL  3.0ms 240KB    200K
                                     AUTO     63          MZR:4-ZONE, 4,400 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    FUJITSU                  3.50                 SCSI-2FW
    M2694           1000.0MB HALF    NONE VC
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    FUJITSU           26.7MB 5.25  4  320 17      ST506/412 85ms   5.0Mb  27.0W
    M2235AS           22.3MB HALF  8  128         (1,3)RLL  18.0m           20K

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    FUJITSU                  5.25  2  754 17      ST506/412        5.0Mb
    M2241AS           26.0MB FULL  4  375         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    FUJITSU           54.9MB 5.25  4  754 17      ST506/412 30ms   5.0Mb  30.0W
    M2242AS           43.0MB FULL  7  375 VC      (1,3)RLL  8.0ms           30K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    FUJITSU           86.3MB 5.25  6  754 17      ST506/412 30ms   5.0Mb  30.0W
    M2243AS           67.0MB FULL 11  375 VC      (1,3)RLL  8.0ms           30K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  36
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    FUJITSU                  5.25  4 1186 26      ST506/412 25ms   7.5Mb
    M2243R           110.0MB HALF  7              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    FUJITSU                  5.25  4 1186 17      ST506/412 25ms   5.0Mb
    M2243T            68.0MB HALF  7              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    FUJITSU           73.0MB 5.25  3  823 35      ESDI      25ms  10.0Mb
    M2244E                   FULL  5              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    FUJITSU           73.0MB 5.25  3  823 35      SCSI      25ms  10.0Mb
    M2244SA                  FULL  5              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    FUJITSU          120.0MB 5.25  4  823 35      ESDI      25ms  10.0Mb
    M2245E                   FULL  7              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    FUJITSU          120.0MB 5.25  4  823 35      SCSI      25ms  10.0Mb
    M2245SA                  FULL  7              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    FUJITSU          172.0MB 5.25  6  823 35      ESDI      25ms  10.0Mb
    M2246E           138.0MB FULL 10              (2,7)RLL  5.0ms           30K

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    FUJITSU          172.0MB 5.25  6  823 35      SCSI      25ms  10.0Mb
    M2246SA          138.0MB FULL 10              (2,7)RLL  5.0ms           30K

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    FUJITSU                  5.25  4 1243         ESDI
    M2247E                   FULL  7              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    FUJITSU          389.0MB 5.25  8 1243         ESDI      18ms  10.0Mb
    M2249E                   FULL 15              (1,7)RLL  4.0ms           30K

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    FUJITSU          389.0MB 5.25  8 1243         SCSI      18ms  10.0Mb
    M2249S                   FULL 15              (1,7)RLL  4.0ms           30K

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    FUJITSU          415.0MB 5.25    1658 MZ      ESDI      16ms  15.0Mb  34.0W
    M2261E           321.0MB FULL  8              (2,7)RLL         64KB    200K
                                                                         *24-96
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    FUJITSU          415.0MB 5.25    1658         SCSI      16ms  40.0Mb  34.0W
    M2261S           321.0MB FULL  8              (2,7)RLL                 200K

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  37
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    FUJITSU          778.0MB 5.25  8 1658 MZ      ESDI      16ms  15.0Mb  28.0W
    M2263E           650.0MB FULL 15              (1,7)RLL  4.0ms  64KB    200K
                                                                         *24-96
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    FUJITSU          778.0MB 5.25  8 1658         SCSI      16ms  40.0Mb  28.0W
    M2263S           650.0MB FULL 15              (1,7)RLL  4.0ms          200K

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    FUJITSU         1266.0MB 5.25                 SCSI      15ms  24.0Mb
    M2266SA                  FULL                 RLL                      200K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    FUJITSU                  5.25 12              SCSI-2S   11ms  38.0Mb  40.0W
    M2652H          1600.0MB FULL 20      VC                               200K
                                     AUTO                             5,400 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    FUJITSU                  5.25 12              SCSI-2    11ms  38.0Mb  40.0W
    M2652HD         1600.0MB FULL 20      VC                               200K
                                     AUTO                  5,400 RPM, DUAL PORT
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    FUJITSU                  5.25 12              IPI-2     11ms  38.0Mb  40.0W
    M2652P          1600.0MB FULL 20      VC                               200K
                                     AUTO                             5,400 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    FUJITSU                  5.25 12              SCSI-2F   11ms  38.0Mb  40.0W
    M2652S          1600.0MB FULL 20      VC                               200K
                                     AUTO                             5,400 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    FUJITSU                  5.25
    M2654           2000.0MB FULL    NONE VC
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    FUJITSU         2020.0MB 8.00                 ESMD            24.OMb
    M2392K                   FULL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    FUJITSU         2640.0MB 8.00  9              IPI-2
    M2671P                   FULL 15
                                     AUTO                             4,340 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HEWLETT-PKD.             1.30  2              PCMCIA    15ms   8.8Mb
    KITTYHAWK II PS   42.8MB 10.5  4 NONE VC                               300K
                                     AUTO             5,400 RPM, GLASS PLATTERS
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HEWLETT-PKD.             1.30  2              IDE       18ms   7.2Mb   1.6W
    KITTYHAWK PSM     21.4MB 0.4"  3 NONE VC                               300K
                                     AUTO             5,400 RPM, GLASS PLATTERS
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HEWLETT-PKD.             1.30  2              PCMCIA-3  18ms   7.2Mb   1.6W
    KITTYHAWK PSM     21.4MB 0.4"  3 NONE VC                               300K
                                     AUTO             5,400 RPM, GLASS PLATTERS
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  38
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    HEWLETT-PKD.             3.50                 SCSI
    HP-97500-85600    20.0MB HALF

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HEWLETT-PKD.             3.50                 SCSI
    HP-97500-85620    20.0MB HALF

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HEWLETT-PKD.             3.50  3              IDE(AT)   13ms  20.6Mb  11.6W
    HP-C2233A        238.0MB HALF  5 NONE VC                               150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HEWLETT-PKD.     281.0MB 3.50  3 1511 MZ      SCSI-2    13ms  20.6Mb  12.3W
    HP-C2233S        234.0MB HALF  5 NONE VC      (2,7)RLL  3.0ms  64KB    150K
                                     AUTO                      REED/SOLOMON ECC
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HEWLETT-PKD.             3.50  4              IDE(AT)   13ms  20.6Mb  11.6W
    HP-C2234A        334.0MB HALF  7 NONE VC                               150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HEWLETT-PKD.     394.0MB 3.50  4 1511 MZ      SCSI-2    13ms  20.6Mb  12.3W
    HP-C2234S        328.0MB HALF  7 NONE VC      (2,7)RLL  3.0ms  64KB    150K
                                     AUTO                      REED/SOLOMON ECC
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HEWLETT-PKD.             3.50  5              IDE(AT)   13ms  20.6Mb  11.6W
    HP-C2235A        429.0MB HALF  9 NONE VC                               150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HEWLETT-PKD.     506.0MB 3.50  5 1511 MZ      SCSI-2    13ms  20.6Mb  12.3W
    HP-C2235S        422.0MB HALF  9      VC      (2,7)RLL  3.0ms  64KB    150K
                                     AUTO          MZR:3-ZONE, REED/SOLOMON ECC
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HEWLETT-PKD.             3.50                           11ms
    HP-C2247        1050.0MB HALF    NONE VC                               300K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HEWLETT-PKD.     136.2MB 5.25  2 1663 64      SCSI(D)   18ms  12.0Mb  21.0W
    HP-97532D        107.6MB FULL  4      VC      (2,7)RLL  3.5ms  16KB    150K
                                                                      3,348 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HEWLETT-PKD.     136.2MB 5.25  2 1663 64      ESDI      17ms  10.0Mb  19.0W
    HP-97532E        103.0MB FULL  4      VC      (2,7)RLL  3.5ms          150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HEWLETT-PKD.     136.2MB 5.25  2 1663 64      SCSI      18ms  12.0Mb  19.0W
    HP-97532S        107.6MB FULL  4      VC      (2,7)RLL  3.5ms  16KB    150K
                                     AUTO                             3,348 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HEWLETT-PKD.     136.2MB 5.25  2 1663 64      SCSI      18ms  12.0Mb  19.0W
    HP-97532T        107.6MB FULL  4      VC      (2,7)RLL  3.5ms  16KB    150K
                                     AUTO                             3,348 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  39
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    HEWLETT-PKD.     204.3MB 5.25  4 1663 64      SCSI(D)   18ms  12.0Mb  21.0W
    HP-97533D        161.5MB FULL  8      VC      (2,7)RLL  3.5ms  16KB    150K
                                     AUTO                             3,348 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HEWLETT-PKD.     204.3MB 5.25  4 1663 64      ESDI      17ms  10.0Mb  27.0W
    HP-97533E        155.0MB FULL  8      VC      (2,7)RLL  3.5ms          150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HEWLETT-PKD.     204.3MB 5.25  4 1663 64      SCSI      18ms  12.0Mb  19.0W
    HP-97533S        161.5MB FULL  8      VC      (2,7)RLL  3.5ms  16KB    150K
                                     AUTO                             3,348 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HEWLETT-PKD.     204.3MB 5.25  4 1663 64      SCSI      18ms  12.0Mb  19.0W
    HP-97533T        161.5MB FULL  8      VC      (2,7)RLL  3.5ms  16KB    150K
                                     AUTO                             3,348 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HEWLETT-PKD.     408.7MB 5.25  6 1663 64      SCSI(D)   18ms  12.0Mb  21.0W
    HP-97536D        323.0MB FULL 12      VC      (2,7)RLL  3.5ms  16KB    150K
                                     AUTO                             3,348 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HEWLETT-PKD.     408.7MB 5.25  6 1663 64      ESDI      17ms  10.0Mb  30.0W
    HP-97536E        311.0MB FULL 12      VC      (2,7)RLL  3.5ms          150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HEWLETT-PKD.     408.7MB 5.25  6 1663 64      SCSI      18ms  12.0Mb  19.0W
    HP-97536S        323.0MB FULL 12      VC      (2,7)RLL  3.5ms  16KB    150K
                                     AUTO                             3,348 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HEWLETT-PKD.     408.7MB 5.25  6 1663 64      SCSI      18ms  12.0Mb  19.0W
    HP-97536T        323.0MB FULL 12      VC      (2,7)RLL  3.5ms  16KB    150K
                                     AUTO                             3,348 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HEWLETT-PKD.     397.0MB 5.25  4 1447 56      SCSI(D)   17ms  20.0Mb  35.0W
    HP-97544D        331.0MB FULL  8      VC      (2,7)RLL  3.5ms  64KB    150K
                                     AUTO                             4,002 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HEWLETT-PKD.     397.0MB 5.25  4 1457 57      ESDI      17ms  20.0Mb  33.0W
    HP-97544E        340.0MB FULL  8      VC      (2,7)RLL  3.5ms          150K
                                     AUTO                             4,002 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HEWLETT-PKD.     397.0MB 5.25  4 1447 56      SCSI-2D   17ms  20.0Mb  35.0W
    HP-97544P        331.0MB FULL  8      VC      (2,7)RLL  3.5ms  64KB    150K
                                     AUTO           REED/SOLOMON ECC, 4,002 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HEWLETT-PKD.     397.0MB 5.25  4 1447 56      SCSI      17ms  20.0Mb  34.0W
    HP-97544S        331.0MB FULL  8      VC      (2,7)RLL  3.5ms  64KB    150K
                                     AUTO                             4,002 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HEWLETT-PKD.     397.0MB 5.25  4 1447 56      SCSI-2    17ms  20.0Mb  34.0W
    HP-97544T        331.0MB FULL  8      VC      (2,7)RLL  3.5ms  64KB    150K
                                     AUTO           REED/SOLOMON ECC, 4,002 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  40
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    HEWLETT-PKD.     795.0MB 5.25  8 1447 56      SCSI(D)   17ms  20.0Mb  35.0W
    HP-97548D        663.0MB FULL 16      VC      (2,7)RLL  3.5ms  64KB    150K
                                     AUTO                             4,002 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HEWLETT-PKD.     795.0MB 5.25  8 1457 57      ESDI      17ms  20.0Mb  33.0W
    HP-97548E        680.0MB FULL 16      VC      (2,7)RLL  3.5ms          150K
                                     AUTO                             4,002 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HEWLETT-PKD.     795.0MB 5.25  8 1447 56      SCSI-2D   17ms  20.0Mb  35.0W
    HP-97548P        663.0MB FULL 16      VC      (2,7)RLL  3.5ms  64KB    150K
                                     AUTO           REED/SOLOMON ECC, 4,002 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HEWLETT-PKD.     795.0MB 5.25  8 1447 56      SCSI      17ms  20.0Mb  34.0W
    HP-97548S        663.0MB FULL 16      VC      (2,7)RLL  3.5ms  64KB    150K
                                     AUTO                             4,002 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HEWLETT-PKD.     795.0MB 5.25  8 1447 56      SCSI-2    17ms  20.OMb  34.0W
    HP-97548T        663.0MB FULL 16      VC      (2,7)RLL  3.5ms  64KB    150K
                                     AUTO           REED/SOLOMON ECC, 4,002 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HEWLETT-PKD.    1180.0MB 5.25  8 1911 64      SCSI-2D   18ms  22.8Mb  35.0W
    HP-97549P       1000.0MB FULL 16      VC      (2,7)RLL  3.5ms 128KB    150K
                                     AUTO           REED/SOLOMON ECC, 4,002 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HEWLETT-PKD.    1180.0MB 5.25  8 1911 64      SCSI-2    18ms  22.8Mb  34.0W
    HP-97549T       1000.0MB FULL 16      VC      (2,7)RLL  3.5ms 128KB    150K
                                     AUTO           REED/SOLOMON ECC, 4,002 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HEWLETT-PKD.     793.0MB 5.25  6 1680 72      ESDI      15ms  23.0Mb  20.0W
    HP-97556E        681.0MB FULL 11      VC      (2,7)RLL  3.0ms          150K
                                     AUTO                             4,002 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HEWLETT-PKD.     793.0MB 5.25  6 1670 72      SCSI-2D   15ms  23.0Mb  20.0W
    HP-97556P        673.0MB FULL 11      VC      (2,7)RLL  3.0ms 128KB    150K
                                     AUTO           REED/SOLOMON ECC, 4,002 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HEWLETT-PKD.     793.0MB 5.25  6 1670 72      SCSI-2    15ms  23.0Mb  20.0W
    HP-97556T        673.0MB FULL 11      VC      (2,7)RLL  3.0ms 128KB    150K
                                     AUTO           REED/SOLOMON ECC, 4,002 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HEWLETT-PKD.    1260.0MB 5.25  8 1961 72      ESDI      15ms  23.0Mb  20.0W
    HP-97558E       1084.0MB FULL 15      VC      (2,7)RLL  3.0ms          150K
                                     AUTO                             4,002 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HEWLETT-PKD.    1263.0MB 5.25  8 1952 72      SCSI-2D   15ms  23.0Mb  20.0W
    HP-97558P       1075.0MB FULL 15      VC      (2,7)RLL  3.0ms 128KB    150K
                                     AUTO           REED/SOLOMON ECC, 4,002 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HEWLETT-PKD.    1263.0MB 5.25  8 1952 72      SCSI-2    15ms  23.0Mb  20.0W
    HP-97558T       1075.0MB FULL 15      VC      (2,7)RLL  3.0ms 128KB    150K
                                     AUTO           REED/SOLOMON ECC, 4,002 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  41
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    HEWLETT-PKD.    1600.0MB 5.25 10 1961 72      ESDI      15ms  23.0Mb  20.0W
    HP-97560E       1374.0MB FULL 19      VC      (2,7)RLL  3.0ms          150K
                                     AUTO                             4,002 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HEWLETT-PKD.    1600.0MB 5.25 10 1952 72      SCSI-2D   15ms  23.0Mb  20.0W
    HP-97560P       1363.0MB FULL 19      VC      (2,7)RLL  3.0ms 128KB    150K
                                     AUTO           REED/SOLOMON ECC, 4,002 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HEWLETT-PKD.    1600.0MB 5.25 10 1952 72      SCSI-2    15ms  23.0Mb  20.0W
    HP-97560T       1363.0MB FULL 19      VC      (2,7)RLL  3.0ms 128KB    150K
                                     AUTO           REED/SOLOMON ECC, 4,002 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HEWLETT-PKD.    1612.0MB 5.25  7 2255 MZ      SCSI-2    12ms  42.0Mb  31.0W
    HP-C3007        1370.0MB FULL 13 NONE VC                2.5ms 256KB    300K
                                     AUTO           REED/SOLOMON ECC, 5,400 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HEWLETT-PKD.    1612.0MB 5.25  7 2255 MZ      SCSI-2F   12ms          31.0W
    HP-C3007-001    1370.0MB FULL 13 NONE VC                2.5ms 256KB    300K
                                     AUTO         R/S ECC, FAST SCSI, 5,400 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HEWLETT-PKD.    1612.0MB 5.25  7 2255 MZ      SCSI-2WFD 12ms          33.0W
    HP-C3007-012    1370.0MB FULL 13 NONE VC                2.5ms 256KB    300K
                                     AUTO        R/S ECC, F&W&D SCSI, 5,400 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HEWLETT-PKD.    1612.0MB 5.25  7 2255 MZ      SCSI-2FD  12ms          36.0W
    HP-C3007-022    1370.0MB FULL 13 NONE VC                2.5ms 256KB    300K
                                     AUTO          R/S ECC, F&D SCSI, 5,400 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HEWLETT-PKD.    2108.0MB 5.25  9 2255 MZ      SCSI-2    12ms          31.0W
    HP-C3009        1792.0MB FULL 17 NONE VC                2.5ms 256KB    300K
                                     AUTO           REED/SOLOMON ECC, 5,400 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HEWLETT-PKD.    2108.0MB 5.25  9 2255 MZ      SCSI-2F   12ms  42.0Mb  31.0W
    HP-C3009-001    1792.0MB FULL 17 NONE VC                2.5ms 256KB    300K
                                     AUTO         R/S ECC, FAST SCSI, 5,400 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HEWLETT-PKD.    2108.0MB 5.25  9 2255 MZ      SCSI-2WFD 12ms          33.0W
    HP-C3009-012    1792.0MB FULL 17 NONE VC                2.5ms 256KB    300K
                                     AUTO        R/S ECC, F&W&D SCSI, 5,400 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HEWLETT-PKD.    2108.0MB 5.25  9 2255 MZ      SCSI-2FD  12ms          36.0W
    HP-C3009-022    1792.0MB FULL 17 NONE VC                2.5ms 256KB    300K
                                     AUTO          R/S ECC, F&D SCSI, 5,400 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HEWLETT-PKD.    2356.0MB 5.25 10 2255 MZ      SCSI-2    12ms          31.0W
    HP-C3010        2003.0MB FULL 19 NONE VC                2.5ms 256KB    300K
                                     AUTO           REED/SOLOMON ECC, 5,400 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HEWLETT-PKD.    2356.0MB 5.25 10 2255 MZ      SCSI-2F   12ms  42.0Mb  31.0W
    HP-C3010-001    2003.0MB FULL 19 NONE VC                2.5ms 256KB    300K
                                     AUTO         R/S ECC, FAST SCSI, 5,400 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  42
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    HEWLETT-PKD.    2356.0MB 5.25 10 2255 MZ      SCSI-2WFD 12ms          33.0W
    HP-C3010-012    2003.0MB FULL 19 NONE VC                2.5ms 256KB    300K
                                     AUTO        R/S ECC, F&W&D SCSI, 5,400 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HEWLETT-PKD.    2356.0MB 5.25 10 2255 MZ      SCSI-2FD  12ms          36.0W
    HP-C3010-022    2003.0MB FULL 19 NONE VC                2.5ms 256KB    300K
                                     AUTO          R/S ECC, F&D SCSI, 5,400 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HEWLETT-PKD.    1207.0MB 5.25 10 1100 96      SCSI-2     9ms
    HP-C3010-100    1027.0MB FULL 19 NONE VC                2.5ms 256KB    300K
                                     AUTO           REED/SOLOMON ECC, 5,400 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HEWLETT-PKD.             5.25    1457 57      ESDI      16ms  20.0Mb  21.0W
    HP-D1660A        333.0MB FULL  8      VC      (2,7)RLL         64KB    150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HEWLETT-PKD.             5.25    1457 57      ESDI      16ms  20.0Mb  21.0W
    HP-D1661A        667.0MB FULL 16      VC      (2,7)RLL         64KB    150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HITACHI                  3.50  2  306 17      ST506/412 85ms   5.0Mb
    DK301-1           10.0MB HALF  4  128         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HITACHI                  3.50  3  306 17      ST506/412 85ms   5.0Mb
    DK301-2           15.0MB HALF  6  128         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HITACHI                  3.50  5              SCSI      16ms  32.0Mb
    DK312C-20        209.0MB HALF 10      VC      (2,7)RLL  7.0ms  32KB    150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HITACHI                  3.50  6              SCSI      16ms  32.0Mb
    DK312C-25        251.0MB HALF 12      VC      (2,7)RLL  7.0ms  32KB    150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HITACHI                  3.50  7              SCSI      17ms  16.2Mb
    DK314C-41        419.0MB HALF 14      VC      (2,7)RLL  7.0ms  64KB    150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HITACHI                  3.50  8              SCSI-2F   12ms  22.4Mb  10.0W
    DK315C-11       1100.0MB HALF 15 NONE VC      (1,7)RLL        256KB    200K
                                     AUTO                             4,500 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HITACHI                  3.50  8              SCSI-2F   12ms  38.4Mb  10.0W
    DK315C-14       1400.0MB HALF 15 NONE VC      (1,7)RLL        256KB    200K
                                     AUTO                             4,500 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HITACHI                  5.25  2  615 17      ST506/412
    DK505-2           21.0MB FULL  4              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  43
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    HITACHI                  5.25  3  699 17      ST506/412 30ms   5.0Mb
    DK511-3           28.0MB FULL  5  256         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HITACHI                  5.25  4  699 17      ST506/412 30ms   5.0Mb
    DK511-5           41.0MB FULL  7  256         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HITACHI                  5.25  5  823 17      ST506/412 23ms   5.0Mb
    DK511-8           67.0MB FULL 10              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HITACHI                  5.25  4  823         ESDI      23ms  10.0Mb
    DK512-12          94.0MB FULL  7              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HITACHI                  5.25  5  823         ESDI      28ms  10.0Mb
    DK512-17         134.0MB FULL 10              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HITACHI                  5.25  3  823         ESDI      23ms  10.0Mb
    DK512-8           67.0MB FULL  5              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HITACHI                  5.25  4  823         SCSI      23ms  10.0Mb
    DK512C-12         94.0MB FULL  7              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HITACHI                  5.25  5  819         SCSI      23ms  10.0Mb
    DK512C-17        134.0MB FULL 10              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HITACHI                  5.25  3  823         SCSI      23ms  10.0Mb
    DK512C-8          67.0MB FULL  5              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HITACHI          382.3MB 5.25  8  903 51      ESDI      16ms  14.5Mb  30.0W
    DK514-38         330.1MB FULL 14      VC      (2,7)RLL                  30K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HITACHI                  5.25  8  903 51      SCSI      16ms  12.0Mb  30.0W
    DK514C-38        321.8MB FULL 14      VC      (2,7)RLL                  30K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HITACHI          382.3MB 5.25  8  903 51      ESMD      16ms  15.0Mb  30.0W
    DK514S-38        330.1MB FULL 14      VC      (2,7)RLL                  30K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HITACHI         1229.0MB 5.25                 ESDI      14ms  22.0Mb
    DK515-12                 FULL 15      VC      (2,7)RLL                 150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  44
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    HITACHI          780.0MB 5.25  8 1361 69      ESDI      16ms  20.0Mb  31.5W
    DK515-78         673.0MB FULL 14 NONE VC      (2,7)RLL                 150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HITACHI                  5.25  8 1361 69      SCSI      16ms  20.0Mb  30.0W
    DK515C-78        670.5MB FULL 14 NONE VC      (2,7)RLL                 150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HITACHI          780.0MB 5.25  8              E-SMD     16ms  20.0Mb  33.5W
    DK515S-78        673.0MB FULL 14 NONE VC                               150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HITACHI         1230.0MB 5.25                 ESDI      14ms  22.0Mb
    DK516-12                 FULL         VC                               100K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HITACHI         1540.0MB 5.25  8              ESDI      14ms  22.0Mb  35.0W
    DK516-15        1320.0MB FULL 15 NONE VC                               150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HITACHI         1651.0MB 5.25  8              SCSI-2    14ms  24.0Mb  37.5W
    DK516C-16       1342.0MB FULL 15 NONE VC                               150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HITACHI         2600.0MB 5.25                 SCSI-2    12ms  38.4Mb  31.0W
    DK517-26        1900.0MB FULL         VC                      512KB
                                     AUTO                             5,400 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HITACHI         3700.0MB 5.25 12              SCSI-2F   13ms  38.4Mb  31.0W
    DK517C-37       2900.0MB FULL 21 NONE VC                      512KB    200K
                                     AUTO                             5,400 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HITACHI                  5.25  3  823 17      ST506/412 25ms   5.0Mb
    DK521-5           51.0MB HALF  6              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HITACHI          103.0MB 5.25  4  823 36      ESDI      25ms  10.0Mb  19.5W
    DK522-10          91.0MB HALF  6      VC      (2,7)RLL                  30K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HITACHI          103.0MB 5.25  4  819 35      SCSI      25ms  12.0Mb  22.0W
    DK522C-10         87.5MB HALF  6      VC      (2,7)RLL                  30K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HITACHI                  5.25  5              SCSI      28ms          33.0W
    SV-F501-18       200.0MB HALF 10 NONE VC                                40K
                                     AUTO          SSD OPTIONAL HARD DISK DRIVE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HITACHI                  5.25  5              SCSI      28ms          54.0W
    SV-F502-18       200.0MB FULL 10 NONE VC                                40K
                                     AUTO          SSD OPTIONAL HARD DISK DRIVE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  45
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    HITACHI                  5.25                 SCSI-D    .4ms  32.0Mb  28.0W
    SV502C-32D       128.0MB FULL    NONE                                  100K
                                                    SOLID STATE DISK, 32-128 MB
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HITACHI                  5.25                 SCSI      .4ms  32.0Mb  24.0W
    SV502C-32F       160.0MB FULL    NONE                                  100K
                                                    SOLID STATE DISK, 32-160 MB
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HITACHI                  5.25                 SCSI      .4ms  32.0Mb  18.0W
    SV502C-32H        64.0MB HALF    NONE                                  100K
                                                     SOLID STATE DISK, 32-64 MB
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HITACHI                  5.25                 SCSI-D    .4ms  32.0Mb  28.0W
    SV502C-64D       256.0MB FULL    NONE                                  100K
                                                    SOLID STATE DISK, 64-256 MB
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HITACHI                  5.25                 SCSI      .4ms  32.0Mb  24.0W
    SV502C-64F       320.0MB FULL    NONE                                  100K
                                                    SOLID STATE DISK, 64-320 MB
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    HITACHI                  5.25                 SCSI      .4ms  32.0Mb  18.0W
    SV502C-64H       128.0MB HALF    NONE                                  100K
                                                    SOLID STATE DISK, 64-128 MB
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    IBM                            4  583 36      ESDI
    0667-85           71.0MB       7              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    IBM                      2.50                           20ms   9.0Mb   4.0W
    30/2.5            30.0MB              VC
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    IBM                      2.50                           20ms   9.0Mb   4.0W
    60/2.5            60.0MB              VC
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    IBM                      2.50  2 1248 50      PS/2(MCA) 17ms           2.1W
    WD-2120          126.0MB 17.0  4 NONE VC                5.0ms  32KB    150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    IBM                      2.50  1 1120 38      PS/2(MCA) 19ms           2.2W
    WD-240            42.9MB 12.7  2 NONE VC                5.5ms          150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    IBM                      2.50  2 1120 38      PS/2(MCA) 17ms           2.3W
    WD-280            85.9MB 17.0  4 NONE VC                5.5ms          150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    IBM                      2.50  2 1248 50      IDE(AT)   17ms           2.1W
    WDA-2120         126.0MB 17.0  4 NONE VC                5.0ms  32KB    150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  46
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    IBM                      2.50  1 1122 38      IDE(AT)   19ms           2.2W
    WDA-240           43.1MB 12.7  2 NONE VC                5.5ms          150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    IBM                      2.50  2 1122 38      IDE(AT)   17ms           2.3W
    WDA-280           86.2MB 17.0  4 NONE VC                5.5ms          150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    IBM                      2.50  1 2496 50      IDE(AT)   17ms           2.0W
    WDA-S260          63.0MB 12.7  2 NONE VC                5.0ms  32KB    150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    IBM                      2.50  1 1120 38      SCSI      19ms           2.2W
    WDS-240           42.9MB 12.7  2 NONE VC                5.5ms          150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    IBM                      2.50  2 1120 38      SCSI      17ms           2.3W
    WDS-280           85.9MB 17.0  4 NONE VC                5.5ms          150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    IBM              371.0MB 3.50  8  949 48      SCSI-2    13ms  16.0Mb  11.9W
    0661-371         320.0MB 41.3 14 NONE VC      (1,7)RLL  2.5ms  64KB    300K
                                     AUTO                             4,316 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    IBM              467.0MB 3.50  8 1199 48      SCSI-2    12ms  16.0Mb  11.9W
    0661-467         400.0MB 41.3 14 NONE VC      (1,7)RLL  2.0ms 128KB    300K
                                     AUTO                             4,316 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    IBM                      3.50  7              SCSI-2F   11ms          10.1W
    0663-E12        1044.0MB 41.3 14 NONE VC                0.6ms 256KB    500K
                                     AUTO                             4,317 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    IBM                      3.50  8              SCSI-2F   11ms          10.1W
    0663-E15        1206.0MB 41.3 16 NONE VC                0.6ms 256KB    500K
                                     AUTO                             4,317 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    IBM                      3.50                 SCSI-2    10ms
    0663-H12        1004.0MB HALF 14      VC      (1,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    IBM                      3.50  8 2870         SCSI-2F   11ms          12.7W
    0664-M1H        2013.7MB 41.3 15 NONE VC                0.6ms 512KB    750K
                                     AUTO                             5,400 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    IBM                      3.50  8 2870         SCSI-2FW  11ms          12.7W
    0664-N1H        2013.7MB 41.3 15 NONE VC                0.6ms 512KB    750K
                                     AUTO           68-PIN WIDE SCSI, 5,400 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    IBM             2000.0MB 3.50  8 2304         IPI-2     11ms          14.2W
    0664-P1S        1741.0MB 41.3 15 NONE VC                               750K
                                     AUTO                             5,400 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  47
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    IBM                      3.50  8
    320              320.0MB HALF         VC

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    IBM                      3.50                 SCSI-2    16ms
    WD-160           160.0MB HALF  8      VC
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    IBM                      3.50  3  820 MZ      IDE(AT)   19ms  13.5Mb  10.0W
    WD-3120          120.0MB HALF  6 NONE         (2,7)RLL         64KB    100K
                                     AUTO                 MZR:2-ZONE, 3,662 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    IBM              206.4MB 3.50  4 1021 39      PS/2(MCA) 16ms          13.1W
    WD-3160          160.0MB 41.3  8 NONE VC      (1,7)RLL  5.0ms          110K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    IBM              157.3MB 3.50                 PS/2(MCA) 23ms  10.0Mb
    WD-3168                  HALF  8      VC                                45K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    IBM              103.5MB 3.50  2 1021 39      PS/2(MCA) 16ms          13.1W
    WD-380            80.0MB 41.3  4 NONE VC                5.0ms          110K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    IBM                      3.50                 SCSI      17ms
    WD-40S            40.8MB HALF  2      VC
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    IBM              206.4MB 3.50  4 1021 39      IDE(AT)   16ms  12.0Mb  13.1W
    WDA-3160         160.0MB 41.3  8 NONE VC      (1,7)RLL  5.0ms  32KB    110K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    IBM                103.5 3.50  2 1021 39      IDE(AT)   16ms          13.1W
    WDA-380           80.0MB 41.3  4 NONE VC                5.0ms          110K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    IBM                      3.50  2 1923 44      IDE(AT)   16ms
    WDA-L160         171.4MB 19.9  4 NONE VC                5.0ms          150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    IBM                      3.50  1 1923 44      IDE(AT)   16ms
    WDA-L80           85.6MB 19.9  2 NONE VC                4.0ms          150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    IBM                      3.50  1 1990 MZ      SCSI-2    12ms           4.5W
    WDS-3100         104.9MB 19.9  2 NONE VC                5.0ms  32KB    150K
                                     AUTO                 4,320 RPM, MZR:2-ZONE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    IBM              206.4MB 3.50  4 1021 39      SCSI-2    16ms  12.0Mb  13.1W
    WDS-3160         160.0MB 41.3  8 NONE VC      (1,7)RLL  5.0ms  32KB    110K
                                     AUTO                             MiG HEADS
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  48
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    IBM                      3.50  2 1990 MZ      SCSI-2    12ms           4.5W
    WDS-3200         209.7MB 19.9  4 NONE VC                5.0ms  32KB    110K
                                     AUTO                 4,320 RPM, MZR:2-ZONE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    IBM              103.5MB 3.50  2 1021 39      SCSI-2    16ms          13.1W
    WDS-380           80.0MB 41.3  4 NONE VC                5.0ms  32KB    110K
                                     AUTO                             MiG HEADS
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    IBM                      3.50  2 1923 44      SCSI-2    16ms
    WDS-L160         171.4MB 19.9  4 NONE VC                5.0ms          150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    IBM                      3.50  1 1923 44      SCSI-2    16ms
    WDS-L80           85.6MB 19.9  2 NONE VC                4.0ms          150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    IBM                      5.25 16 2870         SCSI-2F   11ms          23.0W
    0664-CSH        4027.0MB 82.5 32 NONE VC                0.6ms   1MB    375K
                                     AUTO                             5,400 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    IBM                      5.25 16 2870         SCSI-2F   11ms          23.0W
    0664-DSH        4027.0MB 82.5 32 NONE VC                0.6ms   1MB    375K
                                     AUTO                             5,400 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    IBM                      5.25 16 2870         SCSI-2FW  11ms          23.0W
    0664-ESH        4027.0MB 82.5 32 NONE VC                0.6ms   1MB    375K
                                     AUTO                             5,400 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    IBM                      5.25 16 2870         SCSI-2FW  11ms          23.0W
    0664-FSH        4027.0MB 82.5 32 NONE VC                0.6ms   1MB    375K
                                     AUTO                             5,400 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    IBM               30.0MB 5.25  2  615 17      ST506/412 65ms   5.0Mb
    0665-30           21.4MB FULL  4  300         (1,3)RLL
                                      616
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    IBM               38.0MB 5.25  3  733 17      ST506/412        5.0Mb
    0665-38           30.4MB FULL  5  300         (1,3)RLL
                                      734
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    IBM              387.0MB 5.25                 ESDI      20ms  10.0Mb
    0671E                         15      VC                               150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    IBM              387.0MB 5.25                 SCSI      20ms  10.0Mb
    0671S                         15      VC                               150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    IBM             1054.0MB 5.25                 SCSI-2    11ms  32.0Mb
    0681                          20      VC                               150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  49
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    IBM               25.0MB 5.25  4  306 17      ST506/412        5.0Mb
    WD-25             21.0MB FULL  8  296         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    IBM                      5.25         17      ST506/412 55ms
    WD-30             30.0MB FULL         SM      (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    IMI                6.0MB 5.25  1  306 17      ST506/412        5.0Mb
    5006               5.0MB FULL  2  128         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    IMI               12.0MB 5.25  2  306 17      ST506/412 78ms   5.0Mb
    5012              10.0MB FULL  4  128         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    IMI               18.0MB 5.25  3  306 17      ST506/412        5.0Mb
    5018              15.0MB FULL  6  128         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    IMPERIAL TECH.           5.25                 SCSI(D)         40.0Mb
    MEGARAM-SCSI     320.0MB FULL
                                                    SOLID STATE DISK, 16-320 MB
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    INTEGRAL                 1.80  1              IDE(*)    20ms           0.5W
    1820 MUSTANG      21.4MB 15mm  2 NONE VC      (2,7)RLL  8.0ms  32KB    100K
                                     AUTO                     *XT/AT, 3,571 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    INTEGRAL                 1.80  1      MZ      PCMCIA    118m  17.6Mb   1.5W
    1841P[A] RANGER   42.5MB 10.5  2 NONE VC      (1,7)RLL  8.0ms  32KB    250K
                                     AUTO                             3,571 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    INTEGRAL                 1.80  2      MZ      IDE(*)    18ms  15.0Mb   2.5W
    1842 STINGRAY     42.8MB 15mm  3 NONE VC      (1,7)RLL  8.0ms  32KB    100K
                                     AUTO                     *XT/AT, 3,571 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    INTEGRAL                 1.80  2      MZ      IDE(AT)   18ms  17.6Mb   2.5W
    1862 MAVERICK     64.1MB 15mm  3 NONE VC      (1,7)RLL  8.0ms  32KB    100K
                                     AUTO                             3,571 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    INTEGRAL                 1.80  2              PCMCIA
    1862P MAVERICK    64.1MB 15mm    NONE                                  100K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    INTEGRAL                 1.80  2      MZ      PCMCIA    18ms  20.0Mb   1.5W
    1882P[A] COBRA    85.0MB 12.5  3 NONE VC      (1,7)RLL  8.0ms  32KB    250K
                                     AUTO                             3,571 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    INTEGRAL                 1.80         MZ      IDE(AT)
    1885 McKINLEY     85.0MB 15mm    NONE VC      (1,7)RLL         32KB
                                     AUTO                             3,571 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  50
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    JASMINE                  3.50                 SCSI      20ms  12.0Mb
    DD-180           174.0MB HALF                                           70K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    JCT                      5.25         17      ST506/412  *ms   5.0Mb
    100                5.0MB HALF                 (1,3)RLL
                                                               110ms AVE.ACCESS
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    JCT                      5.25         17      ST506/412  *ms   5.0Mb
    105                7.0MB HALF                 (1,3)RLL
                                                               110ms AVE.ACCESS
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    JCT                      5.25         17      ST506/412  *ms   5.0Mb
    110               14.0MB HALF                 (1,3)RLL
                                                               130ms AVE ACCESS
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    JCT                      5.25         17      ST506/412  *ms   5.0Mb
    120               20.0MB HALF                 (1,3)RLL
                                                               100ms AVE ACCESS
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    JVC                      2.50                 IDE       16ms
    JD-E2042M         42.0MB 13mm

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    JVC                      2.50                 IDE       16ms
    JD-E2085M         85.0MB 19mm

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    JVC               25.0MB 2.50  1
    JD-E2825P         21.4MB 0.8"         VC

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    JVC               50.0MB 2.50  2                        17ms
    JD-E2850P         42.5MB 0.8"         VC

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    JVC                      2.50                 IDE       16ms
    JD-F2042M         42.0MB 10mm

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    KALOK CORP.      120.3MB 3.50  3  820 MZ  979 IDE(AT)   19ms  14.4Mb  10.4W
    KL3100 OCTAGON   105.2MB 0.8"  6      SM   6  (2,7)RLL  5.0ms  32KB    100K
                                              35          MZR:2-ZONE, 3,662 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    KALOK CORP.              3.50  3  820 MZ      IDE(AT)   19ms  13.5Mb  10.0W
    KL3120 OCTAGON   120.6MB HALF  6      SM      (2,7)RLL         64KB    100K
                                                          MZR:2-ZONE, 3,662 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    KALOK CORP.       25.6MB 3.50  2  615 17      ST506/412 40ms   5.0Mb  10.0W
    KL320 OCTAGON 1   21.4MB HALF  4  300 SM      (1,3)RLL  10.0m           44K

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  51
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    KALOK CORP.       38.4MB 3.50  2  616 26      ST506/412 40ms   7.5Mb  10.0W
    KL330 OCTAGON 1   32.8MB HALF  4      SM      (2,7)RLL  10.0m           44K

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    KALOK CORP.       51.3MB 3.50  3  820 17      ST506/412 25ms   5.0Mb  10.0W
    KL340 OCTAGON 2   42.8MB HALF  6      SM      (1,3)RLL                  50K

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    KALOK CORP.       48.1MB 3.50  2  676 31      SCSI      33ms   5.0Mb  10.0W
    KL341 OCTAGON 1   42.6MB HALF  4      SM      (2,7)RLL                  40K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    KALOK CORP.       48.1MB 3.50  2  676 31      PS/2      33ms   5.0Mb  10.0W
    KL342 OCTAGON 1   42.6MB HALF  4      SM      (2,7)RLL                  40K
                                     AUTO    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    KALOK CORP.       48.1MB 3.50  2  676 31      IDE(AT)   33ms   5.8Mb  10.0W
    KL343 OCTAGON 1   42.6MB HALF  4      SM      (2,7)RLL          8KB    100K
                                     AUTO                             3,375 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    KALOK CORP.       76.9MB 3.50  3  820 26      ST506/412 25ms   7.5Mb  10.0W
    KL360 OCTAGON 2   65.5MB HALF  6      SM      (2,7)RLL                  50K

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    KALOK CORP.       98.4MB 3.50  3  815 34      SCSI      25ms   9.0Mb  10.0W
    KL381 OCTAGON 2   84.7MB HALF  6      SM      (2,7)RLL                  50K

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    KALOK CORP.       98.4MB 3.50  3  815 34      IDE(AT)   25ms   9.0Mb  10.0W
    KL383 OCTAGON 2   84.7MB HALF  6      SM      (2,7)RLL                  50K

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    KALOK CORP.              3.50  1 2048 MZ      IDE(AT)   17ms  26.0Mb   2.0W
    P5-125A POINT5   125.8MB 0.5"  2              (1,7)RLL        128KB    100K
                                                                     MZR:9-ZONE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    KALOK CORP.              3.50  1 2048 MZ      SCSI-2    17ms  26.0Mb   2.0W
    P5-125S POINT5   125.8MB 0.5"  2              (1,7)RLL        128KB    100K
                                                                     MZR:9-ZONE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    KALOK CORP.              3.50  2 2048 MZ      IDE(AT)   17ms  26.0Mb   2.5W
    P5-250A POINT5   251.9MB 0.5"  4              (1,7)RLL        128KB    100K
                                                                     MZR:9-ZONE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    KALOK CORP.              3.50  2 2048 MZ      SCSI-2    17ms  26.0Mb   2.5W
    P5-250S POINT5   251.9MB 0.5"  4              (1,7)RLL        128KB    100K
                                                                     MZR:9-ZONE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    KYOCERA                  3.50  2  616 17      ST506/412 65ms   5.0Mb  12.3W
    KC-20A            21.5MB HALF  4      SM      (1,3)RLL  15.0m           40K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  52
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    KYOCERA                  3.50  2  615 17      ST506/412 62ms   5.0Mb  10.0W
    KC-20B            21.4MB HALF  4      SM      (1,3)RLL  15.0m           40K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    KYOCERA                  3.50  2  615 17
    KC-20C            21.4MB HALF  4      SM      (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    KYOCERA                  3.50  2  616 26      ST506/412 65ms   7.5Mb  12.5W
    KC-30A            32.8MB HALF  4      SM      (2,7)RLL  15.0m           40K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    KYOCERA                  3.50  2  615 26      ST506/412 62ms   7.5Mb  10.7W
    KC-30B            32.7MB HALF  4      SM      (2,7)RLL  15.0m           40K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    KYOCERA                  3.50  1 1075 17      IDE(AT)   28ms   8.0Mb   9.8W
    KC-40GA           40.5MB HALF  2                                        40K

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    KYOCERA                  3.50  4  787 28      SCSI      28ms          13.6W
    KC-80C            87.0MB HALF  8      SM      (2,7)RLL  7.0ms           28K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    KYOCERA                  3.50                 IDE(AT)   23ms
    KC-80GA           80.0MB HALF                 (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    KYOCERA                  3.50                 SCSI      23ms
    KC-80GS           83.0MB HALF                 (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    LAPINE                   3.50  2  306 17      ST506/412 65ms   5.0Mb
    3522 TITAN        10.0MB HALF  4              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    LAPINE                   3.50  2  615 26      ST506/412 65ms   7.5Mb
    3532 TITAN        32.0MB HALF  4              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    LAPINE                   3.50  1  615 17      ST506/412        5.0Mb
    LT10              10.0MB HALF  2              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    LAPINE                   3.50                 ST506/412 85ms
    LT100             10.0MB HALF

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    LAPINE                   3.50  2  615 17      ST506/412        5.0Mb
    LT20              20.0MB HALF  4              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  53
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    LAPINE                   3.50  2  614 17      ST506/412 65ms   5.0Mb
    LT200             20.0MB HALF  4              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    LAPINE                   3.50  2  614 17      ST506/412        5.0Mb
    LT2000            20.0MB HALF  4              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    LAPINE                   3.50  2  614 26      ST506/412        7.5Mb
    LT300             32.0MB HALF  4              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    LAPINE                   3.50                 SCSI
    LT4000            40.0MB HALF

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    LIBERTY SYSTEMS          2.50                 SCSI      19ms   3.0Mb
    2040C             40.0MB HALF                                  32KB    100K
                                                             PORTABLE, EXTERNAL
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    LIBERTY SYSTEMS          2.50                 SCSI      19ms   3.0Mb
    3020C(P)          20.0MB HALF                                  32KB    100K
                                                 SCSI & PARALLEL PORT, PORTABLE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    LIBERTY SYSTEMS          2.50                 SCSI      19ms   3.0Mb
    3020CT            20.0MB HALF                                  32KB    100K
                                                            CARTRIDGE, PORTABLE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    LIBERTY SYSTEMS          2.50                 SCSI      19ms   3.0Mb
    3040C(P)          40.0MB HALF                                  32KB    100K
                                                 SCSI & PARALLEL PORT, PORTABLE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    LIBERTY SYSTEMS          2.50                 SCSI      19ms   3.0Mb
    3040CT            40.0MB HALF                                  32KB    100K
                                                            CARTRIDGE, PORTABLE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    LIBERTY SYSTEMS          3.50                 SCSI/PA   12ms   3.0Mb
    50105Q(P)        105.0MB HALF                                  64KB     60K
                                                 SCSI & PARALLEL PORT, PORTABLE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    LIBERTY SYSTEMS          3.50                 SCSI/PA   19ms   3.0Mb
    50120C(P)        120.0MB HALF                                  64KB     60K
                                                 CARTRIDGE,SCSI & PARALLEL PORT
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    LIBERTY SYSTEMS          3.50                 SCSI/PAR  12ms   3.0Mb
    5052Q(P)          52.0MB HALF                                  64KB     60K
                                                 SCSI & PARALLEL PORT, PORTABLE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    LIBERTY SYSTEMS          3.50                 SCSI      12ms   3.0Mb
    70105Q           105.0MB HALF                                  64KB     60K
                                                      PARALLEL OPTION, PORTABLE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  54
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    LIBERTY SYSTEMS          3.50                 SCSI       9ms   3.0Mb
    70170Q           170.0MB HALF                                  64KB     50K
                                                      PARALLEL OPTION, PORTABLE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    LIBERTY SYSTEMS          3.50                 SCSI       9ms   3.0Mb
    70210Q           210.0MB HALF                                  64KB     50K
                                                      PARALLEL OPTION, PORTABLE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    LIBERTY SYSTEMS          3.50                 SCSI      12ms   3.5Mb
    70340M           340.0MB HALF                                  32KB    150K
                                                      PARALLEL OPTION, PORTABLE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    LIBERTY SYSTEMS          3.50                 SCSI       9ms   3.0Mb
    7040Q             40.0MB HALF                                  64KB     50K
                                                      PARALLEL OPTION, PORTABLE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    LIBERTY SYSTEMS          3.50                 SCSI      10ms   3.0Mb
    70425Q           425.0MB HALF                                  64KB     50K
                                                      PARALLEL OPTION, PORTABLE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    LIBERTY SYSTEMS          3.50                 SCSI      12ms   3.0Mb
    7052QQ            52.0MB HALF                                  64KB     60K
                                                      PARALLEL OPTION, PORTABLE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    LIBERTY SYSTEMS          5.25                 SCSI      20ms   0.6Mb
    11544S(P)         44.0MB                                        8KB     30K
                                                            CONNS. TO PAR. PORT
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    LIBERTY SYSTEMS          5.25                 SCSI      20ms   0.6Mb
    11588S(P)         88.0MB                                        8KB     30K
                                                            CONNS. TO PAR. PORT
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    LIBERTY SYSTEMS          5.25                 SCSI      20ms   0.6Mb
    22544SD         2x44.0MB                                        8KB     30K
                                                            CONNS. TO PAR. PORT
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    LIBERTY SYSTEMS          5.25                 SCSI      20ms   0.6Mb
    22588SD         2x88.0MB                                        8KB     30K
                                                            CONNS. TO PAR. PORT
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAGTRON                  3.50                 IDE(AT)   19ms  10.8Mb
    MT-3040A          40.2MB HALF  2              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAGTRON                  3.50                 IDE(AT)   17ms  10.8Mb
    MT-3080A          80.7MB HALF  4              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAGTRON                  3.50                 IDE(AT)   15ms  12.0Mb
    MT-3120A         130.4MB HALF  4              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  55
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    MAGTRON          138.0MB 5.25  3 1600 35      ESDI      16ms  10.0Mb  21.0W
    MT-4115E         115.0MB HALF  4      VC      (2,7)RLL  5.0ms          100K
                                     AUTO                            DUAL SERVO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAGTRON          138.0MB 5.25  3 1600 35      SCSI      16ms  10.0Mb  21.0W
    MT-4115S         115.0MB HALF  4      VC      (2,7)RLL  5.0ms          100K
                                     AUTO                            DUAL SERVO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAGTRON          172.0MB 5.25  3 1600 35      ESDI      16ms  10.0Mb  21.0W
    MT-4140E         140.0MB HALF  5      VC      (2,7)RLL  5.0ms          100K
                                     AUTO                            DUAL SERVO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAGTRON          172.0MB 5.25  3 1600 35      SCSI      16ms  10.0Mb  21.0W
    MT-4140S         140.0MB HALF  5      VC      (2,7)RLL  5.0ms          100K
                                     AUTO                            DUAL SERVO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAGTRON          207.0MB 5.25  4 1600 35      ESDI      16ms  10.0Mb  21.0W
    MT-4170E         170.0MB HALF  6      VC      (2,7)RLL  5.0ms          100K
                                     AUTO                            DUAL SERVO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAGTRON          207.0MB 5.25  4 1600 35      SCSI      16ms  10.0Mb  21.0W
    MT-4170S         170.0MB HALF  6      VC      (2,7)RLL  5.0ms          100K
                                     AUTO                            DUAL SERVO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAGTRON          765.0MB 5.25  8 1632 54      ESDI      14ms  15.0Mb  30.0W
    MT-5760E         676.8MB HALF 15      VC      (1,7)RLL  3.0ms  64KB    100K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAGTRON          765.0MB 5.25  8 1632 54      SCSI      14ms  15.0Mb  30.0W
    MT-5760S         673.0MB HALF 15      VC      (1,7)RLL  3.0ms  64KB    100K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAGTRON         1200.0MB 5.25                 SCSI      13ms
    MT-6120S                 FULL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR                   1.80  2              PCMCIA-3
    MXL-105-III      105.0MB 10.5  4 NONE
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR                   2.50  1                        12ms
    25084             84.0MB 10.0    NONE                   2.5ms          350K
                                     AUTO                             4,247 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR                   2.50  3                        12ms
    25252            252.0MB 17.0    NONE                   2.5ms          350K
                                     AUTO                             4,247 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR                   2.50  2 1092 MZ      IDE(AT)   15ms  11.0Mb   2.7W
    2585A APACHE      83.4MB 0.7"  4 NONE VC      (1,7)RLL  3.0ms  32KB    150K
                                     AUTO                 MZR:4-ZONE, 3,551 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  56
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    MAXTOR                   2.50  2 1092 MZ      SCSI      15ms  11.0Mb   2.7W
    2585S APACHE      83.4MB 0.7"  4 NONE VC      (1,7)RLL  3.0ms  32KB    150K
                                     AUTO                 MZR:4-ZONE, 3,551 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR                   3.50  4  733 32      IDE(AT)   27ms  10.0Mb  13.0W
    LXT-100AT         96.0MB HALF  8 NONE VC      (2,7)RLL  4.0ms           40K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR                   3.50  4  733 32      SCSI      27ms  10.0Mb  13.0W
    LXT-100S          96.0MB HALF  8 NONE VC      (2,7)RLL  4.0ms           40K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR           234.0MB 3.50  4 1320 32  816 IDE(AT)   15ms  12.0Mb  10.0W
    LXT-200AT        201.0MB HALF  7 NONE VC  15  (1,7)RLL  3.0ms          150K
                                     AUTO     32
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR           234.0MB 3.50  4 1320 MZ      SCSI      15ms  12.0Mb  10.0W
    LXT-200S         207.0MB HALF  7 NONE VC      (1,7)RLL                 150K
                                     AUTO                            MZR:3-ZONE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR           248.0MB 3.50  4 1320 MZ  683 IDE(AT)   15ms  15.7Mb  10.0W
    LXT-213A         212.7MB HALF  7 NONE VC  16  (1,7)RLL  3.0ms  32KB    150K
                                     AUTO     38                     MZR:6-ZONE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR           248.0MB 3.50  4 1320 MZ      SCSI      15ms  15.7Mb  10.0W
    LXT-213S         212.7MB HALF  7 NONE VC      (1,7)RLL  3.0ms  32KB    150K
                                     AUTO                            MZR:6-ZONE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR           401.0MB 3.50  4 1560 MZ  654 IDE(AT)   15ms  16.0Mb  11.0W
    LXT-340AT        340.0MB HALF  7 NONE VC  16  (1,7)RLL  3.0ms 128KB    150K
                                     AUTO     63         56 BIT ECC, MZR:8-ZONE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR           401.0MB 3.50  4 1560 MZ      SCSI      15ms  16.0Mb  11.0W
    LXT-340S         340.0MB HALF  7 NONE VC      (1,7)RLL  3.0ms 128KB    150K
                                     AUTO                56 BIT ECC, MZR:8-ZONE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR                   3.50  4 1560 MZ      SCSI-2    13ms  16.9Mb  11.0W
    LXT-340SY        340.5MB 41.3  7 NONE VC      (1,7)RLL  3.0ms 128KB    150K
                                     AUTO                56 BIT ECC, MZR:8-ZONE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR           517.0MB 3.50  5 1560 MZ  842 IDE(AT)   13ms  16.0Mb  10.0W
    LXT-437A         437.0MB HALF  9 NONE VC  16  (1,7)RLL  3.0ms 128KB    150K
                                     AUTO     63                     MZR:8-ZONE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR           517.0MB 3.50  5 1560 MZ      SCSI      13ms  16.0Mb  10.0W
    LXT-437S         437.0MB HALF  9 NONE VC      (1,7)RLL  3.0ms 128KB    150K
                                     AUTO                            MZR:8-ZONE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR                   3.50  2  733 32      IDE(AT)   27ms  10.0Mb  13.0W
    LXT-50A           48.0MB HALF  4 NONE VC      (2,7)RLL  4.0ms           40K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  57
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    MAXTOR                   3.50  2  733 32      SCSI      27ms  10.0Mb  13.0W
    LXT-50S           48.0MB HALF  4 NONE VC      (2,7)RLL  4.0ms           40K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR           613.0MB 3.50  6 1560 MZ      IDE(AT)   13ms  40.0Mb  10.0W
    LXT-535A         535.0MB HALF 11 NONE VC      (1,7)RLL  2.5ms 128KB    150K
                                     AUTO                            MZR:8-ZONE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR           613.0MB 3.50  6 1560 MZ      SCSI      13ms  40.0Mb  10.0W
    LXT-535S         535.0MB HALF 11 NONE VC      (1,7)RLL  3.0ms 128KB    150K
                                     AUTO                            MZR:8-ZONE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR                   3.50  8 2512 MZ      SCSI-2     9ms  33.7Mb  13.5W
    MXT-1240S       1240.0MB HALF 15 NONE VC      (1,7)RLL  1.5ms 256KB    300K
                                     AUTO        88BIT ECC,MZR:8-ZONE,6,300 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR                   3.50                 SCSI-2     9ms
    MXT-540S         540.0MB 1.0"    NONE VC      (1,7)RLL
                                     AUTO                             6,300 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR          1202.0MB 5.25  8 1632 MZ      SCSI-2    13ms  23.0Mb  26.0W
    P0-12S PANTHER  1029.0MB FULL 15 NONE VC      RLL       2.0ms 256KB    100K
                                     AUTO                56 BIT ECC, MZR:4-ZONE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR           811.0MB 5.25  5 1778 85      ESDI      13ms  24.3Mb  26.0W
    P1-08E PANTHER   696.0MB FULL  9      VC      RLL       2.0ms          100K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR           811.0MB 5.25  5 1778 85      SCSI-2    13ms  24.3Mb  27.0W
    P1-08S PANTHER   696.0MB FULL  9 NONE VC      RLL       2.0ms 256KB    100K
                                     AUTO                            56 BIT ECC
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR          1234.0MB 5.25  8 1216 85      ESDI      13ms  22.2Mb  26.0W
    P1-12E PANTHER  1051.0MB FULL 15      VC      RLL       2.0ms          150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR          1171.0MB 5.25 10 1216 85      SCSI-2    11ms  24.3Mb  27.0W
    P1-12S PANTHER  1005.0MB FULL 19 NONE VC      RLL       2.0ms 256KB    100K
                                     AUTO                            56 BIT ECC
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR          1351.0MB 5.25  8              ESDI      13ms  24.3Mb  26.0W
    P1-13E PANTHER  1160.0MB FULL 15      VC      RLL       2.0ms          1OOK
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR          1563.0MB 5.25 10              ESDI      13ms  22.2Mb  27.0W
    P1-16E PANTHER  1331.0MB FULL 19      VC      RLL       2.0ms          150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR          1759.0MB 5.25 10 1778 MZ      SCSI-2    13ms  24.3Mb  26.0W
    P1-17S PANTHER  1503.0MB FULL 19 NONE VC      RLL       2.0ms 256KB    100K
                                     AUTO                       56 BIT ECC, MZR
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  58
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    MAXTOR          1712.0MB 5.25 10 1778 85      ESDI      13ms  24.3Mb  27.0W
    P2-17E PANTHER  1470.0MB FULL 19      VC      RLL       2.0ms          100K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR            65.0MB 5.25  4  918 17      ST506/412 28ms   5.0Mb
    XT-1065           56.0MB FULL  7              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR            85.3MB 5.25  5 1024 17      ST506/412 28ms   5.0Mb  25.0W
    XT-1085           71.3MB FULL  8 NONE VC      (1,3)RLL  4.0ms          150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR           105.0MB 5.25  6  918 17      ST506/412 27ms   5.0Mb
    XT-1105           87.0MB FULL 11              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR           120.0MB 5.25  4 1024 26      ST506/412 28ms   7.5Mb  26.5W
    XT-1120R         109.1MB FULL  8              (2,7)RLL  4.0ms           70K

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR           143.4MB 5.25  8  918 17      ST506/412 27ms   5.0Mb  25.0W
    XT-1140          119.9MB FULL 15 NONE VC      (1,3)RLL  4.0ms          150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR           240.0MB 5.25  8 1024 26      ST506/412 28ms   7.5Mb  26.5W
    XT-1240R         204.5MB FULL 15              (2,7)RLL  4.0ms           70K

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR            85.0MB 5.25  4 1224 17      ST506/412 30ms   5.0Mb
    XT-2085           74.0MB FULL  7              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR           140.0MB 5.25  6 1224 17      ST506/412 30ms   5.0Mb
    XT-2140          117.0MB FULL 11              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR           191.2MB 5.25  8 1224 17      ST506/412 29ms   5.0Mb  25.0W
    XT-2190          159.8MB FULL 15 NONE VC      (1,3)RLL  4.0ms          150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR           170.0MB 5.25  5 1224 48      SCSI      30ms  15.0Mb
    XT-3170S         146.0MB FULL  9              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR           280.0MB 5.25  8 1224         SCSI      30ms  15.0Mb
    XT-3280S         244.4MB FULL 15              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR           380.0MB 5.25  8 1224 36      ESDI      27ms  15.0Mb
    XT-3380E                 FULL 15              (2,7)RLL
                                                 OLD MODELS: 35 S/T (HARD SECT)
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  59
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    MAXTOR           380.0MB 5.25  8 1224 36      SCSI      27ms  15.0Mb
    XT-3380S                 FULL 15              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR           179.4MB 5.25  5 1224 36      ESDI      16ms  10.0Mb  27.0W
    XT-4170E         157.9MB FULL  7 NONE VC      (1,7)RLL  2.5ms          150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR           179.4MB 5.25  5 1224 36      SCSI      14ms  10.0Mb  27.0W
    XT-4170S         157.5MB FULL  7 NONE VC      (2,7)RLL  2.5ms  45KB    150K
                                     AUTO                            48 BIT ECC
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR           175.0MB 5.25  4 1224 36      ESDI      27ms  10.0Mb
    XT-4175E         157.0MB FULL  7 NONE VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR           230.7MB 5.25  5 1224 36      ESDI      16ms  10.0Mb  27.0W
    XT-4230E         203.0MB FULL  9 NONE VC      (1,7)RLL  2.5ms          150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR           302.7MB 5.25  6 1224 36      SCSI      16ms  10.0Mb
    XT-4280S         280.0MB FULL 11 NONE VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR           384.5MB 5.25  8 1224 36      ESDI      16ms  10.0Mb  27.0W
    XT-4380E         338.4MB FULL 15 NONE VC      (1,7)RLL  2.5ms          150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR           384.5MB 5.25  8 1224 36      SCSI      16ms  10.0Mb  27.0W
    XT-4380S         337.6MB FULL 15 NONE VC      (1,7)RLL  2.5ms  45KB    150K
                                     AUTO                            48 BIT ECC
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR           410.1MB 5.25  5 1632 54      ESDI      15ms  15.0Mb  27.0W
    XT-8380E         361.0MB FULL  8 NONE VC      (1,7)RLL  2.5ms          150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR           410.1MB 5.25  5 1632 54      ESDI      14ms  15.0Mb  27.0W
    XT-8380EH        361.0MB FULL  8 NONE VC      (1,7)RLL  2.0ms          150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR           410.1MB 5.25  5 1632 54      SCSI      15ms  15.0Mb  27.0W
    XT-8380S         360.3MB FULL  8 NONE VC      (1,7)RLL  2.5ms  45KB    150K
                                     AUTO                            48 BIT ECC
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR           410.1MB 5.25  5 1632 54      SCSI      14ms  15.0Mb  27.0W
    XT-8380SH        360.3MB FULL  8 NONE VC      (1,7)RLL  2.0ms  45KB    150K
                                     AUTO                            48 BIT ECC
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR           615.3MB 5.25  7 1632 54      ESDI      16ms  15.0Mb  27.0W
    XT-8610E         541.4MB FULL 12 NONE VC      (1,7)RLL  3.0ms          150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  60
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    MAXTOR           702.0MB 5.25  8 1490 54      SCSI      17ms  15.0Mb  27.0W
    XT-8702S         616.7MB FULL 15 NONE VC      (1,7)RLL                 150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR           768.9MB 5.25  8 1632 54      ESDI      17ms  15.0Mb  27.0W
    XT-8760E         676.8MB FULL 15 NONE VC      (1,7)RLL  2.5ms          150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR           768.9MB 5.25  8 1632 54      ESDI      14ms  15.0Mb  27.0W
    XT-8760EH        676.8MB FULL 15 NONE VC      (1,7)RLL  2.0ms          150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR           768.9MB 5.25  8 1632 54      SCSI      17ms  15.0Mb  27.0W
    XT-8760S         675.6MB FULL 15 NONE VC      (2,7)RLL  2.5ms  45KB    150K
                                     AUTO                            48 BIT ECC
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR           768.9MB 5.25  8 1632 54      SCSI      15ms  15.0Mb  27.0W
    XT-8760SH        675.6MB FULL 15 NONE VC      (2,7)RLL  2.0ms  45KB    150K
                                     AUTO                            48 BIT ECC
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR           800.5MB 5.25  8 1274 71      ESDI      14ms  20.1Mb  27.0W
    XT-8800E         694.7MB FULL 15 NONE VC      (1,7)RLL  2.0ms          150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR COLORADO   50.0MB 3.50  1 1170 36      IDE(AT)   17ms  10.8Mb   3.6W
    7040A CHEYENNE    40.7MB 1.0"  2 NONE VC      (1,7)RLL  6.0ms  32KB    150K
                                     AUTO                             3,703 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR COLORADO   50.0MB 3.50  1 1155 36      SCSI      17ms  10.8Mb   4.1W
    7040S CHEYENNE    40.7MB 1.0"  2 NONE VC      (1,7)RLL  5.0ms  32KB    150K
                                     AUTO                             3,703 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR COLORADO   76.5MB 3.50  1 1516 42      IDE(AT)   15ms  12.0Mb   4.5W
    7060A CHEYENNE    65.2MB 1.0"  2 NONE VC      (2,7)RLL  3.0ms  64KB    150K
                                     AUTO                             3,524 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR COLORADO   76.5MB 3.50  1 1516 42      SCSI      15ms  12.0Mb   4.5W
    7060S CHEYENNE    65.2MB 1.0"  2 NONE VC      (2,7)RLL  3.0ms  64KB    150K
                                     AUTO                             3,524 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR COLORADO  101.0MB 3.50  2 1170 36  981 IDE(AT)   17ms  10.8Mb   3.7W
    7080A CHEYENNE    81.4MB 1.0"  4 NONE VC  10  (1,7)RLL  6.0ms  32KB    150K
                                     AUTO     17                      3,703 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR COLORADO  101.0MB 3.50  2 1155 36      SCSI      17ms  10.8Mb   4.5W
    7080S CHEYENNE    80.7MB 1.0"  4 NONE VC      (1,7)RLL  5.0ms  32KB    150K
                                     AUTO                             3,703 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR COLORADO  153.1MB 3.50  2 1516 42  936 IDE(AT)   15ms  12.0Mb   4.5W
    7130A CHEYENNE   130.4MB 1.0"  4 NONE VC  16  (2,7)RLL  3.0ms  64KB    150K
                                     AUTO     17          aka: 7120A, 3,524 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  61
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    MAXTOR COLORADO  153.1MB 3.50  2 1516 42      SCSI      15ms  12.0Mb   4.5W
    7130S CHEYENNE   130.4MB 1.0"  4 NONE VC      (2,7)RLL  3.0ms  64KB    150K
                                     AUTO                 aka: 7120S, 3,524 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR COLORADO          3.50  2 1698 MZ  683 IDE(AT)   15ms  22.6Mb   3.6W
    7213A CHEYENNE   212.8MB 1.0"  4 NONE VC  16  (1,7)RLL  3.0ms  64KB    150K
                                     AUTO     38                 MZR, 3,551 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR COLORADO          3.50  2 1698 MZ      SCSI      15ms  22.6Mb   3.6W
    7213S CHEYENNE   212.7MB 1.0"  4 NONE VC      (1,7)RLL  3.0ms  64KB    150K
                                     AUTO                        MZR, 3,551 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MAXTOR COLORADO   51.3MB 3.50  2  745 28      IDE(AT)   28ms   8.0Mb   8.0W
    8051A             42.7MB HALF  4      VC      (2,7)RLL  8.0ms  32KB    150K
                                     AUTO                             3,484 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MEGADRIVE                3.50    1019         SCSI      19ms  10.0Mb  10.0W
    P-105            105.0MB HALF                 (2,7)RLL  6.0ms           50K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MEGADRIVE                3.50    1123         SCSI      14ms  10.0Mb  11.0W
    P-120            120.0MB HALF                 (2,7)RLL  4.0ms           50K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MEGADRIVE                3.50    1123         SCSI      14ms  10.0Mb  11.0W
    P-170            170.0MB HALF                 (2,7)RLL  4.0ms           50K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MEGADRIVE                3.50    1156         SCSI      14ms  10.0Mb  12.0W
    P-210            210.0MB HALF                 (2,7)RLL  4.0ms           50K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MEGADRIVE                3.50     834         SCSI      19ms   7.5Mb   9.0W
    P-42              42.0MB HALF                 (2,7)RLL  6.0ms           50K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MEGADRIVE                3.50                 SCSI       9ms
    P-425            425.0MB HALF                 (2,7)RLL                  75K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MEGADRIVE                3.50     834         SCSI      19ms  10.0Mb   9.0W
    P-84              84.0MB HALF                 (2,7)RLL  6.0ms           50K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MEGADRIVE                5.60                 SCSI                     2.0W
    BASE-1(DRV)              FULL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MEGADRIVE                7.50                 SCSI                     2.0W
    BASE-2(DRV)              3-HH

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  62
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    MEMOREX                        1  320 17      ST506/412        5.0Mb
    321                5.0MB       2  128         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MEMOREX                        2  320 17      ST506/412        5.0Mb
    322               10.0MB       4  128         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MEMOREX                        3  320 17      ST506/412        5.0Mb
    323               15.0MB       6  128         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MEMOREX                        4  320 17      ST506/412        5.0Mb
    324               20.0MB       8  128         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MEMOREX                        1  612 17      ST506/412        5.0Mb
    450               10.0MB       2  350         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MEMOREX                        2  961 17      ST506/412        5.0Mb
    512               25.0MB       3  480         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MEMOREX                        3  961 17      ST506/412        5.0Mb
    513               41.0MB       5  480         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MEMOREX                        4  961 17      ST506/412        5.0Mb
    514               58.0MB       7  480         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MEMTECH                            32 32      PC-BUS    .5ms   4.6Mb   5.1W
    PCB902             2.0MB       4
                                                       PLUG-IN SOLID STATE DISK
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MEMTECH                           256 16      PC-BUS    .5ms   4.6Mb   2.0W
    PCE910             8.0MB       4
                                                       PLUG-IN SOLID STATE DISK
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MEMTECH                           128 16      PC-BUS    .5ms   4.6Mb   1.5W
    PCF912             4.0MB       4
                                                  PLUG-IN S.S.DISK/FLASH MEMORY
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MEMTECH                           128 16      PC-BUS    .5ms   4.6Mb   1.5W
    PCF914             4.0MB       4
                                                  PLUG-IN S.S.DISK/FLASH MEMORY
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MEMTECH                  3.50     128 16      SCSI      .8ms   4.6Mb   1.8W
    SSD903             4.0MB HALF  4
                                                               SOLID STATE DISK
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  63
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    MEMTECH                  3.50                 SCSI-2                   1.3W
    SSD924            24.0MB HALF
                                                               SOLID STATE DISK
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICRO SOLUTIONS          3.50                 LPT1
    BACKPACK HD100   100.0MB HALF
                                                  EXT, CONNECTS TO PRINTER PORT
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICRO SOLUTIONS          3.50                 LPT1
    BACKPACK HD200   200.0MB HALF
                                                  EXT, CONNECTS TO PRINTER PORT
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICRO SOLUTIONS          3.50                 LPT1
    BACKPACK HD40     40.0MB HALF
                                                  EXT, CONNECTS TO PRINTER PORT
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICRONET                                      SCSI
                      40.0MB

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICRONET                                      SCSI
                      42.0MB
                                                                REMOVABLE MEDIA
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICRONET                                      SCSI
                      50.0MB
                                                                REMOVABLE MEDIA
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICRONET                                      SCSI
                      80.0MB

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICRONET                                      SCSI
                     100.0MB

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICRONET                                      SCSI
                     200.0MB

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS               3.50  3 1140 MZ      IDE(AT)   15ms
    1743-5           112.0MB HALF  5      VC
                                     AUTO                                   MZR
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS               3.50  3 1140 MZ      IDE(AT)   15ms
    1744-6           135.0MB HALF  6      VC
                                     AUTO                                   MZR
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS               3.50  4 1140 MZ      IDE(AT)   15ms
    1744-7           157.0MB HALF  7      VC
                                     AUTO                                   MZR
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  64
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    MICROPOLIS               3.50  4 1140 MZ      IDE(AT)   15ms   7.5Mb
    1745-8           180.0MB HALF  8      VC      (2,7)RLL
                                     AUTO                                   MZR
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS               3.50  5 1140 MZ      IDE(AT)   15ms   7.5Mb
    1745-9           202.0MB HALF  9      VC      (2,7)RLL
                                     AUTO                                   MZR
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS               3.50  3 1140 MZ      SCSI      15ms
    1773-5           112.0MB HALF  5      VC      (2,7)RLL
                                     AUTO                                   MZR
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS               3.50  3 1140 MZ      SCSI      15ms
    1774-6           135.0MB HALF  6      VC      (2,7)RLL
                                     AUTO                                   MZR
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS               3.50  4 1140 MZ      SCSI      15ms
    1774-7           157.0MB HALF  7      VC      (2,7)RLL
                                     AUTO                                   MZR
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS               3.50  4 1140 MZ      SCSI      15ms
    1775-8           180.0MB HALF  8      VC      (2,7)RLL
                                     AUTO                                   MZR
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS               3.50  5 1140 MZ      SCSI      15ms
    1775-9           202.0MB HALF  9      VC      (2,7)RLL
                                     AUTO                                   MZR
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS       650.0MB 3.50  5 1760 MZ      SCSI-2    10ms  32.0Mb  12.0W
    2105-8           560.0MB HALF  8 NONE VC                1.5ms          300K
                                     AUTO                        MZR, 5,400 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS       650.0MB 3.50  5 1760 MZ      IDE(AT)   10ms  32.0Mb  11.5W
    2105A            560.0MB HALF  8 NONE VC                1.5ms          300K
                                     AUTO                        MZR, 5,400 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS      1209.0MB 3.50  8 1747 MZ      SCSI-2    10ms  32.0Mb  12.0W
    2112-15         1050.0MB HALF 15 NONE VC      RLL       1.5ms 256KB    300K
                                     AUTO                        MZR, 5,400 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS      1220.0MB 3.50  8 1760 MZ      IDE(AT)   10ms  32.0Mb  11.5W
    2112A-15        1050.0MB HALF 15 NONE VC                1.5ms          300K
                                     AUTO                        MZR, 5,400 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS        25.9MB 5.25  2  830 17      ST506/412 30ms   5.0Mb  29.0W
    1302              20.4MB FULL  3      VC      (1,3)RLL  6.0ms           20K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS        43.3MB 5.25  3  830 17      ST506/412 30ms   5.0Mb  29.0W
    1303              34.0MB FULL  5      VC      (1,3)RLL  6.0ms           20K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  65
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    MICROPOLIS        51.8MB 5.25  4  830 17      ST506/412 30ms   5.0Mb  29.0W
    1304              40.8MB FULL  6      VC      (1,3)RLL  6.0ms           20K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS        42.7MB 5.25  3 1024 17      ST506/412 28ms   5.0Mb  29.0W
    1323              35.6MB FULL  4      VC      (1,3)RLL  6.0ms           35K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS        53.3MB 5.25  3 1024 17      ST506/412 28ms   5.0Mb  29.0W
    1323A             44.5MB FULL  5      VC      (1,3)RLL  6.0ms           35K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS        64.0MB 5.25  4 1024 17      ST506/412 28ms   5.0Mb  29.0W
    1324              53.4MB FULL  6      VC      (1,3)RLL  6.0ms           35K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS        74.7MB 5.25  4 1024 17      ST506/412 28ms   5.0Mb  29.0W
    1324A             62.3MB FULL  7      VC      (1,3)RLL  6.0ms           35K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS        85.3MB 5.25  5 1024 17      ST506/412 28ms   5.0Mb  29.0W
    1325              71.3MB FULL  8      VC      (1,3)RLL  6.0ms           35K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS        42.7MB 5.25  3 1024 17      ST506/412 28ms   5.0Mb  29.0W
    1333              35.6MB FULL  4      VC      (1,3)RLL  6.0ms           25K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS        53.3MB 5.25  3 1024 17      ST506/412 28ms   5.0Mb  29.0W
    1333A             44.5MB FULL  5      VC      (1,3)RLL  6.0ms           25K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS        64.0MB 5.25  4 1024 17      ST506/412 28ms   5.0Mb  29.0W
    1334              53.4MB FULL  6      VC      (1,3)RLL  6.0ms           25K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS        74.7MB 5.25  4 1024 17      ST506/412 28ms   5.0Mb  29.0W
    1334A             62.3MB FULL  7      VC      (1,3)RLL  6.0ms           25K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS        85.3MB 5.25  5 1024 17      ST506/412 28ms   5.0Mb  29.0W
    1335              71.3MB FULL  8      VC      (1,3)RLL  6.0ms           25K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS               5.25  1 1024 36      ESDI      23ms  10.0Mb
    1352              32.0MB FULL  2      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS               5.25  2 1024 36      ESDI      23ms  10.0Mb
    1352A             41.0MB FULL  3      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  66
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    MICROPOLIS        85.3MB 5.25  3 1024 36      ESDI      23ms  10.0Mb  32.0W
    1353              75.4MB FULL  4      VC      (2,7)RLL  5.0ms          150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS       106.6MB 5.25  3 1024 36      ESDI      23ms  10.0Mb  32.0W
    1353A             94.2MB FULL  5      VC      (2,7)RLL  5.0ms          150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS       127.9MB 5.25  4 1024 36      ESDI      23ms  10.0Mb  32.0W
    1354             113.1MB FULL  6      VC      (2,7)RLL  5.0ms          150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS       149.3MB 5.25  4 1024 36      ESDI      23ms  10.0Mb  32.0W
    1354A            131.9MB FULL  7      VC      (2,7)RLL  5.0ms          150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS       170.6MB 5.25  5 1024 36      ESDI      23ms  10.0Mb  32.0W
    1355             150.8MB FULL  8      VC      (2,7)RLL  5.0ms          150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS        85.3MB 5.25  3 1024 36      SCSI      23ms  12.8Mb  35.0W
    1373              72.9MB FULL  4      VC      (2,7)RLL  5.0ms  16KB     30K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS       106.6MB 5.25  3 1024 36      SCSI      23ms  12.8Mb  35.0W
    1373A             91.2MB FULL  5      VC      (2,7)RLL  5.0ms  16KB     30K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS       127.9MB 5.25  4 1024 36      SCSI      23ms  12.8Mb  35.0W
    1374             109.4MB FULL  6      VC      (2,7)RLL  5.0ms  16KB     30K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS       149.3MB 5.25  4 1024 36      SCSI      23ms  12.8Mb  35.0W
    1374A            127.7MB FULL  7      VC      (2,7)RLL  5.0ms  16KB     30K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS       170.6MB 5.25  5 1024 36      SCSI      23ms  12.8Mb  35.0W
    1375             145.9MB FULL  8      VC      (2,7)RLL  5.0ms  16KB     30K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS               5.25  5 1840 72      ESDI      14ms  20.0Mb
    1516-10S         678.0MB FULL 10      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS               5.25  7 1925 72      ESDI      14ms  20.0Mb
    1517-13          922.0MB FULL 13      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS      1120.0MB 5.25  7 1925 72      ESDI      14ms  20.0Mb
    1518-14          993.0MB FULL 14      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  67
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    MICROPOLIS      1534.0MB 5.25  8 2104 83      ESDI      15ms  23.3Mb  24.0W
    1518-15         1341.0MB FULL 15      VC      (2,7)RLL  4.0ms          150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS      1535.0MB 5.25  8 2100 84      SCSI-2    15ms  23.3Mb  24.OW
    1528-15[D]      1342.0MB FULL 15      VC      (2,7)RLL  4.0ms 256KB    150K
                                     AUTO                            48 BIT ECC
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS      1043.0MB 5.25  8 1669 71      ESDI      15ms  23.3Mb  24.0W
    1538-15          910.0MB FULL 15      VC      (2,7)RLL  4.0ms          150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS      2000.0MB 5.25  8 2099 MZ      SCSI-2F   14ms  32.0Mb  24.0W
    1548-15[D][HS]  1735.0MB FULL 15      VC                2.5ms 256KB    150K
                                     AUTO               48 BIT ECC, FAST SCSI-2
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS       280.0MB 5.25  6 1224 36      ESDI      18ms  10.0Mb  29.0W
    1556-11          248.0MB FULL 11      VC      (2,7)RLL  4.0ms           30K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS       305.0MB 5.25  7 1224 36      ESDI      18ms  10.0Mb  29.0W
    1557-12          270.0MB FULL 12      VC      (2,7)RLL  4.0ms           30K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS       331.0MB 5.25  7 1224 36      ESDI      18ms  10.0Mb  29.0W
    1557-13          293.0MB FULL 13      VC      (2,7)RLL  4.0ms           30K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS       356.0MB 5.25  8 1224 36      ESDI      18ms  10.0Mb  29.0W
    1558-14          315.0MB FULL 14      VC      (2,7)RLL  4.0ms           30K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS       382.3MB 5.25  8 1224 36      ESDI      18ms  10.0Mb  32.0W
    1558-15          338.1MB FULL 15      VC      (2,7)RLL  4.0ms          150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS       561.0MB 5.25  6 1632 54      ESDI      16ms  15.0Mb  29.0W
    1566-11          496.0MB FULL 11      VC      (2,7)RLL  4.0ms           30K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS       612.0MB 5.25  7 1632 54      ESDI      16ms  15.0Mb  29.0W
    1567-12          541.0MB FULL 12      VC      (2,7)RLL  4.0ms           30K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS       663.0MB 5.25  7 1632 54      ESDI      16ms  15.0Mb  29.0W
    1567-13          586.0MB FULL 13      VC      (2,7)RLL  4.0ms           30K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS       714.0MB 5.25  8 1632 54      ESDI      16ms  15.0Mb  29.0W
    1568-14          631.0MB FULL 14      VC      (2,7)RLL  4.0ms           30K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  68
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    MICROPOLIS       765.0MB 5.25  8 1632 54      ESDI      16ms  15.0Mb  29.0W
    1568-15          676.0MB FULL 15      VC      (2,7)RLL  4.0ms          150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS       280.0MB 5.25  6 1220 36      SCSI      18ms  10.0Mb  31.0W
    1576-11          243.0MB FULL 11      VC      (2,7)RLL  4.0ms  64KB     30K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS       305.0MB 5.25  7 1220 36      SCSI      18ms  10.0Mb  31.0W
    1577-12          266.0MB FULL 12      VC      (2,7)RLL  4.0ms  64KB     30K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS       331.0MB 5.25  7 1220 36      SCSI      18ms  10.0Mb  31. W
    1577-13          287.0MB FULL 13      VC      (2,7)RLL  4.0ms  64KB     30K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS       356.0MB 5.25  8 1220 36      SCSI      18ms  10.0Mb  31.0W
    1578-14          310.0MB FULL 14      VC      (2,7)RLL  4.0ms  64KB     30K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS       382.3MB 5.25  8 1224 36      SCSI      16ms  10.0Mb  32.0W
    1578-15[D]       331.7MB FULL 15      VC      (2,7)RLL  4.0ms  64KB    150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS       561.0MB 5.25  6 1628 54      SCSI      16ms  15.0Mb  31.0W
    1586-11          490.0MB FULL 11      VC      (2,7)RLL  2.0ms           30K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS       612.0MB 5.25  7 1628 54      SCSI      16ms  15.0Mb  31.0W
    1587-12          535.0MB FULL 12      VC      (2,7)RLL  2.0ms           30K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS       663.0MB 5.25  7 1628 54      SCSI      16ms  15.0Mb  31.0W
    1587-13          579.0MB FULL 13      VC      (2,7)RLL  2.0ms           30K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS       714.0MB 5.25  8 1628 54      SCSI      16ms  15.0Mb  31.0W
    1588-14          624.0MB FULL 14      VC      (2,7)RLL  2.0ms           30K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS       764.9MB 5.25  8 1632 54      SCSI1/2   16ms  15.0Mb  24.0W
    1588-15[D][HS]   667.6MB FULL 15      VC      (2,7)RLL  2.0ms  64KB    150K
                                     AUTO          48 BIT ECC, OPT. 256KB CACHE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS               5.25  5 1834 72      SCSI      14ms
    1596-10S         668.0MB FULL 10      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS               5.25  7 1919 72      SCSI      14ms
    1597-13          909.0MB FULL 13      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  69
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    MICROPOLIS               5.25  7 1919 72      SCSI      14ms
    1598-14          979.0MB FULL 14      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS      1203.0MB 5.25  8 1919 72      SCSI-2    14ms  32.0Mb  30.0W
    1598-15[D][HS]  1034.6MB FULL 15      VC      (2,7)RLL  4.0ms 256KB    150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS       765.0MN 5.25  4 2112 MZ      SCSI-2F   16ms  26.0Mb  14.0W
    1624-7           668.0MB HALF  7      VC                2.5ms 256KB    150K
                                     AUTO               48 BIT ECC, FAST SCSI-2
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS       104.0MB 5.25  3 1249 36      ESDI      16ms  10.0Mb  14.0W
    1653-4            92.0MB HALF  4      VC      (2,7)RLL  4.0ms          150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS       130.0MB 5.25  3 1249 36      ESDI      16ms  10.0Mb  14.0W
    1653-5           115.0MB HALF  5      VC      (2,7)RLL  4.0ms          150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS       156.1MB 5.25  4 1249 36      ESDI      16ms  10.0Mb  14.0W
    1654-6           138.0MB HALF  6      VC      (2,7)RLL  4.0ms          150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS       182.1MB 5.25  4 1249 36      ESDI      16ms  10.0Mb  14.0W
    1654-7           161.0MB HALF  7      VC      (2,7)RLL  4.0ms          150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS               5.25  2 1780         ESDI      14ms  15.0Mb  15.0W
    1663-4           197.0MB HALF  4      VC      (2,7)RLL                 150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS               5.25  3 1780         ESDI      14ms  15.0Mb  15.0W
    1663-5           246.0MB HALF  5      VC      (2,7)RLL                 150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS               5.25  3 1780         ESDI      14ms  15.0Mb  15.0W
    1664-6           295.0MB HALF  6      VC      (2,7)RLL                 150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS       389.3MB 5.25  4 1780 54      ESDI      14ms  15.0Mb  14.0W
    1664-7           344.4MB HALF  7      VC      (2,7)RLL  4.0ms          150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS       104.0MB 5.25  3 1249 36      SCSI      16ms  10.0Mb  15.0W
    1673-4            90.3MB HALF  4      VC      (2,7)RLL  4.0ms          150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS       130.0MB 5.25  3 1249 36      SCSI      16ms  10.0Mb  15.0W
    1673-5           112.6MB HALF  5      VC      (2,7)RLL  4.0ms          150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  70
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    MICROPOLIS       156.1MB 5.25  4 1249 36      SCSI      16ms  10.0Mb  15.0W
    1674-6           135.5MB HALF  6      VC      (2,7)RLL  4.0ms          150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS       182.1MB 5.25  4 1249 36      SCSI      16ms  10.0Mb  15.0W
    1674-7[HS]       157.8MB HALF  7      VC      (2,7)RLL  4.0ms  64KB    150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS               5.25  2 1780 54      SCSI      14ms  12.0Mb  15.0W
    1683-4           193.0MB HALF  4      VC      (2,7)RLL                 150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS               5.25  3 1780 54      SCSI      14ms  12.0Mb  15.0W
    1683-5           242.0MB HALF  5      VC      (2,7)RLL                 150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS               5.25  3 1780 54      SCSI      14ms  12.0Mb  15.0W
    1684-6           291.0MB HALF  6      VC      (2,7)RLL                 150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS       389.3MB 5.25  4 1780 54      SCSI      14ms  15.0Mb  14.8W
    1684-7[HS]       339.6MB HALF  7      VC      (2,7)RLL  4.0ms  64KB    150K
                                     AUTO                    48 BIT ECC, MAC/PC
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS      1600.0MB 5.25  8 2112 MZ      SCSI-2F   12ms  35.0Mb  24.0W
    1908-15[D][HS]  1408.0MB FULL 15      VC                2.5ms 256KB    150K
                                     AUTO             48BIT ECC, 5,400 RPM, MZR
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS      2440.0MB 5.25 11 2280 MZ      SCSI-2    12ms  35.0Mb  30.0W
    1924-21         2100.0MB FULL 21      VC                2.0ms          250K
                                     AUTO                        MZR, 5,400 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS      2400.0MB 5.25  8              SCSI-2F   12ms          30.0W
    1924[D][HS]     2070.0MB FULL 15      VC                      256KB    150K
                                     AUTO        48BIT ECC, 5,400 RPM,FAST SCSI
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROPOLIS      3600.0MB 5.25                 SCSI-2F   12ms
    1936[D,WF]               FULL         VC                      256KB
                                                 [D]DIFF,[FW]FAST/WIDE,5400 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROSCIENCE             3.50  3 1024 17      ST506/412 18ms   5.0Mb  10.0W
    4050              44.5MB HALF  5      VC      (1,3)RLL                  36K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROSCIENCE             3.50  3 1024         ST506/412 18ms   7.5Mb  10.0W
    4060              66.8MB HALF  5      VC      (2,7)RLL                  36K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROSCIENCE             3.50  4 1024 17      ST506/412 18ms   5.0Mb  11.0W
    4070              62.3MB HALF  7      VC      (1,3)RLL                  36K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  71
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    MICROSCIENCE     111.0MB 3.50  4 1024         ST506/412 18ms   7.5Mb  11.0W
    4090              93.4MB HALF  7      VC      (2,7)RLL                  36K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROSCIENCE             3.50                 ESDI      18ms
    5040              47.2MB HALF  3      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROSCIENCE     140.0MB 3.50  4  855 36      ESDI      18ms  10.0Mb  10.0W
    5100             110.3MB HALF  7      VC      (2,7)RLL  4.0ms           60K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROSCIENCE             3.50  4  960 35      ESDI      18ms  10.0Mb
    5100-20          120.0MB HALF  7      VC      (2,7)RLL  4.0ms           60K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROSCIENCE     140.0MB 3.50  4  855 36      SCSI      18ms  10.0Mb  11.0W
    6100             107.0MB HALF  7      VC      (2,7)RLL  4.0ms           60K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROSCIENCE             3.50  4  960 35      SCSI      18ms  10.0Mb
    6100-20          120.0MB HALF  7      VC      (2,7)RLL  4.0ms           60K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROSCIENCE             3.50  2  855 36      IDE(AT)   18ms  10.0Mb
    7040              47.2MB HALF  3      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROSCIENCE     124.6MB 3.50  4  855 35      IDE(AT)   18ms  10.0Mb  11.0W
    7100             107.3MB HALF  7      VC      (2,7)RLL  4.0ms  32KB     60K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROSCIENCE     139.9MB 3.50  4  960 35      IDE(AT)   18ms  10.0Mb  11.0W
    7100-20          120.4MB HALF  7      VC      (2,7)RLL  4.0ms  32KB     60K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROSCIENCE     232.7MB 3.50  4 1277 44      IDE(AT)   18ms  12.5Mb  11.0W
    7200             201.4MB HALF  7      VC      (2,7)RLL  4.0ms  32KB     60K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROSCIENCE             3.50                 IDE(AT)   18ms
    8040              42.0MB HALF  2      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROSCIENCE    1200.0MB 5.25  8 1921 72      ESDI      13ms  20.0Mb  30.0W
    21200           1062.2MB FULL 15      VC      RLL       3.0ms  64KB    100K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROSCIENCE     777.0MB 5.25  8 1658 54      ESDI      14ms  15.0Mb  30.0W
    2777             687.6MB FULL 15      VC      RLL       3.0ms  64KB    100K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  72
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    MICROSCIENCE    1200.0MB 5.25  8 1921 72      SCSI-2    13ms  20.0Mb  30.0W
    31200           1062.2MB FULL 15      VC      RLL       3.0ms  64KB    100K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROSCIENCE     777.0MB 5.25  8 1658 54      SCSI-2    14ms  15.0Mb  30.0W
    3777             687.6MB FULL 15      VC      RLL       3.0ms  64KB    100K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROSCIENCE     414.0MB 5.25  5              ESDI      14ms  15.0Mb
    FH-2414          366.0MB FULL         VC                3.0ms
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROSCIENCE     777.0MB 5.25                 ESDI      14ms  15.0Mb
    FH-2777E                 FULL         VC      (2,7)RLL                  50K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROSCIENCE     777.0MB 5.25                 SCSI      14ms  15.0Mb
    FH-2777S                 FULL         VC      (2,7)RLL                  50K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROSCIENCE    1200.0MB 5.25                 SCSI      14ms
    FH-31200S       1060.0MB FULL         VC
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROSCIENCE     414.0MB 5.25  5              SCSI      14ms  15.0Mb
    FH-3414          366.0MB FULL         VC                3.0ms
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROSCIENCE    1200.0MB 5.25                 ESDI      14ms  15.0Mb
    FH-3777E                 FULL         VC      (2,7)RLL                  50K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROSCIENCE    1200.0MB 5.25                 SCSI      14ms  15.0Mb
    FH-3777S                 FULL         VC      (2,7)RLL                  50K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROSCIENCE      50.0MB 5.25  3 1024 17      ST506/412 28ms   5.0Mb  14.0W
    HH-1050           44.6MB HALF  5      VC      (1,3)RLL                  99K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROSCIENCE      68.2MB 5.25  3 1024 26      ST506/412 28ms   7.5Mb  14.0W
    HH-1060           65.5MB HALF  5              (2,7)RLL                  99K

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROSCIENCE      75.0MB 5.25  4 1024 17      ST506/412 28ms   5.0Mb
    HH-1075           62.4MB HALF  7      VC      (1,3)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROSCIENCE      80.0MB 5.25  3 1024 26      ST506/412 28ms   7.5Mb
    HH-1080           65.5MB HALF  5      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  73
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    MICROSCIENCE      90.0MB 5.25  4 1314 17      ST506/412 28ms   5.0Mb  11.0W
    HH-1090           80.1MB HALF  7      VC      (1,3)RLL                  40K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROSCIENCE      95.4MB 5.25  4 1024 26      ST506/412 28ms   7.5Mb
    HH-1095                  HALF  7      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROSCIENCE     122.4MB 5.25  4 1314 26      ST506/412 28ms   7.5Mb  11.0W
    HH-1120           95.4MB HALF  7      VC      (2,7)RLL                  40K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROSCIENCE             5.25                 ESDI      28ms  10.0Mb
    HH-2085                  HALF                 (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROSCIENCE     149.3MB 5.25  4 1024 33      ESDI      28ms  10.0Mb  12.0W
    HH-2120          121.1MB HALF  7      VC      (2,7)RLL                  40K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROSCIENCE             5.25  4 1276         ESDI      28ms  10.0Mb  12.0W
    HH-2160          160.1MB HALF  7      VC      (2,7)RLL                  40K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROSCIENCE             5.25  2  306 17      ST506/412        5.0Mb
    HH-312            10.0MB HALF  4              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROSCIENCE             5.25  3 1314 26      SCSI      28ms   7.5Mb  12.0W
    HH-3120          121.1MB HALF  5      VC      (2,7)RLL                  40K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROSCIENCE             5.25  2  306 17      ST506/412        5.0Mb
    HH-315            10.0MB HALF  4              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROSCIENCE             5.25  4 1314         SCSI      28ms  10.0Mb  12.0W
    HH-3160          169.5MB HALF  7      VC      (2,7)RLL                  40K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROSCIENCE      25.0MB 5.25  2  612 17      ST506/412 80ms   5.0Mb
    HH-325            21.0MB HALF  4              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROSCIENCE             5.25  2  612 26      ST506/412 99ms   7.5Mb
    HH-330            32.0MB HALF  4              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROSCIENCE      12.0MB 5.25  2  306 17      ST506/412 85ms   5.0Mb
    HH-612            10.9MB HALF  4              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  74
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    MICROSCIENCE      25.0MB 5.25  2  612 17      ST506/412        5.0Mb
    HH-625            21.0MB HALF  4              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROSCIENCE      12.0MB 5.25  1  612 17      ST506/412  *ms   5.0Mb
    HH-712            10.0MB HALF  2              (1,3)RLL
                                                                        * 105ms
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROSCIENCE      25.0MB 5.25  2  612 17      ST506/412  *ms   5.0Mb
    HH-725            21.0MB HALF  4              (1,3)RLL
                                                                        * 105ms
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROSCIENCE             5.25  2  612 26      ST506/412  *ms   7.5Mb
    HH-738            32.0MB HALF  4              (2,7)RLL
                                                                        * 105ms
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROSCIENCE      25.0MB 5.25  2  615 17      ST506/412 65ms   5.0Mb
    HH-825            21.0MB HALF  4              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MICROSCIENCE             5.25  2  615 26      ST506/412 65ms   7.5Mb
    HH-830            38.0MB HALF  4              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE               3.50  1 1170 36      IDE(AT)   19ms  10.8Mb   3.6W
    MS7040A           42.1MB 1.0"  2 NONE VC      (1,7)RLL  4.0ms  32KB    150K
                                     AUTO                             3,703 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE               3.50  1 1155 36      SCSI      17ms  10.8Mb   4.1W
    MS7040S           40.0MB 1.0"  2      VC      (1,7)RLL  5.0ms  32KB    150K
                                     AUTO                             3,703 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE       101.0MB 3.50  2 1170 36  981 IDE(AT)   19ms  10.8Mb   3.7W
    MS7080A           81.4MB 1.0"  4 NONE VC  10  (1,7)RLL  4.0ms  32KB    150K
                                     AUTO     17                      3,703 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE       101.0MB 3.50  2 1155 36      SCSI      17ms  10.8Mb   4.5W
    MS7080S           80.7MB 1.0"  4 NONE VC      (1,7)RLL  5.0ms  32KB    150K
                                     AUTO                             3,703 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE       153.1MB 3.50  2 1516 42  936 IED(AT)   15ms  12.0Mb   4.5W
    MS7120A          130.4MB 1.0"  4 NONE VC  16  (1,7)RLL         64KB    150K
                                     AUTO     17                      3,703 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE        48.0MB 3.50                 SCSI      30ms
    MS8048            40.0MB HALF
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE        51.3MB 3.50  2  745 28      IDE(AT)   28ms   8.0Mb   8.0W
    MS8051A           42.7MB HALF  4 NONE VC      (2,7)RLL  8.0ms  32KB    150K
                                     AUTO                             3,484 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  75
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    MINISCRIBE        51.3MB 3.50  2  793 28      SCSI      28ms   8.0Mb   8.0W
    MS8051S           45.1MB HALF  4 NONE VC      (2,7)RLL  8.0ms  32KB    150K
                                     AUTO                             3,484 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE        12.0MB 3.50  1  615 17      ST506/412 68ms   5.0Mb
    MS8212            10.0MB HALF  2  128 SM      (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE        24.0MB 3.50  1  771 26      ST506/412 68ms   7.5Mb  12.0W
    MS8225            20.3MB HALF  2  128 SM      (2,7)RLL                  20K
                                      810
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE        25.0MB 3.50  1  747 28      IDE(AT)   28ms   8.0Mb
    MS8225A1          21.4MB HALF  2 NONE SM      (2,7)RLL
                                      810
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE        25.0MB 3.50  1  747 28      IDE(AT)   40ms   7.5Mb  12.0W
    MS8225AT          21.4MB HALF  2 NONE SM      (2,7)RLL  12.0m           30K
                                      810
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE        25.0MB 3.50  1  804 26      SCSI      68ms   7.5Mb
    MS8225S           20.0MB HALF  2      SM      (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE        25.2MB 3.50  1  805 26      IDE(XT)   68ms   7.5Mb  12.0W
    MS8225XT          21.4MB HALF  2 NONE SM      (2,7)RLL  15.0m           30K
                                      820
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE        12.0MB 3.50  2  306 17      ST506/412 50ms   5.0Mb
    MS8412            10.6MB HALF  4  128 SM      (1,3)RLL
                                      336
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE        25.6MB 3.50  2  615 17      ST506/412 68ms   5.0Mb   9.9W
    MS8425            21.4MB HALF  4  128 SM      (1,3)RLL
                                      664
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE        25.6MB 3.50  2  615 17      ST506/412 40ms   5.0Mb  12.5W
    MS8425F           21.4MB HALF  4  128 SM      (1,3)RLL
                                      664
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE        25.5MB 3.50  2  615 17      SCSI      68ms   5.0Mb  12.5W
    MS8425S           21.3MB HALF  4  128 SM      (1,3)RLL
                                      664
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE        25.6MB 3.50  2  615 17      IDE(XT)   68ms   5.0Mb  12.0W
    MS8425XT          21.4MB HALF  4  128 SM      (1,3)RLL  15.0m           20K
                                      664
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE               3.50  2  615 26      ST506/412 40ms   7.5Mb
    MS8434F           32.0MB HALF  4  128 SM      (2,7)RLL
                                      664
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  76
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    MINISCRIBE        38.4MB 3.50  2  615 26      ST506/412 68ms   7.5Mb   9.9W
    MS8438            32.7MB HALF  4  128 SM      (2,7)RLL
                                      664
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE        38.4MB 3.50  2  615 26      ST506/412 40ms   7.5Mb
    MS8438F           32.7MB HALF  4  128 SM      (2,7)RLL
                                      664
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE        38.0MB 3.50  2  615 26      IDE(XT)   68ms   7.5Mb
    MS8438XT          32.7MB HALF  4  128 SM      (2,7)RLL
                                      664
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE        50.0MB 3.50  2  771 26      ST506/412 45ms   7.5Mb
    MS8450            41.1MB HALF  4  128 SM      (2,7)RLL
                                      810
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE        49.6MB 3.50  2  745 28      IDE(AT)   40ms   8.0Mb  12.0W
    MS8450A           42.7MB HALF  4 NONE SM      (2,7)RLL  12.0m           30K
                                      810
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE               3.50  2  809 26      SCSI      68ms   7.5Mb
    MS8450S           40.0MB HALF  4  128 SM      (2,7)RLL
                                      820
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE        50.3MB 3.50  2  805 26      IDE(XT)   68ms   7.5Mb  12.0W
    MS8450XT          42.9MB HALF  4  128 SM      (2,7)RLL                  30K
                                      820
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE         6.3MB 5.25  1  306 17      ST506/412  *ms   5.0Mb  23.0W
    MS1006             5.1MB FULL  2  128 SM      (1,3)RLL  17.0m            8K
                                      336                     *179ms AVE ACCESS
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE        12.4MB 5.25  2  306 17      ST506/412  *ms   5.0Mb  23.0W
    MS1012            10.1MB FULL  4  128 SM      (1,3)RLL  17.0m            8K
                                      336                     *179ms AVE ACCESS
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE         6.3MB 5.25  1  306 17      ST506/412 93ms   5.0Mb  23.0W
    MS2006             5.1MB FULL  2  128 SM      (1,3)RLL  18.0m           10K
                                      336
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE        12.4MB 5.25  2  306 17      ST506/412 85ms   5.0Mb  23.0W
    MS2012            10.1MB FULL  4  128 SM      (1,3)RLL  18.0m           10K
                                      336
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE        12.4MB 5.25  1  612 17      ST506/412  *ms   5.0Mb  18.0W
    MS3012            10.1MB HALF  2  128 SM      (1,3)RLL  18.0m           10K
                                      656                     *155ms AVE ACCESS
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE        53.3MB 5.25  3 1024 17      ST506/412 25ms   5.0Mb  12.4W
    MS3053            44.6MB HALF  5  512 SM      (1,3)RLL  5.0ms
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  77
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    MINISCRIBE        85.3MB 5.25  4 1170 17      ST506/412 22ms   5.0Mb  13.5W
    MS3085            71.3MB HALF  7  512         (1,3)RLL                  35K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE        83.0MB 5.25  2 1270         ESDI      17ms  10.6Mb  15.0W
    MS3085E           72.0MB HALF  3  512         (2,7)RLL                  35K

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE        83.0MB 5.25  2 1255         SCSI      17ms  10.6Mb  17. W
    MS3085S           72.0MB HALF  3  512                                   35K

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE       130.2MB 5.25  3 1250 36      ESDI      17ms  10.0Mb  15.0W
    MS3130E          109.9MB HALF  5 NONE         (2,7)RLL  3.5ms           35K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE       130.0MB 5.25  3 1250 35      SCSI      17ms  12.0Mb
    MS3130S          115.0MB HALF  5 NONE         (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE       182.3MB 5.25  4 1250 36      ESDI      17ms  10.0Mb  15.0W
    MS3180E          153.8MB HALF  7 NONE VC      (2,7)RLL  3.5ms           35K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE       182.0MB 5.25  4 1250 36      SCSI      17ms  12.0Mb  20.0W
    MS3180S          161.9MB HALF  7 NONE VC      (2,7)RLL                  35K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE       182.0MB 5.25  4 1250 36      SCSI(M)   17ms  12.0Mb  20.0W
    MS3180SM         160.0MB HALF  7 NONE VC      (2,7)RLL                  35K
                                     AUTO                             MACINTOSH
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE        12.4MB 5.25  1  612 17      ST506/412 85ms   5.0Mb  13.0W
    MS3212            10.2MB HALF  2  128 SM      (1,3)RLL  15.0m           11K
                                      656
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE        12.4MB 5.25  1  612 17      ST506/412 53ms   5.0Mb
    MS3212+           10.2MB HALF  2  128 SM      (1,3)RLL
                                      656
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE        12.4MB 5.25  2  306 17      ST506/412 60ms   5.0Mb  13.0W
    MS3412            10.2MB HALF  4  128 SM      (1,3)RLL  15.0m           11K
                                      336
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE        25.0MB 5.25  2  615 17      ST506/412 85ms   5.0Mb  14.5W
    MS3425            20.4MB HALF  4  128 SM      (1,3)RLL  15.0m           20K
                                      656
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE        25.0MB 5.25  2  615 17      ST506/412 53ms   5.0Mb  18.6W
    MS3425+           21.4MB HALF  4  128 SM      (1,3)RLL  15.0m           20K
                                      656           OLD MODELS HAVE 65mS ACCESS
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  78
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    MINISCRIBE        37.5MB 5.25  2  615 26      ST506/412 85ms   7.5Mb  14.5W
    MS3438            31.2MB HALF  4  128 SM      (2,7)RLL  15.0m           20K
                                      656
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE        37.5MB 5.25  2  615 26      ST506/412 53ms   7.5Mb  18.6W
    MS3438+           31.2MB HALF  4  128 SM      (2,7)RLL  15.0m           20K
                                      656
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE        49.4MB 5.25  3  809 17      ST506/412 61ms   5.0Mb  18.1W
    MS3650            40.3MB HALF  6  128 SM      (1,3)RLL  15.0m           25K
                                      852
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE        49.4MB 5.25  3  809 17      ST506/412 46ms   5.0Mb
    MS3650F           40.3MB HALF  6  128 SM      (1,3)RLL  15.0m
                                      852
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE        74.0MB 5.25  3  809 26      ST506/412 61ms   7.5Mb  18.1W
    MS3650R           61.6MB HALF  6  128 SM      (2,7)RLL  15.0m           25K
                                      852
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE        74.0MB 5.25  3  809 26      ST506/412 61ms   7.5Mb  18.1W
    MS3675            61.6MB HALF  6  128 SM      (2,7)RLL  15.0m           25K
                                      852
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE         9.8MB 5.25  1  480 17      ST506/412  *ms   5.0Mb  23.0W
    MS4010             8.0MB FULL  2  128 SM      (1,3)RLL  18.0m           10K
                                      522                     *133ms AVE ACCESS
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE        19.5MB 5.25  2  480 17      ST506/412  *ms   5.0Mb  23.0W
    MS4020            15.9MB FULL  4  128 SM      (1,3)RLL  18.0m           10K
                                      522                     *133ms AVE ACCESS
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE        30.0MB 5.25  3  480 17      ST506/412        5.0Mb
    MS5330            25.1MB       6  128         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE        38.0MB 5.25  3  612 17      ST506/412        5.0Mb
    MS5338            32.0MB       6  128         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE        40.0MB 5.25  4  480 17      ST506/412        5.0Mb
    MS5440            33.4MB       8  128         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE        51.0MB 5.25  4  612 17      ST506/412        5.0Mb
    MS5451            43.0MB       8  128         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE        32.0MB 5.25  2 1024 17      ST506/412 28ms   5.0Mb  18.0W
    MS6032            26.7MB FULL  3  512 SM      (1,3)RLL  6.0ms           25K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  79
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    MINISCRIBE        53.3MB 5.25  3 1024 17      ST506/412 28ms   5.0Mb  18.0W
    MS6053            44.6MB FULL  5  512 SM      (1,3)RLL  6.0ms           25K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE        74.0MB 5.25  4 1024 17      ST506/412 28ms   5.0Mb  18.0W
    MS6074            62.4MB FULL  7  512 SM      (1,3)RLL  6.0ms           25K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE        80.0MB 5.25  3 1024 26      ST506/412 28ms   7.5Mb  18.0W
    MS6079            68.2MB FULL  5  512 SM      (2,7)RLL  6.0ms           25K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE        85.3MB 5.25  4 1024 17      ST506/412 28ms   5.0Mb  18.0W
    MS6085            71.3MB FULL  8  512 SM      (1,3)RLL  6.0ms           25K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE       128.0MB 5.25  4 1024 26      ST506/412 28ms   7.5Mb  18.0W
    MS6128           109.1MB FULL  8  512 SM      (2,7)RLL  66.0m           25K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE       170.0MB 5.25  4 1024 34      ESDI      28ms  10.0Mb
    MS6170E          130.0MB FULL  8  512         (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE        12.0MB 5.25  1  612 17      ST506/412        5.0Mb
    MS6212            10.0MB       2  128         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE        26.0MB 5.25  2  612 17      ST506/412        5.0Mb
    MS7426            21.0MB       4  128         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE        12.0MB 5.25  2  306 17      ST506/412        5.0Mb
    MS8412            10.0MB       4  128         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE       382.5MB 5.25  8 1224 36      ESDI      15ms  10.0Mb  18.0W
    MS9380E          382.5MB FULL 15 NONE VC      (2,7)RLL  3.8ms           50K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE       382.0MB 5.25  8 1224         SCSI      15ms  10.0Mb  17.4W
    MS9380S          347.0MB FULL 15  512 VC      (2,7)RLL                  30K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE       382.0MB 5.25  8 1224         SCSI(M)   15ms  10.0Mb  17.4W
    MS9380SM         347.0MB FULL 15  512 VC      (2,7)RLL                  30K
                                     AUTO                             MACINTOSH
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE       424.0MB 5.25  4 1661         ESDI      17ms  15.0Mb  17.0W
    MS9424E          360.0MB FULL  8  512         (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  80
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    MINISCRIBE       424.0MB 5.25  4 1661         SCSI      17ms  15.0Mb  17.0W
    MS9424S          355.0MB FULL  8  512         (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE       794.9MB 5.25  8 1661 53      ESDI      17ms  15.0Mb  18.0W
    MS9780E          676.1MB FULL 15 NONE VC      (1,7)RLL  4.5ms           50K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISCRIBE       781.0MB 5.25  8 1661         SCSI      17ms  15.0Mb  18.0W
    MS9780S          668.0MB FULL 15  512 VC      (1,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISTOR                 1.80  1              IDE(AT)   18ms
    MiniPORT 32 [P]   32.0MB 0.4"  2 NONE VC                      256KB
                                     AUTO              [P]PCMCIA VER. AVAILABLE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISTOR                 1.80                 IDE(AT)
    MiniPORT 42 [P]   42.0MB         NONE VC
                                     AUTO              [P]PCMCIA VER. AVAILABLE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISTOR                 1.80  2      MZ      IDE(AT)   18ms
    MiniPORT 64 [P]   64.0MB 0.5"  4 NONE VC                      256KB
                                     AUTO         [P]PCMCIA VER. AVAILABLE, MZR
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MINISTOR                 1.80                 IDE(AT)
    MiniPORT 85 [P]   85.0MB         NONE VC
                                     AUTO              [P]PCMCIA VER. AVAILABLE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MITSUBISHI        54.1MB 3.50  4  743         ST506/412 20ms   5.0Mb   9.3W
    MR335                    HALF  7      VC      (1,3)RLL  5.0ms           30K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MITSUBISHI               5.25  1  612 17      ST506/412 85ms   5.0Mb
    MR521             10.0MB HALF  2  128         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MITSUBISHI               5.25  2  612 17      ST506/412 85ms   5.0Mb
    MR522             20.0MB HALF  4  300         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MITSUBISHI       101.7MB 5.25                 ESDI      25ms
    MR5310E                  HALF         VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MITSUBISHI               5.25  3  977 17      ST506/412 28ms   5.0Mb
    MR535             42.0MB HALF  5  300         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MITSUBISHI        76.3MB 5.25  3  977 26      ST506/412 28ms   7.5Mb  18.4W
    MR535R            65.0MB HALF  5  300 VC      (2,7)RLL  5.0ms           30K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  81
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    MITSUBISHI        50.9MB 5.25  3  977         SCSI      28ms   5.0Mb  18.4W
    MR535S            42.5MB HALF  5  300 VC      (1,3)RLL  5.0ms           30K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MITSUBISHI        76.3MB 5.25  3  977         SCSI      28ms   7.5Mb  18.4W
    MR537S            65.0MB HALF  5  300 VC      (2,7)RLL  5.0ms           30K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MMI                6.0MB 3.50  1  306 17      ST506/412 75ms   5.0Mb
    M-106              5.0MB HALF  2  128         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MMI               12.0MB 3.50  2  306 17      ST506/412 75ms   5.0Mb
    M-112             10.0MB HALF  4  128         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MMI               25.0MB 3.50  4  306 17      ST506/412 75ms   5.0Mb
    M-125             20.0MB HALF  8  128         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MMI               12.0MB 5.25  2  306 17      ST506/412 75ms   5.0Mb
    M-212             10.0MB HALF  4  128         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MMI               25.0MB 5.25  4  306 17      ST506/412 75ms   5.0Mb
    M-225             20.0MB HALF  8  128         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MMI                6.0MB 5.25  1  306 17      ST506/412 75ms   5.0Mb
    M-306              5.0MB HALF  2  128         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MMI               12.0MB 5.25  2  306 17      ST506/412 75ms   5.0Mb
    M-312             10.0MB HALF  4  128         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    MMI               25.0MB 5.25  4  306 17      ST506/412 75ms   5.0Mb
    M-325             20.0MB HALF  8  128         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    NCL AMERICA              3.50  5                        17ms  10.0Mb
    9220             200.0MB HALF         VC      (2,7)RLL  3.8ms  64KB     50K
                                     AUTO                             3,565 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    NCR              323.0MB 5.25                 SCSI      27ms  12.0Mb
    6091-5101                      9              (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    NCR              675.0MB 5.25                 SCSI      25ms  15.0Mb
    6091-5301                     15              (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  82
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    NEC                      1.80  1 1104         IDE(AT)   19ms  24.0Mb   1.5W
    D1711             42.6MB 12.7  2 NONE VC      (1,7)RLL  5.0ms  32KB    100K
                                     AUTO                             5,400 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    NEC                      1.80  2 1104         IDE(AT)   19ms  24.0Mb   1.2W
    D1731             85.3MB 15.0  4 NONE VC      (1,7)RLL  5.0ms  32KB    100K
                                     AUTO                             5,400 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    NEC               26.0MB 3.50  2  615 17      ST506/412 85ms   5.0Mb
    D3126             20.0MB HALF  4  300         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    NEC               53.4MB 3.50  4  642 17      ST506/412 28ms   5.0Mb
    D3142             42.0MB HALF  8  128         (1,3)RLL  8.0ms           30K
                                      664                  32 S/T @ 256B/SECTOR
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    NEC               51.3MB 3.50  4  615 17      ST506/412 35ms   5.0Mb   9.2W
    D3146H            40.3MB HALF  8      VC      (1,3)RLL  8.0ms           30K
                                     AUTO                  32 S/T @ 256B/SECTOR
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    NEC              134.5MB 3.50  4  915 36      ESDI      20ms  10.0Mb   7.5W
    D3661            118.1MB HALF  7      VC      (2,7)RLL                  30K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    NEC               56.0MB 3.50  1 1084 41      IDE(AT)   20ms  12.0Mb   4.0W
    D3735             45.5MB 25.4  2      VC      (1,7)RLL                  30K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    NEC              130.0MB 3.50  2 1250 41      IDE(AT)   20ms  12.0Mb   4.8W
    D3755            105.0MB 25.4  4      VC      (1,7)RLL                  30K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    NEC              131.0MB 3.50  2 1251 41      IDE(AT)   19ms  12.0Mb   2.9W
    D3756            105.0MB 25.4  4 NONE VC      (1,7)RLL         32KB     50K
                                     AUTO                             3,456 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    NEC              134.5MB 3.50  4  915 35      IDE(AT)   20ms  21.0Mb   7.5W
    D3761            114.8MB HALF  7      VC      (2,7)RLL                  30K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    NEC                      3.50                 IDE(AT)   17ms  18.4Mb
    D3765            176.0MB HALF  4      VC
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    NEC              521.0MB 3.50  5 1464 63      IDE(AT)   15ms  20.0Mb   8.5W
    D3781            425.0MB HALF  9      VC      (1,7)RLL                  50K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    NEC               56.0MB 3.50  1 1084 41      SCSI      20ms  12.0Mb   4.0W
    D3835             45.5MB 25.4  2      VC      (1,7)RLL                  30K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  83
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    NEC              130.0MB 3.50  2 1250 41      SCSI      20ms  12.0Mb   4.8W
    D3855            105.0MB 25.4  4      VC      (1,7)RLL                  30K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    NEC              131.0MB 3.50  2 1251 41      SCSI      19ms  12.0Mb   3.7W
    D3856            105.0MB 25.4  4 NONE VC      (1,7)RLL         32KB     50K
                                     AUTO                             3,456 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    NEC              134.5MB 3.50  4  915 35      SCSI      20ms  21.0Mb   7.5W
    D3861            114.8MB HALF  7      VC      (2,7)RLL                  30K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    NEC                      3.50                 SCSI      17ms  18.4Mb
    D3865            176.0MB HALF  4      VC
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    NEC              521.0MB 3.50  5 1464 63      SCSI-2    15ms  20.0Mb   8.5W
    D3881            425.0MB HALF  9 NONE VC      (1,7)RLL         64KB     50K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    NEC                      5.25                 SCSI-2    .35m  40.0Mb
    D2384S           384.0MB FULL    NONE         N/A
                                     AUTO         SOLID STATE DISK, 64MB->384MB
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    NEC                      5.25  2  309 17      ST506/412 85ms   5.0Mb
    D5124             10.0MB HALF  4              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    NEC               26.0MB 5.25  2  612 17      ST506/412 85ms   5.0Mb
    D5126             20.0MB HALF  4      SM      (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    NEC               26.0MB 5.25  2  612 17      ST506/412 40ms   5.0Mb
    D5126H            20.0MB HALF  4              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    NEC                      5.25  4  615 17      ST506/412 85ms   5.0Mb
    D5146             40.0MB HALF  8              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    NEC               46.0MB 5.25  4  615 17      ST506/412 40ms   5.0Mb
    D5146H            40.0MB HALF  8              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    NEC             1322.0MB 5.25                 IPI-2     14ms  24.0Mb
    D5392                    FULL 16      VC                               100K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    NEC                      5.25  5  823         ESDI      23ms  10.0Mb
    D5652            143.0MB HALF 10              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  84
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    NEC              179.8MB 5.25  4 1224 35      ESDI      18ms  10.0Mb  20.0W
    D5655            153.5MB HALF  7      VC      (2,7)RLL                  30K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    NEC              385.4MB 5.25  4              ESDI      18ms  10.0Mb
    D5662                    FULL  8              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    NEC              765.4MB 5.25  8 1633 53      ESDI      16ms  15.0Mb  32.0W
    D5682            664.7MB FULL 15      VC      (1,7)RLL                  50K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    NEC              385.4MB 5.25  4              SCSI      18ms  10.0Mb
    D5862                    FULL  8

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    NEC              765.4MB 5.25  8 1633 53      SCSI      16ms  15.0Mb  32.0W
    D5882            664.7MB FULL 15      VC      (1,7)RLL                  50K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    NEC             1607.0MB 5.25 10 1678 86      SCSI(S)   14ms  24.0Mb
    D5892           1404.0MB FULL 19      VC      (1,7)RLL                 100K
                                     AUTO                 TRANSFER(SYNC)=40Mb/S
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    NIPPON            13.0MB 5.25         17      ST506/412 85ms   5.0Mb
    NPO4-13T          10.0MB FULL                 (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    NIPPON                   5.25  2  650 17      ST506/412
    NPO4-14C          22.6MB FULL  4

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    NEC                      5.25                 SCSI      .3ms  20.8Mb  11.0W
    SD020S            20.0MB HALF    NONE                                  250K
                                     AUTO        SOLID STATE DISK, SYNC: 36Mb/S
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    NEC                      5.25                 SCSI      .3ms  20.8Mb  11.0W
    SD040S            40.0MB HALF    NONE                                  200K
                                     AUTO        SOLID STATE DISK, SYNC: 36Mb/S
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    NEC                      5.25                 SCSI      .3ms  20.8Mb  10.0W
    SD120S           120.0MB FULL    NONE                                  120K
                                     AUTO        SOLID STATE DISK, SYNC: 36Mb/S
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    NEWBURY DATA             3.50  4  615 17      ST506/412 40ms   5.0Mb
    NDR-340           42.0MB HALF  8              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    NEWBURY DATA      65.0MB 5.25  4  918 17      ST506/412 25ms   5.0Mb
    NDR-1065          55.9MB FULL  7              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  85
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    NEWBURY DATA      85.0MB 5.25  4 1025 17      ST506/412 26ms   5.0Mb
    NDR-1085          71.3MB FULL  8              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    NEWBURY DATA     105.0MB 5.25  6  918 17      ST506/412 25ms   5.0Mb
    NDR-1105          87.9MB FULL 11              (1,3)RLL                  20K

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    NEWBURY DATA     140.0MB 5.25  8  918 17      ST506/412 25ms   5.0Mb
    NDR-1140         119.8MB FULL 15              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    NEWBURY DATA     190.0MB 5.25  8 1224 17      ST506/412 28ms   5.0Mb
    NDR-2190         159.8MB FULL 15              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    NEWBURY DATA     170.0MB 5.25  5 1224 26      SCSI      28ms   7.5Mb
    NDR-3170S        146.6MB FULL  9              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    NEWBURY DATA     280.0MB 5.25  8 1224 26      SCSI      28ms   7.5Mb
    NDR-3280S        244.0MB FULL 15              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    NEWBURY DATA     380.0MB 5.25  8 1224 34      SCSI      28ms  10.0Mb
    NDR-3380S        319.0MB FULL 15              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    NEWBURY DATA             5.25  4 1224 36      ESDI      28ms  10.0Mb
    NDR-4175         179.0MB FULL  7              (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    NEWBURY DATA             5.25  8 1224 36      ESDI      28ms  10.0Mb
    NDR-4380         384.0MB FULL 15              (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    OKIDATA                        2  640 26      ST506/412        7.5Mb
    OD526             31.0MB       4              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    OKIDATA                        3  640 26      ST506/412        7.5Mb
    OD540             47.0MB       6              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    OLIVETTI                       1  612 17      ST506/412        5.0Mb
    HD662/11          10.0MB       2              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    OLIVETTI                       2  612 17      ST506/412        5.0Mb
    HD662/12          20.0MB       4              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  86
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    OLIVETTI                 5.25  1  612 17      ST506/412 85ms   5.0Mb
    5210/2            10.0MB HALF  2              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    OLIVETTI                 5.25  2  612 17      ST506/412 65ms   5.0Mb
    5220/2            20.0MB FULL  4              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    OPTIMA                   3.50                 SCSI      25ms  12.0Mb  10.4W
    DISKOVERY 130    136.6MB HALF                                           30K
                                     AUTO           XFER(SYNC)=20.0Mb, EXTERNAL
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    OPTIMA                   3.50                 SCSI(M)   25ms  12.0Mb  10.4W
    DISKOVERY 130IS  136.6MB HALF                                           30K
                                     AUTO         X(SYNC)=20.0Mb, MAC, INTERNAL
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    OPTIMA                   3.50                 SCSI      17ms  12.0Mb  13.0W
    DISKOVERY 200    200.0MB HALF                                           40K
                                     AUTO           XFER(SYNC)=32.0Mb, EXTERNAL
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    OPTIMA                   3.50                 SCSI(M)   17ms  12.0Mb  13.0W
    DISKOVERY 200IS  200.0MB HALF                                           40K
                                     AUTO         X(SYNC)=32.0Mb, MAC, INTERNAL
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    OPTIMA                   3.50                 SCSI(M)   25ms   9.7Mb
    DISKOVERY 260IM  2x130MB HALF
                                     AUTO            DUAL DRIVES, MAC, INTERNAL
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    OPTIMA                   3.50                 SCSI(M)   13ms  16.0Mb
    DISKOVERY 310IS  310.0MB HALF
                                     AUTO                         MAC, INTERNAL
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    OPTIMA                   3.50                 SCSI      14ms  16.0Mb  20.0W
    DISKOVERY 325    321.0MB HALF                                          100K
                                     AUTO           XFER(SYNC)=38.4Mb, EXTERNAL
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    OPTIMA                   3.50                 SCSI(M)   14ms  16.0Mb  20.0W
    DISKOVERY 325I   321.0MB HALF                                          100K
                                     AUTO         X(SYNC)=38.4Mb, MAC, INTERNAL
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    OPTIMA                   3.50                 SCSI      25ms  12.0Mb   9.2W
    DISKOVERY 40      45.0MB HALF                                           30K
                                     AUTO           XFER(SYNC)=20.0Mb, EXTERNAL
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    OPTIMA                   3.50                 SCSI(M)   17ms  14.0Mb
    DISKOVERY 400IM  2x200MB HALF
                                     AUTO            DUAL DRIVES, MAC, INTERNAL
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    OPTIMA                   3.50                 SCSI(M)   25ms  12.0Mb   9.2W
    DISKOVERY 40IS    45.0MB HALF                                           30K
                                     AUTO         X(SYNC)=20.0Mb, MAC, INTERNAL
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  87
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    OPTIMA                   3.50                 SCSI      16ms  13.3Mb  20.0W
    DISKOVERY 420    416.0MB HALF  8              (2,7)RLL                 100K
                                     AUTO           XFER(SYNC)=38.4Mb, EXTERNAL
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    OPTIMA                   3.50                 SCSI(M)   16ms  13.3Mb  20.0W
    DISKOVERY 420I   416.0MB HALF  8              (2,7)RLL                 100K
                                     AUTO         X(SYNC)=38.4Mb, MAC, INTERNAL
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    OPTIMA                   3.50                 SCSI      25ms   7.6Mb
    DISKOVERY 45R     45.0MB HALF
                                     AUTO         REMOVABLE CARTRIDGE, EXTERNAL
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    OPTIMA                   3.50                 SCSI(M)   13ms  16.0Mb
    DISKOVERY 620IM  2x310MB HALF
                                     AUTO            DUAL DRIVES, MAC, INTERNAL
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    OPTIMA                   3.50                 SCSI(M)   25ms   9.7Mb
    DISKOVERY 80IM    2x40MB HALF
                                     AUTO            DUAL DRIVES, MAC, INTERNAL
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    OPTIMA                   3.50                 SCSI      25ms   9.7Mb  10.4W
    MINIPAK 130      136.6MB HALF  4              (2,7)RLL                  30K
                                     AUTO                              EXTERNAL
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    OPTIMA                   3.50                 SCSI(M)   25ms   9.7Mb  10.4W
    MINIPAK 130I( )  136.6MB HALF                                           30K
                                     AUTO              MAC/Cl,/SE,/si, INTERNAL
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    OPTIMA                   3.50                 SCSI      17ms  14.0Mb  13.0W
    MINIPAK 200      209.0MB HALF  8              (2,7)RLL                  40K
                                     AUTO                              EXTERNAL
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    OPTIMA                   3.50                 SCSI(M)   17ms  14.0Mb  13.0W
    MINIPAK 200I( )  209.0MB HALF                                           40K
                                     AUTO              MAC/Cl,/SE,/si, INTERNAL
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    OPTIMA                   3.50                 SCSI      13ms  16.0Mb  15.5W
    MINIPAK 310      306.0MB HALF                 (2,7)RLL                 150K
                                     AUTO                              EXTERNAL
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    OPTIMA                   3.50                 SCSI(M)   13ms  16.0Mb  15.5W
    MINIPAK 310I( )  306.0MB HALF                                          150K
                                     AUTO              MAC/Cl,/SE,/si, INTERNAL
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    OPTIMA                   3.50                 SCSI      25ms   9.7Mb   9.2W
    MINIPAK 40        45.0MB HALF                                           30K
                                     AUTO                              EXTERNAL
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    OPTIMA                   3.50                 SCSI(M)   25ms   9.7Mb   9.2W
    MINIPAK 40I( )    45.0MB HALF                                           30K
                                     AUTO              MAC/Cl,/SE,/si, INTERNAL
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  88
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    OPTIMA                   5.25                 SCSI      15ms  23.0Mb  29.0W
    CONCORDE 1050   1050.0MB FULL 15              (2,7)RLL                  50K
                                     AUTO           XFER(SYNC)=38.4Mb, EXTERNAL
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    OPTIMA                   5.25                 SCSI      14ms  16.0Mb  36.0W
    CONCORDE 1350   1352.0MB FULL                 (2,7)RLL                 150K
                                     AUTO           XFER(SYNC)=40.0Mb, EXTERNAL
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    OPTIMA                   5.25                 SCSI      16ms  12.0Mb  36.0W
    CONCORDE 635     640.0MB FULL 14              (2,7)RLL                 150K
                                     AUTO           XFER(SYNC)=32.0Mb, EXTERNAL
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    ORCA TECH.       370.0MB 3.50                 IDE(AT)   12ms
    320A                     HALF  9              (2,7)RLL                 100K

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    ORCA TECH.       370.0MB 3.50                 SCSI      12ms
    320S                     HALF  9              (2,7)RLL                 100K

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    ORCA TECH.       470.0MB 3.50                 IDE(AT)   12ms
    400A                     HALF  9              (2,7)RLL                 100K

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    ORCA TECH.       470.0MB 3.50                 SCSI      12ms
    400S                     HALF  9              (2,7)RLL                 100K

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    ORCA TECH.       760.0MB 5.25                 ESDI      14ms  15.0Mb
    760E                          15              (2,7)RLL                  50K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    ORCA TECH.       760.0MB 5.25                 SCSI      14ms  15.0Mb
    760S                          15              (2,7)RLL                  50K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    OTARI             14.0MB       2  306 17      ST506/412        5.0Mb
    C-214             10.0MB       4  128         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    OTARI             19.0MB       3  306 17      ST506/412        5.0Mb
    C-519             15.0MB       6  128         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    OTARI             26.0MB       4  306 17      ST506/412        5.0Mb
    C-526             21.0MB       8  128         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PANASONIC                3.50  2  615 17      ST506/412 85ms   5.0Mb
    JU-116            20.0MB HALF  4              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  89
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    PANASONIC                3.50  4  734 17      ST506/412 35ms   5.0Mb
    JU-128            42.0MB HALF  7              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PANASONIC                3.50                           16ms           6.4W
    RD-210AA         210.0MB 1.0"

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PERIPHERAL               3.50                 SCSI      19ms
    PL-100 TURBO     105.0MB HALF  4              (2,7)RLL                  60K

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PERIPHERAL               3.50                 SCSI      19ms
    PL-200 TURBO     210.0MB HALF  7              (2,7)RLL                  50K

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PERIPHERAL               3.50                 SCSI      12ms
    PL-320 TURBO     320.0MB HALF 14              (2,7)RLL                 100K

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PLUS DEV.                3.50                 IBM/XT    40ms
    HARDCARD 20       21.2MB 1.0"         VC                                60K
                                     AUTO                DRIVE CARD, 3:1, 8 BIT
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PLUS DEV.                3.50                 IBM/XT    40ms
    HARDCARD 40       42.2MB 1.0"         VC                                60K
                                     AUTO                DRIVE CARD, 3:1, 8 BIT
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PLUS DEV.                3.50                 IBM/AT    25ms
    HARDCARD2 80      80.5MB 1.0"         VC      (2,7)RLL         64KB     60K
                                     AUTO               DRIVE CARD, 1:1, 16 BIT
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PLUS DEV.                3.50                 IBM/AT    17ms
    HARDCARD2 XL105  105.2MB 1.0"         VC      (2,7)RLL         64KB     60K
                                     AUTO               DRIVE CARD, 1:1, 16 BIT
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PLUS DEV.                3.50                 IBM/AT    17ms
    HARDCARD2 XL50    52.3MB 1.0"         VC      (2,7)RLL         64KB     60K
                                     AUTO               DRIVE CARD, 1:1, 16 BIT
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PLUS DEV.                3.50  2 1219 MZ  755 IDE(AT)   17ms  11.2Mb   5.5W
    IMPULSE 105AT/L  105.1MB 1.0"  4 NONE VC  16  (2,7)RLL  6.0ms  64KB     60K
                                     AUTO     17          MZR:3-ZONE, 3,660 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PLUS DEV.                3.50  3 1019 MZ      SCSI      19ms  16.0Mb   9.0W
    IMPULSE 105S     105.1MB HALF  6 NONE VC      (2,7)RLL  6.0ms  64KB     50K
                                     AUTO                 MZR:2-ZONE, 3,660 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PLUS DEV.                3.50  2 1219 MZ      SCSI      17ms  16.0Mb   6.5W
    IMPULSE 105S/LP  105.1MB 1.0"  4 NONE VC      (2,7)RLL  6.0ms  64KB     60K
                                     AUTO                 MZR:3-ZONE, 3,660 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  90
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    PLUS DEV.                3.50  3 1123 MZ  814 IDE(AT)   15ms   8.0Mb  12.0W
    IMPULSE 120AT    120.0MB HALF  5 NONE VC   9  (1,7)RLL  4.0ms  64KB     50K
                                     AUTO     17          MZR:2-ZONE, 3,605 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PLUS DEV.                3.50  3 1123 MZ      SCSI      15ms  18.4Mb  12.0W
    IMPULSE 120S     120.0MB HALF  5 NONE VC      (1,7)RLL  4.0ms  64KB     50K
                                     AUTO                 MZR:2-ZONE, 3,605 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PLUS DEV.                3.50  4 1123 MZ  968 IDE(AT)   15ms   8.0Mb  12.0W
    IMPULSE 170AT    168.5MB HALF  7 NONE VC  10  (1,7)RLL  4.0ms  64KB     50K
                                     AUTO     17          MZR:2-ZONE, 3,605 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PLUS DEV.                3.50  4 1123 MZ      SCSI      15ms  18.4Mb  12.0W
    IMPULSE 170S     168.5MB HALF  7 NONE VC      (1,7)RLL  4.0ms  64KB     50K
                                     AUTO                 MZR:2-ZONE, 3,605 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PLUS DEV.                3.50  4 1156 MZ  873 IDE(AT)   15ms   8.0Mb  12.6W
    IMPULSE 210AT    209.3MB HALF  7 NONE VC  13  (1,7)RLL  4.0ms  64KB     50K
                                     AUTO     17          MZR:8-ZONE, 3,605 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PLUS DEV.                3.50  4 1156 MZ      SCSI      15ms  18.4Mb  12.6W
    IMPULSE 210S     209.3MB HALF  7 NONE VC      (1,7)RLL  4.0ms  64KB     50K
                                     AUTO                 MZR:2-ZONE, 3,605 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PLUS DEV.                3.50         MZ      IDE(AT)   14ms
    IMPULSE 330AT    331.2MB HALF         VC      (1,7)RLL         64KB     75K
                                     AUTO                            MZR:8-ZONE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PLUS DEV.                3.50         MZ      SCSI      14ms
    IMPULSE 330S     331.2MB HALF         VC      (1,7)RLL         64KB     75K
                                     AUTO                            MZR:8-ZONE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PLUS DEV.                3.50  2  834 MZ      IDE(AT)   19ms   8.0Mb   9.0W
    IMPULSE 40AT      41.9MB HALF  3 NONE VC      (2,7)RLL  6.0ms  64KB     50K
                                     AUTO                 MZR:2-ZONE, 3,660 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PLUS DEV.                3.50  2  834         SCSI      19ms  16.0Mb   9.0W
    IMPULSE 40S       41.9MB HALF  3 NONE VC      (2,7)RLL  6.0ms  64KB     50K
                                     AUTO                 MZR:2-ZONE, 3,660 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PLUS DEV.                3.50                 IDE(AT)   14ms
    IMPULSE 425AT    425.8MB HALF         VC      (1,7)RLL         64KB     75K
                                     AUTO                            MZR:8-ZONE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PLUS DEV.                3.50                 SCSI      14ms
    IMPULSE 425S     425.8MB HALF         VC      (1,7)RLL         64KB     75K
                                     AUTO                            MZR:8-ZONE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PLUS DEV.                3.50  1 1219     751 IDE(AT)   17ms  11.2Mb   5.5W
    IMPULSE 52AT/LP   52.2MB 1.0"  2 NONE VC   8  (2,7)RLL  6.0ms  64KB     60K
                                     AUTO     17          MZR:3-ZONE, 3,660 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  91
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    PLUS DEV.                3.50  1 1219         SCSI      17ms  16.0Mb   6.5W
    IMPULSE 52S/LP    52.2MB 1.0"  2 NONE VC      (2,7)RLL  6.0ms  64KB     60K
                                     AUTO                 MZR:3-ZONE, 3,660 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PLUS DEV.                3.50  3  834         IDE(AT)   19ms   8.0Mb   9.0W
    IMPULSE 80AT      83.9MB HALF  6 NONE VC      (2,7)RLL  6.0ms  64KB     50K
                                     AUTO                 MZR:2-ZONE, 3,660 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PLUS DEV.                3.50  2          616 IDE(AT)   17ms  11.2Mb   5.5W
    IMPULSE 80AT/LP   85.7MB 1.0"  4 NONE VC  16  (2,7)RLL  6.0ms  64KB     60K
                                     AUTO     17          MZR:3-ZONE, 3,660 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PLUS DEV.                3.50  3  918         SCSI      19ms  16.0Mb   9.0W
    IMPULSE 80S       83.9MB HALF  6 NONE VC      (2,7)RLL  6.0ms  64KB     50K
                                     AUTO                 MZR:2-ZONE, 3,660 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PLUS DEV.                3.50  2              SCSI      17ms  16.0Mb   6.5W
    IMPULSE 80S/LP    85.7MB 1.0"  4 NONE VC      (2,7)RLL  6.0ms  64KB     60K
                                     AUTO                 MZR:3-ZONE, 3,660 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PLUS DEV.                5.25
    PASSPORT 20       21.4MB HALF         VC      (2,7)RLL          8KB     60K
                                                                            1:1
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PLUS DEV.                5.25
    PASSPORT 40       42.6MB HALF         VC      (2,7)RLL          8KB     60K
                                                                            1:1
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PRAIRIETEK               2.50  1  615 34      IDE(*)    23ms  10.0Mb   2.5W
    PRAIRIE 120       21.4MB 0.6"  2 NONE VC      (2,7)RLL  8.0ms           20K
                                     AUTO        (*)XT/AT SWITCHABLE, 3,307 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PRAIRIETEK               2.50  1              IDE
    PRAIRIE 140       40.0MB 0.6"  2      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PRAIRIETEK               2.50  2  612         IDE(*)    28ms   5.0Mb   3.5W
    PRAIRIE 220A      20.0MB 1.0"  4      VC      (2,7)RLL  10.0m           20K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PRAIRIETEK               2.50  2  612         SCSI      28ms   5.0Mb   3.5W
    PRAIRIE 220S      20.0MB 1.0"  4      VC      (2,7)RLL  10.0m           20K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PRAIRIETEK               2.50  2  615 34      IDE(*)    28ms  10.0Mb   2.5W
    PRAIRIE 240       42.8MB 1.0"  4 NONE VC      (2,7)RLL  8.0ms           20K
                                     AUTO        (*)XT/AT SWITCHABLE, 3,307 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PRAIRIETEK               2.50  2  615 34      IDE(*)    23ms  10.0Mb   2.5W
    PRAIRIE 242A      42.8MB 1.0"  4 NONE VC      (2,7)RLL  8.0ms          100K
                                     AUTO        (*)XT/AT SWITCHABLE, 3,307 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  92
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    PRAIRIETEK               2.50  2  615 34      SCSI      23ms  10.0Mb   2.5W
    PRAIRIE 242S      42.8MB 1.0"  4 NONE VC      (2,7)RLL  8.0ms          100K
                                     AUTO                             3,307 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PRAIRIETEK               2.50  2              SCSI
    PRAIRIE 282S      81.6MB 1.0"  4      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PRAIRIETEK               2.50  2              IDE
    PRAIRIE 282A      81.6MB 1.0"  4      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PRIAM                    3.50                 ST506/412 39ms
    3504              44.0MB HALF         SM      (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PRIAM                    5.25                 ST506/412 16ms
    ID100AT          103.0MB FULL                 (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PRIAM                    5.25  4 1017 34      ESDI      28ms  10.0Mb
    ID120            121.1MB HALF  7      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PRIAM                    5.25  8 1224 17      ST506/412 20ms   5.0Mb
    ID130AT/D2       132.9MB FULL 15      VC      (1,3)RLL
                                     AUTO                          250MB AS RLL
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PRIAM                    5.25  4 1268 34      ESDI      28ms  10.0Mb
    ID150E           159.0MB HALF  7              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PRIAM                    5.25  4 1218 36      ESDI      18ms  10.0Mb
    ID160E           156.0MB FULL  7              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PRIAM                    5.25  4 1195 36      PS/2      18ms  10.0Mb
    ID160E-PS/2      152.0MB FULL  7              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PRIAM                    5.25  4 1218 36      SCSI      18ms  10.0Mb
    ID160S           158.0MB FULL  7              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PRIAM                    5.25  0      17      ST506/412 28ms
    ID20              20.0MB FULL  0              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PRIAM                    5.25                 IDE(AT)   15ms
    ID200L-I         200.0MB FULL                 (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  93
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    PRIAM                    5.25                 IDE(AT)   15ms
    ID200L-IC        200.0MB FULL                 (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PRIAM                    5.25                 IDE(AT)   15ms
    ID200L-IF        200.0MB FULL                 (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PRIAM                    5.25  0      26      ST506/412 12ms   7.5Mb
    ID230RC          233.0MB FULL  0              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PRIAM                    5.25  6 1218 36      ESDI      18ms  10.0Mb
    ID250E           246.0MB FULL 11              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PRIAM                    5.25  6 1195 36      PS/2      18ms  10.0Mb
    ID250E-PS/2      241.0MB FULL 11              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PRIAM                    5.25  6 1218 36      SCSI      18ms  10.0Mb
    ID250S           248.0MB FULL 11              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PRIAM                    5.25  8 1218 36      ESDI      18ms  10.0Mb
    ID330E           336.0MB FULL 15              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PRIAM                    5.25  8 1195 36      PS/2      18ms  10.0Mb
    ID330E-PS/2      330.0MB FULL 15              (2,7)RLL
                                                                         -PS071
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PRIAM                    5.25  8 1218 36      SCSI      18ms  10.0Mb
    ID330S           338.0MB FULL 15              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PRIAM                    5.25                 ESDI      14ms  15.0Mb
    ID340H-U         340.0MB       7      VC      (2,7)RLL                 150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PRIAM                    5.25  3 1018 17      ST506/412 23ms   5.0Mb
    ID40AT            40.0MB FULL  5      VC      (1,3)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PRIAM                    5.25  3 1018 17      ST506/412 23ms   5.0Mb
    ID45              44.0MB FULL  5      VC      (1,3)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PRIAM                    5.25  3 1018 17      ST506/412 25ms   5.0Mb
    ID45H             44.3MB HALF  5      VC      (1,3)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  94
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    PRIAM                    5.25  3 1018 17      ST506/412 23ms   5.0Mb
    ID60AT            59.0MB FULL  5      VC      (1,3)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PRIAM                    5.25  4 1018 17      ST506/412 23ms   5.0Mb
    ID62AT/D2         62.0MB FULL  7      VC      (1,3)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PRIAM                    5.25                 ESDI      16ms  15.0Mb
    ID660-U          660.0MB      15      VC      (2,7)RLL                 150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PRIAM                    5.25                 ESDI
    ID700E           701.0MB FULL                 (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PRIAM                    5.25                 SCSI
    ID700S           668.0MB FULL                 (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PRIAM                    5.25  4 1166 26      ST506/412 18ms   7.5Mb
    ID75RC            72.0MB FULL  7      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PRIAM                    5.25  4  755 17      ST506/412 22ms   5.0Mb
    P502              46.0MB FULL  7              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PRIAM                    5.25  4  755 17      ST506/412 22ms   5.0Mb
    P504              46.0MB FULL  7              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PRIAM                    5.25  6 1224 17      ST506/412 22ms   5.0Mb
    P514             117.0MB FULL 11              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PRIAM                    5.25  8 1224 17      ST506/412 22ms   5.0Mb
    P519             160.0MB FULL 15              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PRIAM                    5.25  4 1225         ESDI      20ms  10.0Mb
    P617             153.0MB FULL  7              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PRIAM                    5.25  6 1225         ESDI      20ms  10.0Mb
    P628             241.0MB FULL 11              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PRIAM            382.0MB 5.25  8 1225         ESDI      20ms  10.0Mb
    P638             329.0MB FULL 15              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  95
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    PRIAM                    5.25  4 1225         SCSI      20ms  10.0Mb
    P717             153.0MB FULL  7              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PRIAM                    5.25  6 1225         SCSI      20ms  10.0Mb
    P728             241.0MB FULL 11              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PRIAM            382.0MB 5.25  8 1225         SCSI      20ms  10.0Mb
    P738             329.0MB FULL 15              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PRIAM                    5.25  2  987 26      ST506/412        7.5Mb
    V130R             39.0MB FULL  3              (2,7)RLL
                                                           see also VERTEX V130
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PRIAM                    5.25  3  987 17      ST506/412        5.0Mb
    V150              42.0MB FULL  5              (1,3)RLL
                                                           see also VERTEX V150
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PRIAM                    5.25  3 1166 17      ST506/412        5.0Mb
    V160              50.0MB FULL  5              (1,3)RLL
                                                           see also VERTEX V170
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PRIAM                    5.25  4  987 17      ST506/412 28ms   5.0Mb
    V170              60.0MB FULL  7              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PRIAM                    5.25  4  987 26      ST506/412        7.5Mb
    V170R             91.0MB FULL  7              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PRIAM                    5.25  4 1166 17      ST506/412 28ms   5.0Mb
    V185              72.0MB FULL  7              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PROCOM TECH.    1900.0MB                      SCSI-2F   13ms
    MTD1900                          NONE
                                     AUTO                          EXTERNAL MAC
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PROCOM TECH.    2000.0MB                      SCSI-2F   11ms
    MTD2000                          NONE
                                     AUTO               EXTERNAL MAC, 5,400 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PROCOM TECH.    1900.0MB                      SCSI-2F   13ms
    QD1900                           NONE
                                     AUTO                          INTERNAL MAC
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PROCOM TECH.    2000.0MB                      SCSI-2F   11ms
    QD2000                           NONE
                                     AUTO               INTERNAL MAC, 5,400 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  96
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    PROCOM TECH.             3.50                 IDE(AT)   25ms  10.0Mb
    PROPAQ 100       105.0MB HALF                                           20K

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PROCOM TECH.             3.50                 IDE(AT)          5.9mB
    PROPAQ 185-15    189.0MB HALF  5                                        70K

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PROCOM TECH.             3.50                 IDE(AT)   19ms  12.0Mb
    PROPAQ 80i        80.0MB 1.0"                                          150K

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PROCOM TECH.             3.50                 SCSI      18ms  12.0Mb
    Si 200/PS3       209.0MB HALF  4              (2,7)RLL                  70K

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PROCOM TECH.             5.25                 ESDI      17ms
    HiPer 380        388.0MB       8                                       100K

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PROCOM TECH.             5.25                 SCSI      15ms  19.2Mb
    Si 1000/S5      1037.0MB       8                                        40K

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PROCOM TECH.             5.25                 SCSI      17ms  22.4Mb
    Si 585/S5        601.0MB       8                                       100K

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PTI                      3.50  2  615 17      ST506/412 35ms   5.0Mb
    PT-225            21.0MB HALF  4              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PTI                      3.50  2  820 17      ST506/412 35ms   5.0Mb
    PT-234            28.0MB HALF  4              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PTI                      3.50  2  615 26      IDE(AT)   35ms   7.5Mb
    PT-238A           32.0MB HALF  4              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PTI                      3.50  2  615 26      ST506/412 35ms   7.5Mb
    PT-238R           32.0MB HALF  4              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PTI                      3.50  2  615 26      SCSI      35ms   7.5Mb
    PT-238S           32.0MB HALF  4              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PTI                      3.50  2  820 26      IDE(AT)   35ms   7.5Mb
    PT-251A           43.0MB HALF  4              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  97
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    PTI                      3.50  2  820 26      ST506/412 35ms   7.5Mb
    PT-251R           43.0MB HALF  4              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PTI                      3.50  2  820 26      SCSI      35ms   7.5Mb
    PT-251S           43.0MB HALF  4              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PTI                      3.50  3  615 17      ST506/412 35ms   5.0Mb
    PT-338            32.0MB HALF  6              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PTI                      3.50  3  820 17      ST506/412 35ms   5.0Mb
    PT-351            42.0MB HALF  6              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PTI                      3.50                 ST506/412 30ms
    PT-351R           60.0MB HSLF                 (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PTI                      3.50  3  615 26      IDE(AT)   35ms   7.5Mb
    PT-357A           49.0MB HALF  6              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PTI                      3.50  3  615 26      ST506/412 35ms   7.5Mb
    PT-357R           49.0MB HALF  6              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PTI                      3.50  3  615 26      SCSI      35ms   7.5Mb
    PT-357S           49.0MB HALF  6              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PTI                      3.50  3  820 26      IDE(AT)   35ms   7.5Mb
    PT-376A           65.0MB HALF  6              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PTI                      3.50  3  820 26      ST506/412 35ms   7.5Mb
    PT-376R           65.0MB HALF  6              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PTI                      3.50  3  820 26      SCSI      35ms   7.5Mb
    PT-376S           65.0MB HALF  6              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PTI                      3.50  4  820 26      IDE(AT)   35ms
    PT-4102A          87.0MB HALF  8              (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    PTI                      3.50  4  820 26      ST506/412 35ms   7.5Mb
    PT-4102R          87.0MB HALF  8              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  98
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    QUANTUM                  2.50  2          731 IDE(AT)   17ms  16.8Mb
    Go*Drv-120A      130.0MB       4 NONE VC  13                   32KB    150K
                                     AUTO     26
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    QUANTUM                  2.50  2              SCSI      17ms  16.8Mb
    Go*Drv-120S      130.0MB       4 NONE VC                       32KB    150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    QUANTUM                  2.50  1  870 MZ  820 IDE(AT)   16ms  12.0Mb   2.0W
    Go*Drv-40A        42.9MB 0.6"  2 NONE VC   6  (1,7)RLL  5.0ms   8KB    150K
                                     AUTO     17       112 BIT REED/SOLOMON ECC
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    QUANTUM                  2.50  1  870 MZ      SCSI-2    16ms  12.0Mb   2.0W
    Go*Drv-40S        42.9MB 0.6"  2 NONE VC      (1,7)RLL  5.0ms   8KB    150K
                                     AUTO              112 BIT REED/SOLOMON ECC
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    QUANTUM                  2.50  1         1024 IDE(AT)   17ms  16.8Mb
    Go*Drv-60A        65.0MB       2 NONE VC   7                   32KB    150K
                                     AUTO     17
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    QUANTUM                  2.50  1              SCSI      17ms  16.8Mb
    Go*Drv-60S        65.0MB       2 NONE VC                       32KB    150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    QUANTUM                  2.50  2  870 MZ 1024 IDE(AT)   16ms  12.0Mb   2.0W
    Go*Drv-80A        83.6MB 0.6"  4 NONE VC   9  (1,7)RLL  5.0ms  32KB    150K
                                     AUTO     17       112 BIT REED/SOLOMON ECC
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    QUANTUM                  2.50  2  870 MZ      SCSI-2    16ms  12.0Mb   2.0W
    Go*Drv-80S        83.6MB 0.6"  4 NONE VC      (1,7)RLL  5.0ms  32KB    150K
                                     AUTO              112 BIT REED/SOLOMON ECC
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    QUANTUM                  3.50                 ESDI      19ms  10.0Mb
    ProDrv-100E      103.0MB HALF                 (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    QUANTUM                  3.50  7              SCSI-2    10ms  80.0Mb
    ProDrv-1050S    1050.0MB HALF 14 NONE VC      (1,7)RLL        512KB    250K
                                     AUTO        FAST SCSI, OPTIONAL DIFF. SCSI
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    QUANTUM                  3.50  3 1019         SCSI      19ms  16.0Mb   9.0W
    ProDrv-105S      105.0MB HALF  6      VC      (2,7)RLL         64KB     50K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    QUANTUM                  3.50  3 1123 MZ  814 IDE(AT)   15ms  18.4Mb  12.0W
    ProDrv-120AT     120.0MB HALF  5 NONE VC   9  (1,7)RLL  4.0ms  64KB     50K
                                     AUTO     32         48 BIT ECC, MZR:2-ZONE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    QUANTUM                  3.50  3 1123 MZ      SCSI      15ms  16.0Mb  12.0W
    ProDrv-120S      120.0MB HALF  5 NONE VC      (1,7)RLL  4.0ms  64KB     50K
                                     AUTO                48 BIT ECC, MZR:2-ZONE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE  99
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    QUANTUM                  3.50  7              SCSI-2    10ms  80.0Mb
    ProDrv-1225S    1225.0MB HALF    NONE VC                      512KB
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    QUANTUM                  3.50                 ESDI      19ms  10.0Mb
    ProDrv-145E      145.0MB HALF                 (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    QUANTUM                  3.50  4 1123 MZ  968 IDE(AT)   15ms  18.4Mb  12.0W
    ProDrv-170AT     168.0MB HALF  7 NONE VC  10  (1,7)RLL  4.0ms  64KB     50K
                                     AUTO     34         48 BIT ECC, MZR:2-ZONE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    QUANTUM                  3.50  4 1123 MZ      SCSI      15ms  16.0Mb  12.0W
    ProDrv-170S      168.0MB HALF  7 NONE VC      (1,7)RLL  4.0ms  64KB     50K
                                     AUTO                48 BIT ECC, MZR:2-ZONE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    QUANTUM                  3.50  4 1156 MZ  873 IDE(AT)   15ms  14.0mS  12.6W
    ProDrv-210AT     210.0MB HALF  7 NONE VC  13  (1,7)RLL  4.0ms  64KB     50K
                                     AUTO     36 48BIT ECC,MZR:8-ZONE,3,606 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    QUANTUM                  3.50  4 1156 MZ      SCSI      15ms  14.0Mb  12.6W
    ProDrv-210S      210.0MB HALF  7 NONE VC      (1,7)RLL  4.0ms  64KB     50K
                                     AUTO        48BIT ECC,MZR:8-ZONE,3,606 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    QUANTUM                  3.50  4              IDE(AT)   14ms  14.0Mb
    ProDrv-330AT     336.0MB HALF         VC      (1,7)RLL  4.0ms 256KB    150K
                                     AUTO                 MZR:8-ZONE, 3,606 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    QUANTUM                  3.50  4              SCSI      14ms  14.0mS
    ProDrv-330S      336.0MB HALF         VC      (1,7)RLL  4.0ms 256KB    150K
                                     AUTO                 MZR:8-ZONE, 3,606 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    QUANTUM                  3.50  2  834 28  965 IDE(AT)   19ms           9.0W
    ProDrv-40AT       42.0MB HALF  3      VC   5  (2,7)RLL  6.0ms  64KB     50K
                                     AUTO     17                     MZR:8-ZONE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    QUANTUM                  3.50  2  834 28      SCSI      19ms  16.0Mb   9.0W
    ProDrv-40S        42.0MB HALF  3      VC      (2,7)RLL  6.0ms  64KB     50K
                                     AUTO                            MZR:8-ZONE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    QUANTUM                  3.50  5      MZ 1021 IDE(AT)   14ms  32.0Mb  12.8W
    ProDrv-425AT     426.5MB HALF  9 NONE VC  16  (1,7)RLL  4.0ms 256KB    150K
                                     AUTO     51          MZR:8-ZONE, 3,606 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    QUANTUM                  3.50  5      MZ      SCSI-2F   14ms  80.0Mb
    ProDrv-425i      426.5MB HALF  9 NONE VC      (1,7)RLL  4.0ms 256KB    150K
                                     AUTO                 MZR:8-ZONE, 3,606 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    QUANTUM                  3.50  5      MZ 1021 IDE(AT)   14ms  80.0Mb
    ProDrv-425iAT    426.5MB HALF  9 NONE VC  16  (1,7)RLL  4.0ms 256KB    150K
                                     AUTO     51          MZR:8-ZONE, 3,606 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE 100
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    QUANTUM                  3.50  5      MZ      SCSI-2    14ms  32.0Mb  12.8W
    ProDrv-425S      426.5MB HALF  9 NONE VC      (1,7)RLL  4.0ms 256KB    150K
                                     AUTO                 MZR:8-ZONE, 3,606 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    QUANTUM                  3.50  3  834 35  965 IDE(AT)   19ms           9.0W
    ProDrv-80AT       84.0MB HALF  6      VC  10  (2,7)RLL  6.0ms  64KB     50K
                                     AUTO     17
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    QUANTUM                  3.50  3  834 35      SCSI      19ms  16.0Mb   9.0W
    ProDrv-80S        84.0MB HALF  6      VC      (2,7)RLL  6.0ms  64KB     50K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    QUANTUM                  3.50         MZ  919 IDE(AT)
    ProDrv-ELS-127A  127.0MB 1.0"    NONE VC  16                   32KB
                                     AUTO     17                            MZR
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    QUANTUM                  3.50         MZ      SCSI
    ProDrv-ELS-127S  127.0MB 1.0"    NONE VC                       32KB
                                     AUTO                                   MZR
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    QUANTUM                  3.50         MZ 1011 IDE(AT)
    ProDrv-ELS-170A  170.0mb 1.0"    NONE VC  15                   32KB
                                     AUTO     22                            MZR
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    QUANTUM                  3.50         MZ      SCSI
    ProDrv-ELS-170S  170.0MB 1.0"    NONE VC                       32KB
                                     AUTO                                   MZR
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    QUANTUM                  3.50         MZ  968 IDE(AT)
    ProDrv-ELS-42AT   42.0MB 1.0"    NONE VC   5                   32KB
                                     AUTO     17                            MZR
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    QUANTUM                  3.50         MZ      SCSI
    ProDrv-ELS-42S    42.0MB 1.0"    NONE VC                       32KB
                                     AUTO                                   MZR
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    QUANTUM                  3.50         MZ  977 IDE(AT)
    ProDrv-ELS-85AT   85.0MB 1.0"    NOON VC  10                   32KB
                                     AUTO     17                            MZR
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    QUANTUM                  3.50         MZ      SCSI
    ProDrv-ELS-85S    85.0MB 1.0"    NONE VC                       32KB
                                     AUTO                                   MZR
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    QUANTUM                  3.50                 IDE(AT)   19ms
    ProDrv-GEM-160A  168.0MB              VC      (2,7)RLL                  80K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    QUANTUM                  3.50                 SCSI      19ms
    ProDrv-GEM-160S  168.0MB              VC      (2,7)RLL                  80K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE 101
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    QUANTUM                  3.50                 IDE(AT)   19ms
    ProDrv-GEM-80A    84.0MB              VC      (2,7)RLL                  80K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    QUANTUM                  3.50                 SCSI      19ms
    ProDrv-GEM-80S    84.0MB              VC      (2,7)RLL                  80K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    QUANTUM                  3.50  2 1219 MZ  755 IDE(AT)   17ms  18.4Mb   6.5W
    ProDrv-LPS-105A  105.0MB 1.0"  4 NONE VC  16  (2,7)RLL  5.0ms  64KB     60K
                                     AUTO     17         48-BIT ECC, MZR:3-ZONE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    QUANTUM                  3.50  2 1219 MZ      SCSI      17ms  16.0Mb   6.5W
    ProDrv-LPS-105S  105.0MB 1.0"  4 NONE VC      (2,7)RLL  5.0ms  64KB     60K
                                     AUTO                48-BIT ECC, MZR:3-ZONE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    QUANTUM                  3.50  1 1800 MZ  901 IDE(AT)   16ms  30.4Mb   3.9W
    ProDrv-LPS-120A  122.0MB 1.0"  2 NONE VC   5  (1,7)RLL  4.0ms 256KB    250K
                                     AUTO     53      96 BIT R/S ECC, 4,306 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    QUANTUM                  3.50  1 1800 MZ      SCSI-2F   16ms  30.4Mb   3.9W
    ProDrv-LPS-120S  122.0MB 1.0"  2 NONE VC      (1,7)RLL  4.0ms 256KB    250K
                                     AUTO             96-BIT R/S ECC, 4,306 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    QUANTUM                  3.50  2 1800 MZ  723 IDE(AT)   16ms  30.4Mb   3.9W
    ProDrv-LPS-240A  245.0MB 1.0"  4 NONE VC  13  (1,7)RLL  4.0ms 256KB    250K
                                     AUTO     51      96-BIT R/S ECC, 4,306 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    QUANTUM                  3.50  2 1800 MZ      SCSI-2F   16ms  30.4Mb   3.9W
    ProDrv-LPS-240S  245.0MB 1.0"  4 NONE VC      (1,7)RLL  4.0ms 256KB    250K
                                     AUTO             96-BIT R/S ECC, 4,306 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    QUANTUM                  3.50
    ProDrv-LPS-450   450.0MB 1.0"

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    QUANTUM                  3.50  1 1219 MZ  751 IDE(AT)   17ms  18.4Mb   6.5W
    ProDrv-LPS-52AT   52.0MB 1.0"  2 NONE VC   8  (2,7)RLL  5.0ms  64KB     60K
                                     AUTO     17         48-BIT ECC, MZR:3-ZONE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    QUANTUM                  3.50  1 1219 MZ      SCSI      17ms  16.0Mb   6.5W
    ProDrv-LPS-52S    52.0MB 1.0"  2 NONE VC      (2,7)RLL  5.0ms  64KB     60K
                                     AUTO                48-BIT ECC, MZR:3-ZONE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    QUANTUM                  3.50             616 IDE(AT)
    ProDrv-LPS-80AT   85.7MB 1.0"    NONE VC  16
                                     AUTO     17
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    QUANTUM                  3.50                 SCSI
    ProDrv-LPS-80S    85.7MB 1.0"    NONE VC
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE 102
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    QUANTUM                  5.25  2 1219         SCSI      18ms           8.1W
    PASSPORT XL-105  105.0MB HALF  4 NONE VC      (2,7)RLL         64KB    250K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    QUANTUM                  5.25  1 1800         SCSI-2    17ms           8.1W
    PASSPORT XL-120  120.0MB HALF  2 NONE VC      (1,7)RLL        256KB    250K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    QUANTUM                  5.25  2 1800         SCSI-2    17ms           8.1W
    PASSPORT XL-240  240.0MB HALF  4 NONE VC      1,7)RLL         256KB    250K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    QUANTUM                  5.25  1 1219         SCSI      18ms           8.1W
    PASSPORT XL-50    52.2MB HALF  2 NONE VC      (2,7)RLL         64KB    250K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    QUANTUM                  5.25  6              SCSI      26ms  10.0Mb
    Q-160            200.0MB HALF 12              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    QUANTUM                  5.25  2  823         SCSI      26ms  10.0Mb
    Q-250             53.0MB HALF  4              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    QUANTUM                  5.25  3  823         SCSI      30ms  10.0Mb
    Q-280             80.0MB HALF  6              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    QUANTUM                  5.25  1  512 17      ST506/412        5.0Mb
    Q-510              8.0MB       2  256         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    QUANTUM                  5.25  2  512 17      ST506/412        5.0Mb
    Q-520             18.0MB       4  256         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    QUANTUM                  5.25  3  512 17      ST506/412 40ms   5.0Mb
    Q-530             27.0MB FULL  6  256         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    QUANTUM                  5.25  4  512 17      ST506/412 45ms   5.0Mb
    Q-540             36.0MB FULL  8  256         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RICOH SYSTEMS                  1  612 17      ST506/412 85ms   5.0Mb
    RH-5130           10.0MB       2  400         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RICOH SYSTEMS                  1  615 17      ST506/412 85ms   5.0Mb
    RH-5260           10.0MB       2              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE 103
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    RICOH SYSTEMS                  1  612 17      SCSI      85ms   5.0Mb
    RH-5261           10.0MB       2              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RICOH SYSTEMS            5.25  1 1285 76      SCSI      25ms          13.0W
    RH-5500           50.0MB HALF  2              (2,7)RLL  9.0ms           20K
                                                            REMOVABLE CARTRIDGE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RICOH SYSTEMS            5.25  1 1285 76      SCSI      25ms
    RS-9150AR         48.7MB HALF  2              (2,7)RLL  9.0ms           20K
                                     AUTO                   REMOVABLE CARTRIDGE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RMS                      5.25                 SCSI      19ms
    SS100-S          100.0MB HALF
                                     AUTO        SECURESTOR REMOVABLE CARTRIDGE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RMS                      5.25                 SCSI      15ms
    SS140-S          142.0MB HALF
                                     AUTO        SECURESTOR REMOVABLE CARTRIDGE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RMS                      5.25                 ESDI      15ms
    SS180-E          177.0MB HALF
                                     AUTO        SECURESTOR REMOVABLE CARTRIDGE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RMS                      5.25                 ST506/412 40ms
    SS20              21.0MB HALF                 (1,3)RLL
                                     AUTO        SECURESTOR REMOVABLE CARTRIDGE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RMS                      5.25                 SCSI      40ms
    SS20-S            21.0MB HALF
                                     AUTO        SECURESTOR REMOVABLE CARTRIDGE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RMS                      5.25                 SCSI      15ms
    SS200-S          207.0MB HALF
                                     AUTO        SECURESTOR REMOVABLE CARTRIDGE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RMS                      5.25                 SCSI      13ms
    SS320-S          320.0MB HALF
                                     AUTO        SECURESTOR REMOVABLE CARTRIDGE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RMS                      5.25                 ST506/412 40ms
    SS40              42.0MB HALF                 (1,3)RLL
                                     AUTO        SECURESTOR REMOVABLE CARTRIDGE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RMS                      5.25                 IDE(AT)   19ms
    SS40-AT           42.0MB HALF
                                     AUTO        SECURESTOR REMOVABLE CARTRIDGE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RMS                      5.25                 SCSI      19ms
    SS400-S           42.0MB HALF
                                     AUTO        SECURESTOR REMOVABLE CARTRIDGE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE 104
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    RMS                      5.25                 SCSI      19ms
    SS80-S            84.0MB HALF
                                     AUTO        SECURESTOR REMOVABLE CARTRIDGE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RMS                      5.25                 ST506/412 15ms
    SS85              83.0MB HALF                 (1,3)RLL
                                     AUTO        SECURESTOR REMOVABLE CARTRIDGE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RMS                      5.25                 IDE(AT)   19ms
    SS85-AT           83.0MB HALF
                                     AUTO        SECURESTOR REMOVABLE CARTRIDGE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME            45.0MB 3.50  3  872 17      ST506/412 28ms   5.0Mb
    RO-3045           37.9MB HALF  5  650 VC      (1,3)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME            54.5MB 3.50  4  872 17      ST506/412 28ms   5.0Mb   9.0W
    RO-3055           45.6MB HALF  6  650 VC      (1,3)RLL  7.0ms           20K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME            55.7MB 3.50  3  680         SCSI      28ms   7.5Mb   7.0W
    RO-3057S          45.3MB HALF  5      VC      (2,7)RLL  7.0ms           20K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME            58.0MB 3.50  2  868         IDE(AT)   18ms  10.0Mb
    RO-3058A          45.3MB HALF  3      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME                   3.50  2  868         SCSI      18ms  10.0Mb
    RO-3058T          45.3MB HALF  3      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME            59.0MB 3.50  1 1216         IDE(AT)   18ms  10.0Mb
    RO-3059A          46.7MB HALF  2      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME                   3.50  1 1216         SCSI      18ms  12.0Mb
    RO-3059T          46.7MB HALF  2      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME                   3.50                 ST506/412 28ms   7.5Mb
    RO-3060R          50.0MB HALF         VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME            63.6MB 3.50  4  872 17      ST506/412 28ms   5.0Mb   9.0W
    RO-3065           53.1MB HALF  7  650 VC      (1,3)RLL  7.0ms           20K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME                   3.50                 SCSI      28ms
    RO-3070S          70.0MB HALF         VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE 105
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    RODIME            71.0MB 3.50                 IDE(AT)   18ms
    RO-3071A          60.0MB 1.0"         VC      (2,7)RLL         64KB
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME            73.7MB 3.50  4  750         ST506/412 28ms   7.5Mb   9.0W
    RO-3075R          59.9MB HALF  6  650 VC      (2,7)RLL  7.0ms           20K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME            86.0MB 3.50  4  750         ST506/412 28ms   7.5Mb   9.0W
    RO-3085R          69.9MB HALF  7  650 VC      (2,7)RLL  7.0ms           20K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME            86.0MB 3.50  4  750         SCSI      28ms   7.5Mb   7.0W
    RO-3085S          69.9MB HALF  7      VC      (2,7)RLL  7.0ms           20K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME            88.0MB 3.50  3  868         IDE(AT)   18ms  10.0Mb
    RO-3088A          75.6MB HALF  5      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME            88.0MB 3.50  3  868         SCSI      18ms  10.0Mb
    RO-3088T          75.6MB HALF  5      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME            89.0MB 3.50  2 1216         IDE(AT)   18ms  10.0Mb
    RO-3089A          70.0MB HALF  3      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME            89.0MB 3.50  2 1216         SCSI      18ms  12.0Mb
    RO-3089T          70.0MB HALF  3      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME                   3.50                 IDE(AT)   18ms
    RO-3095A          80.0MB HALF         VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME            99.0MB 3.50                 IDE(AT)   19ms
    RO-3099A          80.0MB HALF         VC      (2,7)RLL         32KB
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME                   3.50  2              IDE(AT)   15ms   7.5Mb   3.8W
    RO-3121A         122.0MB 1.0"  4      VC      (1,7)RLL         64KB     50K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME           128.0MB 3.50  4  868 34      IDE(AT)   18ms  10.0Mb   7.4W
    RO-3128A         105.8MB HALF  7      VC      (2,7)RLL  5.0ms  32KB     30K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME                   3.50  4  868         SCSI      18ms  10.0Mb
    RO-3128T         105.8MB HALF  7      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE 106
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    RODIME           129.0MB 3.50  3 1091         IDE(AT)   18ms  10.0Mb
    RO-3129A         105.8MB HALF  5      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME                   3.50  3 1091         SCSI      18ms  12.0Mb
    RO-3129T         105.8MB HALF  5      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME           129.8MB 3.50  4 1047 30      SCSI      22ms  10.0Mb   7.0W
    RO-3130S         105.0MB HALF  7      VC      (2,7)RLL  6.0ms           20K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME           135.0MB 3.50  4  923         IDE(AT)   19ms  10.0Mb
    RO-3135A         112.5MB HALF  7      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME           139.0MB 3.50  3 1168 MZ      IDE(AT)   18ms  12.0Mb  10.0W
    RO-3139AP        112.5MB HALF  5      VC      (2,7)RLL         64KB    100K
                                     AUTO                            MZR:2-ZONE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME           139.9MB 3.50  3 1148         SCSI-2    18ms  24.0Mb   8.5W
    RO-3139S         112.5MB HALF  5 NONE VC      (2,7)RLL         64KB    100K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME           151.0MB 3.50  2              IDE(AT)   18ms
    RO-3151A         122.0MB HALF         VC      (2,7)RLL         64KB
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME           259.0MB 3.50  5 1235 MZ      IDE(AT)   18ms  12.0Mb  10.0W
    RO-3259AP        213.0MB HALF  9      VC      (2,7)RLL         64KB    100K
                                     AUTO                            MZR:2-ZONE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME           259.0MB 3.50  5 1189         SCSI-2    18ms  24.0Mb   8.5W
    RO-3259S         210.0MB HALF  9 NONE VC      (2,7)RLL         64KB    100K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME           259.0MB 3.50                 SCSI(S)   18ms  32.0Mb
    RO-3259T         210.0MB HALF         VC      (2,7)RLL         32KB
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME                   3.50  4 1497 MZ      SCSI-2    12ms  21.6Mb  10.0W
    RO-3331S         333.0MB HALF  7 NONE VC      (1,7)RLL  3.0ms 256KB    100K
                                     AUTO                            MZR:8-ZONE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME                   3.50  5 1497 MZ      SCSI-2    12ms  21.6Mb  10.0W
    RO-3426S         426.0MB HALF  9 NONE VC      (1,7)RLL  3.0ms 256KB    100K
                                     AUTO                            MZR:8-ZONE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME                   3.50  1  306 17      ST506/412 85ms   5.0Mb
    RO-351             5.0MB HALF  2  128         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE 107
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    RODIME                   3.50  2  306 17      ST506/412 85ms   5.0Mb
    RO-352            11.0MB HALF  4  128         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME                   3.50  6 1568 MZ      SCSI-2    12ms  21.6Mb  10.0W
    RO-3540S         540.0MB HALF 11 NONE VC      (1,7)RLL  3.0ms 256KB    100K
                                     AUTO                            MZR:8-ZONE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME                   3.50  2  612 17      ST506/412        5.0Mb
    RO-365            21.0MB HALF  4              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME                   3.50                 SCSI      85ms
    RO-652A           20.0MB HALF

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME            25.5MB 3.50  2  306 33      SCSI      85ms   7.5Mb  13.0W
    RO-652B           20.7MB HALF  4      SM      (2,7)RLL  18.0m           20K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME                   5.25  1  192 17      ST506/412        5.0Mb
    RO-101             6.0MB FULL  2   96         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME                   5.25  2  192 17      ST506/412        5.0Mb
    RO-102            12.0MB FULL  4   96         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME                   5.25  3  192 17      ST506/412        5.0Mb
    RO-103            18.0MB FULL  6   96         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME                   5.25  4  192 17      ST506/412        5.0Mb
    RO-104            24.0MB FULL  8   96         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME                   5.25  2  321 17      ST506/412        5.0Mb
    RO-200            11.0MB FULL  4  132         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME                   5.25  1  321 17      ST506/412 85ms   5.0Mb
    RO-201             5.0MB FULL  2  132         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME                   5.25  1  640 17      ST506/412 55ms   5.0Mb
    RO-201E           11.0MB FULL  2  264         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME                   5.25  2  321 17      ST506/412 85ms   5.0Mb
    RO-202            10.0MB HALF  4  132         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE 108
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    RODIME                   5.25  2  640 17      ST506/412 55ms   5.0Mb
    RO-202E           21.0MB FULL  4  264         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME                   5.25  3  321 17      ST506/412 85ms   5.0Mb
    RO-203            15.0MB HALF  6  132         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME                   5.25  3  640 17      ST506/412 55ms   5.0Mb
    RO-203E           32.0MB FULL  6  264         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME                   5.25  4  321 17      ST506/412 85ms   5.0Mb
    RO-204            21.0MB HALF  8  132         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME                   5.25  4  640 17      ST506/412 55ms   5.0Mb
    RO-204E           43.0MB FULL  8  264         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME                   5.25  1  306 17      ST506/412 85ms   5.0Mb
    RO-251             5.0MB HALF  2  128         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME                   5.25  2  306 17      ST506/412 85ms   5.0Mb
    RO-252            11.0MB HALF  4  128         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME                   5.25  2              SCSI      28ms   5.0Mb
    RO-5040S          38.0MB HALF  3              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME                   5.25  3      17      ST506/412 28ms   5.0Mb
    RO-5065           63.0MB HALF  5              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME            76.0MB 5.25                 SCSI      28ms
    RO-5075S                 HALF

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME            89.2MB 5.25  4 1224 17      ST506/412 28ms   5.0Mb  18.0W
    RO-5090           74.6MB HALF  7      VC      (1,3)RLL  5.0ms           20K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME           127.4MB 5.25  3 1224 34      ESDI      18ms  10.0Mb  18.0W
    RO-5125E         106.5MB HALF  5      VC      (2,7)RLL  4.0ms           25K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME           126.9MB 5.25  3 1219 34      SCSI      24ms  10.0Mb  18.0W
    RO-5125S-102     102.9MB HALF  5      VC      (2,7)RLL  5.0ms           20K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE 109
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    RODIME           126.9MB 5.25  3 1219 34      SCSI      18ms  10.0Mb  18.0W
    RO-5125S-1F2     102.9MB HALF  5      VC      (2,7)RLL  4.0ms           20K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME           133.0MB 5.25  4 1224 26      ST506/412 28ms   7.5Mb  18.0W
    RO-5130R         114.1MB HALF  7      VC      (2,7)RLL  5.0ms           20K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME                   5.25  4 1219         SCSI      19ms  10.0Mb
    RO-5178S         144.2MB HALF  7      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME           178.4MB 5.25  4 1224 34      ESDI      18ms  10.0Mb  18.0W
    RO-5180E         149.1MB HALF  7      VC      (2,7)RLL  4.0ms           25K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME           177.8MB 5.25  4 1219 34      SCSI      24ms  10.0Mb  18.0W
    RO-5180S-102     144.2MB HALF  7      VC      (2,7)RLL  5.0ms           20K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME           177.8MB 5.25  4 1219 34      SCSI      18ms  10.0Mb  18.0W
    RO-5180S-1F2     144.2MB HALF  7      VC      (2,7)RLL  4.0ms           20K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME                   5.25                 SCSI      85ms
    RO-752A           25.0MB HALF

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME SYSTEMS                        33      SCSI(M)   70ms
    20 PLUS           20.7MB         NONE                                   30K
                                                            MACINTOSH, EXTERNAL
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME SYSTEMS                        34      SCSI(M)   45ms
    45 PLUS           40.0MB         NONE                                   30K
                                                            MACINTOSH, EXTERNAL
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME SYSTEMS                                SCSI(M)   15ms  15.0Mb  30.0W
    COBRA 1000e     1000.0MB         NONE VC                       45KB    100K
                                     AUTO                   MACINTOSH, EXTERNAL
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME SYSTEMS                                SCSI(M)   15ms  15.0Mb  30.0W
    COBRA 330e       330.0MB         NONE VC      (2,7)RLL         45KB     50K
                                     AUTO                   MACINTOSH, EXTERNAL
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME SYSTEMS                                SCSI(M)   17ms  15.0Mb  30.0W
    COBRA 650e       650.0MB         NONE VC      (2,7)RLL         45KB     50K
                                     AUTO                   MACINTOSH, EXTERNAL
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME SYSTEMS           3.50  4  868         SCSI(M)   18ms  10.0Mb  30.0W
    COBRA 100e       100.0MB HALF  7 NONE VC      (2,7)RLL         16KB     30K
                                     AUTO                   MACINTOSH, EXTERNAL
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE 110
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    RODIME SYSTEMS           3.50  4  868         SCSI(M)   18ms  10.0Mb
    COBRA 100i       100.0MB HALF  7 NONE VC      (2,7)RLL         16KB     30K
                                     AUTO                             MACINTOSH
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME SYSTEMS           3.50                 IDE(AT)   20ms
    COBRA 110at      110.0MB HALF  4              (2,7)RLL         16KB     40K
                                     AUTO                       COMPAQ SETTINGS
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME SYSTEMS           3.50                 SCSI      18ms
    COBRA 110e       105.0MB HALF  4              (2,7)RLL                  30K

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME SYSTEMS           3.50  5 1216         IDE(AT)   20ms
    COBRA 210at      210.0MB HALF  9      VC      (2,7)RLL         48KB     40K
                                     AUTO                       COMPAQ SETTINGS
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME SYSTEMS           3.50  5 1216         SCSI(M)   18ms  11.0Mb  30.0W
    COBRA 210e       210.0MB HALF  9 NONE VC      (2,7)RLL         48KB     30K
                                     AUTO        MZR:2-ZONE, MACINTOSH,EXTERNAL
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME SYSTEMS           3.50  5 1216         SCSI(M)   18ms  11.0Mb
    COBRA 210i       210.0MB HALF  9 NONE VC      (2,7)RLL         48KB     30K
                                     AUTO                 MZR:2-ZONE, MACINTOSH
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME SYSTEMS           3.50  1 1170 36      IDE(AT)   20ms
    COBRA 40at        42.0MB 1.0"  2      VC      (2,7)RLL         16KB     40K
                                     AUTO                       COMPAQ SETTINGS
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME SYSTEMS           3.50  2  868         SCSI(M)   19ms  10.0Mb  30.0W
    COBRA 45e         40.0MB HALF  3 NONE VC      (2,7)RLL         16KB     30K
                                     AUTO                   MACINTOSH, EXTERNAL
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME SYSTEMS           3.50  2  868         SCSI(M)   19ms  10.0Mb
    COBRA 45i         40.0MB HALF  3 NONE VC      (2,7)RLL         16KB     30K
                                     AUTO                             MACINTOSH
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME SYSTEMS           3.50  3  868         SCSI(M)   18ms  10.0Mb  30.0W
    COBRA 70e         70.0MB HALF  5 NONE VC      (2,7)RLL         16KB     30K
                                     AUTO                   MACINTOSH, EXTERNAL
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME SYSTEMS           3.50  3  868         SCSI(M)   18ms  10.0Mb
    COBRA 70i         70.0MB HALF  5 NONE VC      (2,7)RLL         16KB     30K
                                     AUTO                             MACINTOSH
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME SYSTEMS           3.50  2 1159 36      IDE(AT)   19ms  10.8Mb   7.5W
    COBRA 80at        84.0MB 1.0"  4      VC      (2,7)RLL  6.0ms  16KB     40K
                                     AUTO                       COMPAQ SETTINGS
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    RODIME SYSTEMS           5.25                 SCSI      17ms  15.0Mb
    COBRA 650e       650.0MB      15      VC                                50K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE 111
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    SAMSUNG                  3.50                 ST506/412 30ms
    SD-2040           42.0MB                      (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SAMSUNG                  3.50  1 1478 40  977 IDE(AT)   16ms  12.5Mb   3.5W
    SHD-3061A        60.5MBB 25.4  2 NONE VC   7  (1,7)RLL  4.0ms  32KB    200K
                                     AUTO     17
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SAMSUNG                  3.50  2 1478 40  917 IDE(AT)   16ms  12.5Mb   3.5W
    SHD-3062A        121.0MB 25.4  4 NONE VC  15  (1,7)RLL  4.0ms  32KB    200K
                                     AUTO     17
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SAMSUNG                  3.50  2 1282 40  776 IDE(AT)   16ms  12.5Mb   3.5W
    SHD-3101A        105.0MB 25.4  4 NONE VC   8  (1,7)RLL  4.0ms  32KB    200K
                                     AUTO     33
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           50.0MB 1.80  1      MZ      PCMCIA    16ms           0.9W
    ST7050P           42.0MB 10.5  2 NONE VC      (1,7)RLL         64KB    250K
                                     AUTO        88-BIT R/S ECC, MZR, 3,545 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           75.0MB 1.80  2                                       1.3W
    ST7075            65.0MB 0.5"    NONE VC
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           25.0MB 2.50  1  654 32 1024 IDE(AT)   20ms           3.0W
    ST9025A           21.4MB 0.8"  2      VC   4  (2,7)RLL  6.0ms          150K
                                     AUTO     17                      3,631 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           38.0MB 2.50  1              IDE(AT)   20ms  12.0Mb   1.9W
    ST9038A           32.0MB 0.8"  2      VC      (2,7)RLL  6.0ms  32KB    150K
                                     AUTO                             3,546 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           51.0MB 2.50  2  654 32 1024 IDE(AT)   19ms  10.0Mb   1.7W
    ST9051A           42.8MB 19.1  4 NONE VC   6  (2,7)RLL  6.0ms  32KB    150K
                                     AUTO     17                      3,631 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           52.0MB 2.50  1      MZ  980 IDE(AT)   16ms           1.4W
    ST9052A           42.6MB 12.5  2 NONE VC   5  (2,7)RLL  5.0ms  32KB    150K
                                     AUTO     17                 MZR, 3,450 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           77.0MB 2.50  2  802 39  669 IDE(AT)   19ms  12.OMb   1.9W
    ST9077A           64.0MB 19.5  4 NONE VC  11  (2,7)RLL  5.0ms  32KB    150K
                                     AUTO     17                      3,546 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           80.0MB 2.50  1      MZ  823 IDE(AT)   16ms           1.2W
    ST9080A           65.5MB 12.5  2 NONE VC   4  (2,7)RLL  5.0ms  32KB    150K
                                     AUTO     38          88-BIT ECC, 3,450 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           96.0MB 2.50  2      MZ  980 IDE(AT)   16ms           1.5W
    ST9096A           85.3MB 19.1  4 NONE VC  10  (2,7)RLL  5.0ms  64KB    150K
                                     AUTO     17                 MZR, 3,450 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE 112
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    SEAGATE           96.0MB 2.50                 SCSI-2    16ms           2.2W
    ST9096N           85.3MB 0.8"    NONE VC      (2,7)RLL  5.0ms  64KB    150K
                                     AUTO                   SEACACHE, 3,450 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          100.0MB 2.50  1      MZ  651 IDE(AT)   16ms           1.2W
    ST9100AG          85.3MB 12.5  2 NONE VC  16  (1,7)RLL  5.0ms 120KB    300K
                                     AUTO     16                 MZR, 3,545 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          144.0MB 2.50  3      MZ  980 IDE(AT)   16ms           1.5W
    ST9144A          127.9MB 19.1  6 NONE VC  15  (2,7)RLL  5.0ms  64KB    150K
                                     AUTO     17                 MZR, 3,450 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          144.0MB 2.50                 SCSI-2    16ms           2.2W
    ST9144N          127.9MB 0.8"    NONE VC      (2,7)RLL  5.0ms  64KB    150K
                                     AUTO                   SEACACHE, 3,450 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE                  2.50                 IDE(AT)
    ST9145AG         127.0MB         NONE VC
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          195.0MB 2.50             800 IDE(AT)   16ms           1.7W
    ST9195A          170.3MB 0.8"    NONE VC  13  (2,7)RLL  5.0ms  64KB    150K
                                     AUTO     32                      3,450 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          235.0MB 2.50  3      MZ  985 IDE(AT)   16ms           1.3W
    ST9235AG         209.7MB 19.1  6 NONE VC  13  (2,7)RLL  5.0ms  64KB    150K
                                     AUTO     32                 MZR, 3,450 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          235.0MB 2.50  3      MZ      SCSI      16ms           1.3W
    ST9235N          209.0MB 19.1  6 NONE VC      (2,7)RLL  5.0ms  64KB    150K
                                     AUTO                        MZR, 3,450 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          295.0MB 2.50         MZ      IDE(AT)   16ms           1.3W
    ST9295AG         261.0MB 19.1    NONE VC      (2,7)RLL  5.0ms 120KB    300K
                                     AUTO                        MZR, 3,450 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          295.0MB 2.50         MZ      SCSI      16ms           1.3W
    ST9295N          250.6MB 19.1    NONE VC      (2,7)RLL  5.0ms  64KB    150K
                                     AUTO                        MZR, 3,450 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           57.0MB 3.50  2  940 MZ 1024 IDE(AT)   18ms  10.0Mb   8.0W
    ST1057A           53.4MB HALF  3 NONE VC   6  (2,7)RLL  6.0ms          150K
                                     AUTO     17          MZR:3-ZONE, 3,528 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           57.0MB 3.50  2  940 34      SCSI-2    20ms  10.0Mb   9.0W
    ST1057N           49.1MB HALF  3 NONE VC      (2,7)RLL  8.0ms           50K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           90.0MB 3.50  3 1072 29  653 IDE(AT)   15ms   8.0Mb  11.0W
    ST1090A           79.0MB HALF  5 NONE VC  14  (2,7)RLL  4.0ms  32KB    150K
                                     AUTO     17                 94354-90 SWIFT
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE 113
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    SEAGATE           90.0MB 3.50  3 1068 29      SCSI      15ms   8.0Mb  11.0W
    ST1090N           79.0MB HALF  5 NONE VC      (2,7)RLL  4.0ms  32KB     70K
                                     AUTO                        94351-90 SWIFT
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           96.0MB 3.50  4  906 26      SCSI      20ms   7.5Mb   9.0W
    ST1096N           83.9MB HALF  7 NONE VC      (2,7)RLL  8.0ms          150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          100.5MB 3.50  5 1072 17      ST506/412 15ms   5.0Mb  10.0W
    ST1100            83.9MB HALF  9 NONE VC      (1,3)RLL  4.0ms          150K
                                     AUTO                       94355-100 SWIFT
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          102.0MB 3.50  3  965 MZ 1024 IDE(AT)   19ms  10.0Mb   8.0W
    ST1102A[-32]      89.1MB HALF  5 NONE VC  10  (2,7)RLL  8.0ms  32KB    150K
                                     AUTO     17          MZR:3-ZONE, 3,528 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          102.0MB 3.50  3  965 MZ      SCSI-2    20ms  10.0Mb   8.5W
    ST1102N           84.0MB HALF  5 NONE VC      (2,7)RLL  8.0ms           50K
                                     AUTO                            MZR:3-ZONE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          106.6MB 3.50  4  977 26      ST506/412 24ms   7.5Mb   8.0W
    ST1106R           91.0MB HALF  7 NONE VC      (2,7)RLL  8.0ms           50K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          111.0MB 3.50  3 1072 36  873 IDE(AT)   15ms  10.0Mb  11.0W
    ST1111A           98.8MB HALF  5 NONE VC  13  (2,7)RLL  4.0ms  32KB     70K
                                     AUTO     17                94354-111 SWIFT
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          111.9MB 3.50  3 1072 36      ESDI      15ms  10.0Mb  11.0W
    ST1111E           98.8MB HALF  5 NONE VC      (2,7)RLL  4.0ms          150K
                                     AUTO                       94356-111 SWIFT
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          111.0MB 3.50  3 1068 36      SCSI      15ms  10.0Mb  11.0W
    ST1111N           98.4MB HALF  5 NONE VC      (2,7)RLL  4.0ms  32KB     70K
                                     AUTO                       94351-111 SWIFT
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE         1248.0MB 3.50  8 1872 MZ      SCSI-2F   11ms  31.0Mb  10.0W
    ST11200N[D]     1054.0MB 41.4 15 NONE VC      (1,7)RLL  2.6ms 240KB    200K
                                     AUTO                        5,411 RPM, MZR
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE         1248.0MB 3.50  8 1872 MZ      SCSI-2FW  11ms  31.0Mb  10.0W
    ST11201N[D]     1054.0MB HALF 15 NONE VC      (1,7)RLL  2.6ms 240KB    200K
                                     AUTO                        5,411 RPM, MZR
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          126.0MB 3.50  4 1072 29  800 IDE(AT)   15ms   8.0Mb  11.0W
    ST1126A          111.4MB HALF  7 NONE VC  16  (2,7)RLL  4.0ms  32KB    150K
                                     AUTO     17                94354-126 SWIFT
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          126.0MB 3.50  4 1068 29      SCSI      15ms   8.0Mb  11.0W
    ST1126N          107.0MB HALF  7 NONE VC      (2,7)RLL  4.0ms  32KB    150K
                                     AUTO                       94351-126 SWIFT
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE 114
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    SEAGATE          133.0MB 3.50  3 1272 36  962 IDE(AT)   15ms  10.0Mb  11.0W
    ST1133A          117.0MB HALF  5 NONE VC  14  (2,7)RLL  4.0ms  32KB    150K
                                     AUTO     17                94354-133 SWIFT
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          133.0MB 3.50  3 1268 36      SCSI-2    15ms  10.0Mb  11.0W
    ST1133NS         113.4MB HALF  5 NONE VC      (2,7)RLL  4.0ms  32KB    150K
                                     AUTO                      94351-133S SWIFT
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          144.0MB 3.50  4 2048 MZ 1024 IDE(AT)   19ms  10.0Mb   8.5W
    ST1144A[-32]     130.7MB HALF  7 NONE VC  14  (2,7)RLL  8.0ms   8KB    150K
                                     AUTO     17                     MZR:3-ZONE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          144.0MB 3.50  4 2048 MZ      SCSI-2    20ms  10.0Mb   8.5W
    ST1144N          125.8MB HALF  7 NONE VC      (2,7)RLL  8.0ms   8KB     50K
                                     AUTO                            MZR:3-ZONE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          150.7MB 3.50  5 1072 26      ST506/412 15ms   7.5Mb  10.0W
    ST1150R          128.4MB HALF  9  300 VC      (2,7)RLL  4.0ms          150K
                                     AUTO                       94355-150 SWIFT
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          155.9MB 3.50  4 1072 36  993 IDE(AT)   15ms  10.0Mb  11.0W
    ST1156A          138.3MB HALF  7 NONE VC  16  (2,7)RLL  4.0ms  32KB    150K
                                     AUTO     17                94354-155 SWIFT
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          155.9MB 3.50  4 1072 36      ESDI      15ms  10.0Mb  11.0W
    ST1156E          138.3MB HALF  7 NONE VC      (2,7)RLL  4.0ms           70K
                                     AUTO                       94356-155 SWIFT
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          155.9MB 3.50  4 1068 36      SCSI      15ms  10.0Mb  11.0W
    ST1156N          137.8MB HALF  7 NONE VC      (2,7)RLL  4.0ms  32KB     70K
                                     AUTO                       94351-155 SWIFT
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          156.0MB 3.50  4 1068 36      SCSI-2    15ms  10.0Mb  11.0W
    ST1156NS         137.8MB HALF  7 NONE VC      (2,7)RLL  4.0ms           70K
                                     AUTO                      94351-155S SWIFT
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          155.9MB 3.50  4 1072 36      ST506/412 15ms   7.5Mb  10.0W
    ST1156R          138.3MB HALF  7  300 VC      (2,7)RLL  4.0ms           70K
                                     AUTO                       94355-156 SWIFT
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          162.0MB 3.50  5 1072 29 1024 IDE(AT)   15ms   8.0Mb  11.0W
    ST1162A          143.3MB HALF  9 NONE VC  16  (2,7)RLL  4.0ms  32KB    150K
                                     AUTO     17                94354-160 SWIFT
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          162.0MB 3.50  5 1068 29      SCSI      15ms   8.0Mb  11.0W
    ST1162N          137.5MB HALF  9 NONE VC      (2,7)RLL  4.0ms  32KB    150K
                                     AUTO                       94351-160 SWIFT
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE         1700.0MB 3.50  7 2626 MZ      SCSI-2F   10ms           9.0W
    ST11700N[D]     1430.0MB 41.4 13 NONE VC      (1,7)RLL  2.0ms 256KB    500K
                                     AUTO                        5,400 RPM, MZR
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE 115
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    SEAGATE         1700.0MB 3.50  7 2626 MZ      SCSI-2FW  10ms           9.0W
    ST11701N[D]     1430.0MB 41.4 13 NONE VC      (1,7)RLL  2.0ms 256KB    500K
                                     AUTO                        5,400 RPM, MZR
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE         1745.0MB 3.50  6 2756 MZ      SCSI-2F    9ms  46.0Mb  10.7W
    ST11750N[D]     1437.0MB 41.4 11 NONE VC      (1,7)RLL  0.8ms   1MB    500K
                                     AUTO                        7,200 RPM, MZR
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE         1745.0MB 3.50  6 2756 MZ      SCSI-2FW   9ms  46.0Mb  10.7W
    ST11751N[D]     1437.0MB 41.4 11 NONE VC      (1,7)RLL  0.8ms   1MB    500K
                                     AUTO                        7,200 RPM, MZR
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          182.0MB 3.50  5  972 36      ESDI
    ST1182E          161.2MB HALF  9 NONE VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          186.0MB 3.50  4 1272 36  880 IDE(AT)   15ms  10.0Mb  11.0W
    ST1186A          163.8MB HALF  7 NONE VC  14  (2,7)RLL  4.0ms  32KB    150K
                                     AUTO     26                94354-186 SWIFT
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          186.0MB 3.50  4 1268 36      SCSI      15ms  10.0Mb  11.0W
    ST1186N          158.8MB HALF  7 NONE VC      (2,7)RLL  4.0ms  32KB    150K
                                     AUTO                       94351-186 SWIFT
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          186.0MB 3.50  4 1268 36      SCSI-2    15ms  10.0Mb  11.0W
    ST1186NS         158.8MB HALF  7 NONE VC      (2,7)RLL  4.0ms  32KB    150K
                                     AUTO                      94351-186S SWIFT
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          201.0MB 3.50  5 1072 36  954 IDE(AT)   15ms  10.0Mb  11.0W
    ST1201A          177.5MB HALF  9 NONE VC  14  (2,7)RLL  4.0ms  32KB    150K
                                     AUTO     26                94354-200 SWIFT
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          201.4MB 3.50  5 1072 36      ESDI      15ms  10.0Mb  11.0W
    ST1201E          177.8MB HALF  9 NONE VC      (2,7)RLL  4.0ms          150K
                                     AUTO                       94356-200 SWIFT
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          201.0MB 3.50  5 1068 36      SCSI      15ms  10.0Mb  11.0W
    ST1201N          171.9MB HALF  9 NONE VC      (2,7)RLL  4.0ms  32KB    150K
                                     AUTO                       94351-200 SWIFT
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          201.0MB 3.50  5 1068 36      SCSI-2    15ms  10.0Mb  11.0W
    ST1201NS         177.0MB HALF  9 NONE VC      (2,7)RLL  4.0ms           70K
                                     AUTO                      94351-200S SWIFT
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          239.0MB 3.50  5 1272 36  990 IDE(AT)   15ms  10.0Mb  11.0W
    ST1239A          210.7MB HALF  9 NONE VC  16  (2,7)RLL  4.0ms  32KB    150K
                                     AUTO     26                94354-239 SWIFT
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          239.0MB 3.50  5 1268 36      SCSI      15ms  10.0Mb  11.0W
    ST1239N          204.2MB HALF  9 NONE VC      (2,7)RLL  4.0ms  32KB    150K
                                     AUTO                       94351-230 SWIFT
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE 116
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    SEAGATE          239.0MB 3.50  5 1268 36      SCSI-2    15ms  10.0Mb  11.0W
    ST1239NS         210.3MB HALF  9 NONE VC      (2,7)RLL  4.0ms  32KB    150K
                                     AUTO                      94351-230S SWIFT
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           25.6MB 3.50  2  615 17      ST506/412 40ms   5.0Mb   8.0W
    ST124             21.4MB HALF  4 NONE SM      (1,3)RLL  12.0m          150K
                                      670
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE         2500.0MB 3.50 10 2626 MZ      SCSI-2F   10ms  35.0Mb   9.0W
    ST12400N[D]     2100.0MB 41.4 19 NONE VC      (1,7)RLL  2.0ms 256KB    500K
                                     AUTO                        5,411 RPM, MZR
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE         2500.0MB 3.50 10 2626 MZ      SCSI-2FW  10ms  35.0Mb   9.0W
    ST12401N[D]     2100.0MB 41.4 19 NONE VC      (1,7)RLL  2.0ms 256KB    500K
                                     AUTO                        5,411 RPM, MZR
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           25.6MB 3.50  2  615 17      ST506/412 40ms   5.0Mb   8.0W
    ST125-0           21.4MB HALF  4 NONE SM      (1,3)RLL  8.0ms          150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           25.6MB 3.50  2  615 17      ST506/412 28ms   5.0Mb   8.0W
    ST125-1           21.4MB HALF  4 NONE SM      (1,3)RLL  8.0ms          150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE         2547.0MB 3.50 10 2756 MZ      SCSI-2F    9ms  46.0Mb  12.0W
    ST12550N[D]     2100.0MB 41.4 19 NONE VC      (1,7)RLL  0.8ms   1MB    500K
                                     AUTO         BARRACUDA 2    7,200 RPM, MZR
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE         2547.0MB 3.50 10 2756 MZ      SCSI-2FW   9ms  46.0Mb  12.0W
    ST12551N[D]     2100.0MB 41.4 19 NONE VC      (1,7)RLL  0.8ms   1MB    500K
                                     AUTO         BARRACUDA 2    7,200 RPM, MZR
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           25.0MB 3.50  2  404 26  615 IDE(AT)   40ms   7.5Mb   9.0W
    ST125A-0          21.5MB HALF  4 NONE SM   4  (2,7)RLL  8.0ms          150K
                                     AUTO     17
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           25.0MB 3.50  2  404 26  615 IDE(AT)   28ms   7.5Mb   9.0W
    ST125A-1          21.5MB HALF  4 NONE SM   4  (2,7)RLL  8.0ms          150K
                                     AUTO     17
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           25.0MB 3.50  2  407 26      SCSI      40ms   7.5Mb   9.0W
    ST125N-0          21.5MB HALF  4 NONE SM      (2,7)RLL  8.0ms          150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           25.0MB 3.50  2  407 26      SCSI      28ms   7.5Mb   9.0W
    ST125N-1          21.5MB HALF  4 NONE SM      (2,7)RLL  8.0ms          150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          274.OMB 3.50                 IDE(AT)   18ms
    ST1274A          230.0MB HALF                 (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE 117
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    SEAGATE           38.4MB 3.50  2  615 26      ST506/412 40ms   7.5Mb   8.3W
    ST137R            32.7MB HALF  4 NONE SM      (2,7)RLL  12.0m           70K
                                      670
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           38.4MB 3.50  3  615 17      ST506/412 40ms   5.0Mb   8.3W
    ST138-0           32.1MB HALF  6 NONE SM      (1,3)RLL  8.0ms          150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           38.4MB 3.50  3  615 17      ST506/412 28ms   5.0Mb   8.3W
    ST138-1           32.1MB HALF  6 NONE SM      (1,3)RLL  8.0ms          150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           38.0MB 3.50  2  604 26  615 IDE(AT)   40ms   7.5Mb   9.0W
    ST138A-0          32.1MB HALF  4 NONE SM   6  (2,7)RLL  8.0ms          150K
                                     AUTO     17
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           38.0MB 3.50  2  604 26  615 IDE(AT)   28ms   7.5Mb   9.0W
    ST138A-1          32.1MB HALF  4 NONE SM   6  (2,7)RLL  8.0ms          150K
                                     AUTO     17
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           38.0MB 3.50  2  615 26      SCSI      40ms   7.5Mb   9.0W
    ST138N-0          32.2MB HALF  4 NONE SM      (2,7)RLL  8.0ms          150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           38.0MB 3.50  2  615 26      SCSI      28ms   7.5Mb   9.0W
    ST138N-1          32.2MB HALF  4 NONE SM      (2,7)RLL  8.0ms          150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           38.4MB 3.50  2  615 26      ST506/412 40ms   7.5Mb   8.3W
    ST138R-0          32.7MB HALF  4 NONE SM      (2,7)RLL  8.0ms          150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           38.4MB 3.50  2  615 26      ST506/412 28ms   7.5Mb   8.3W
    ST138R-1          32.7MB HALF  4 NONE SM      (2,7)RLL  8.0ms          150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          381.8MB 3.50  4 1475 MZ 1018 IDE(AT)   14ms  21.0Mb   8.0W
    ST1400A          331.7MB HALF  7 NONE VC  12  (1,7)RLL  2.5ms  64KB    150K
                                     AUTO     53         MZR:26-ZONE, 4,412 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          383.0MB 3.50  4 1476 MZ      SCSI-2    14ms  21.0Mb   9.1W
    ST1400N          331.0MB HALF  7 NONE VC      (1,7)RLL  2.5ms  64KB    150K
                                     AUTO                MZR:26-ZONE, 4,412 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          395.7MB 3.50  5 1132 MZ  726 IDE(AT)   12ms  21.0Mb   8.0W
    ST1401A          343.7MB HALF  9 NONE VC  15  (1,7)RLL  2.5ms  64KB    150K
                                     AUTO     61         MZR:26-ZONE, 4,412 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          390.0MB 3.50  5 1100 MZ      SCSI-2    12ms  21.0Mb   9.1W
    ST1401N          338.0MB HALF  9 NONE VC      (1,7)RLL  2.5ms  64KB    150K
                                     AUTO                MZR:26-ZONE, 4,412 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE 118
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    SEAGATE          490.9MB 3.50  5 1475 MZ  895 IDE(AT)   14ms  21.0Mb   8.0W
    ST1480A          426.1MB HALF  9 NONE VC  15  (1,7)RLL  2.5ms  64KB    150K
                                     AUTO     62         MZR:26-ZONE, 4,412 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          492.0MB 3.50  5 1476 MZ      SCSI-2    14ms  21.0Mb   9.1W
    ST1480N[D]       426.0MB HALF  9 NONE VC      (1,7)RLL  2.5ms  64KB    150K
                                     AUTO                MZR:26-ZONE, 4,412 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          492.0MB 3.50  5 1476 MZ      SCSI-2F   14ms  21.0Mb   9.1W
    ST1481N          426.0MB HALF  9 NONE VC      (1,7)RLL  2.5ms 256KB    150K
                                     AUTO                MZR:26-ZONE, 4,412 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           50.8MB 3.50  3  977 17      ST506/412 24ms   5.0Mb   8.0W
    ST151             42.5MB HALF  5 NONE VC      (1,3)RLL  8.0ms          150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           57.0MB 3.50  3  560 26 1024 IDE(AT)   40ms   7.5Mb   9.0W
    ST157A-0          44.7MB HALF  6 NONE SM   5  (2,7)RLL  8.0ms   2KB    150K
                                     AUTO     17
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           57.0MB 3.50  3  560 26 1024 IDE(AT)   28ms   7.5Mb   9.0W
    ST157A-1          44.7MB HALF  6 NONE SM   5  (2,7)RLL  8.0ms   2KB    150K
                                     AUTO     17
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           57.0MB 3.50  3  615 26      SCSI      40ms   7.5Mb   9.0W
    ST157N-0          48.6MB HALF  6 NONE SM      (2,7)RLL  8.0ms   2KB    150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           57.0MB 3.50  3  615 26      SCSI      28ms   7.5Mb   9.0W
    ST157N-1          48.6MB HALF  6 NONE SM      (2,7)RLL  8.0ms   2KB    150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           57.7MB 3.50  3  615 26      ST506/412 40ms   7.5Mb   8.3W
    ST157R-0          49.1MB HALF  6 NONE SM      (2,7)RLL  8.0ms          150k
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           57.7MB 3.50  3  615 26      ST506/412 28ms   7.5Mb   8.3W
    ST157R-1          49.1MB HALF  6 NONE SM      (2,7)RLL  8.0ms          150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          613.0MB 3.50  5 1476 MZ      SCSI-2F   14ms  26.0Mb  10.0W
    ST1581N          525.0MB HALF  9 NONE VC      (1,7)RLL  2.5ms 256KB    150K
                                     AUTO                        4,412 RPM, MZR
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           77.0MB 3.50  3  921 26      SCSI      20ms   7.5Mb   9.0W
    ST177N            60.8MB HALF  5 NONE VC      (2,7)RLL  8.0ms          150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE         1021.0MB 3.50  7 1730 MZ      SCSI-2F   11ms  32.0Mb   7.0W
    ST1980N[D]       860.0MB HALF 13 NONE VC      (1,7)RLL  2.0ms 240KB    200K
                                     AUTO                        5,411 RPM, MZR
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE 119
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    SEAGATE           25.0MB 3.50  1 1616 26 1024 IDE(AT)   20ms  12.0Mb   4.0W
    ST3025A           21.5MB HALF  1 NONE VC   8  (2,7)RLL  8.0ms           50K
                                     AUTO     17
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           25.0MB 3.50  1 1616 26      SCSI-2    20ms  12.0Mb   4.0W
    ST3025N           21.5MB HALF  1 NONE VC      (2,7)RLL  8.0ms           50K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           51.0MB 3.50             820 IDE(AT)   16ms  15.0Mb   4.9W
    ST3051A           43.1MB 1.0"    NONE VC   6  (2,7)RLL  3.0ms  32KB    150K
                                     AUTO     17                      3,211 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           57.0MB 3.50  2  940 34 1024 IDE(AT)   20ms  12.0Mb   4.0W
    ST3057A           49.1MB 1.0"  3 NONE VC   8  (2,7)RLL  8.0ms           50K
                                     AUTO     17
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           57.0MB 3.50  2 9404 34      SCSI-2    20ms  12.0Mb   4.0W
    ST3057N           49.1MB 1.0"  3 NONE VC      (2,7)RLL  8.0ms           50K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           96.0MB 3.50  2      35 1024 IDE(AT)   14ms  12.0Mb   2.5W
    ST3096A           89.2MB 25.4  3 NONE VC  10  (2,7)RLL  3.0ms  32KB    150K
                                     AUTO     17                      3,211 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           96.0MB 3.50  2  610 35      SCSI-2    20ms  12.0Mb   4.0W
    ST3096N           84.0MB 1.0"  3 NONE VC      (2,7)RLL  8.0ms           50K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE         1200.0MB 3.50  5 2626 MZ      SCSI-2F   10ms  41.0Mb   7.0W
    ST31200N[D]     1050.0MB 25.4  9 NONE VC      (1,7)RLL  2.0ms 256KB    500K
                                     AUTO                        MZR, 6,300 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          120.0MB 3.50  2      MZ 1024 IDE(AT)   15ms  11.0Mb   2.5W
    ST3120A          106.9MB 25.4  3 NONE VC  12  (2,7)RLL  3.0ms  32KB    150K
                                     AUTO     17          MZR:2-ZONE, 3,211 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          144.0MB 3.50  2      MZ 1001 IDE(AT)   16ms  12.0Mb   4.9W
    ST3144A          130.6MB 25.4  3 NONE VC  15  (2,7)RLL  3.0ms  32KB    150K
                                     AUTO     17                 MZR, 3,211 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          243.0MB 3.50         MZ 1024 IDE(AT)   16ms           4.0W
    ST3243A          213.9MB 25.4    NONE VC  12  (1,7)RLL  4.0ms 128KB    150K
                                     AUTO     34                 MZR, 3,811 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           25.0MB 3.50  1  697 MZ  615 IDE-X/A   28ms  13.0Mb   1.8W
    ST325A/X          21.4MB HALF  2 NONE SM   4  (2,7)RLL  7.0ms          150K
                                     AUTO     17          MZR:2-ZONE, 3,048 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           25.0MB 3.50  1  654 32      SCSI      28ms   9.2Mb   2.7W
    ST325N            21.4MB HALF  2 NONE SM      (2,7)RLL  7.0ms   2KB     50K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE 120
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    SEAGATE           25.0MB 3.50  1  697 30  615 IDE(XT)   45ms   9.2Mb   2.0W
    ST325X            21.4MB HALF  2 NONE      4  (2,7)RLL  15.0m          150K
                                     AUTO     17
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          283.0MB 3.50  3      MZ  978 IDE(AT)   12ms  19.8Mb   4.0W
    ST3283A          245.4MB 25.4  5 NONE VC  14  (1,7)RLL  4.0ms 128KB    200K
                                     AUTO     35                 MZR, 4,500 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          283.0MB 3.50  3 1689 MZ      SCSI-2F   12ms  19.8Mb   4.4W
    ST3283N          248.6MB 25.4  5 NONE VC      (1,7)RLL  4.0ms 128KB    250K
                                     AUTO                        MZR, 4,500 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE                  3.50                 IDE(AT)   16ms
    ST3290A          260.0MB         NONE VC                               250K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          385.0MB 3.50  3      MZ  767 IDE(AT)   12ms  29.0Mb   4.4W
    ST3385A          340.0MB 25.4  5 NONE VC  14  (1,7)RLL  4.0ms 256KB    250K
                                     AUTO     62                 MZR, 4,500 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE                  3.50                 IDE(AT)   12ms
    ST3390A          340.0MB         NONE VC                               250K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE                  3.50                 SCSI-2    12ms
    ST3390N          340.0MB         NONE VC                               250K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          502.0MB 3.50  4 1547 MZ  895 IDE(AT)   10ms  28.3Mb   5.0W
    ST3500A          426.0MB 25.4  7 NONE VC  15  (1,7)RLL  2.0ms 256KB    200K
                                     AUTO     62                 MZR, 4,535 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          502.0MB 3.50  4 1547 MZ      SCSI-2F   10ms  26.8Mb   5.0W
    ST3500N[D]       426.0MB 1.0"  7 NONE VC      (1,7)RLL  2.0ms 240KB    200K
                                     AUTO                        MZR, 4,535 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           51.0MB 3.50  1      MZ  820 IDE-X/A   28ms  12.0Mb   2.0W
    ST351A/X          42.8MB HALF  2 NONE SM   6  (2,7)RLL  7.0ms          150K
                                     AUTO     17          MZR:3-ZONE, 3,048 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          550.0MB 3.50  3      MZ 1018 IDE(AT)   12ms  29.0Mb   4.3W
    ST3550A          452.4MB 25.4  5 NONE VC  14  (1,7)RLL  4.0ms 256KB    250K
                                     AUTO     62                 MZR, 4,500 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          550.0MB 3.50  3 2126 MZ      SCSI-2F   12ms  29.0Mb   4.4W
    ST3550N          456.5MB 25.4  5 NONE VC      (1,7)RLL  4.0ms 256KB    250K
                                     AUTO                        MZR, 4,500 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          617.0MB 3.50  4 1872 MZ 1024 IDE(AT)   11ms  27.8Mb   5.0W
    ST3600A          528.0MB 25.4  7 NONE VC  16  (1,7)RLL  2.0ms 256KB    200K
                                     AUTO     63                 MZR, 4,535 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE 121
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    SEAGATE          617.0MB 3.50  4 1872 MZ      SCSI-2F   11ms  26.4Mb   5.0W
    ST3600N[D]       525.0MB 1.0"  7 NONE VC      (1,7)RLL  2.0ms 240KB    200K
                                     AUTO                        MZR, 4,467 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          635.0MB 3.50  4 1872 MZ      SCSI-2F   11ms  32.3Mb   5.0W
    ST3610N[D]       535.0MB 1.0"  7 NONE VC      (1,7)RLL  2.0ms 256KB    200K
                                     AUTO                        MZR, 5,411 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE            6.0MB 5.25  1  306 17      ST506/412        5.0Mb
    ST206              5.0MB FULL  2  128 SM      (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          106.0MB 5.25  3 1024 34      ESDI      18ms  10.0Mb  15.0W
    ST2106E           89.0MB HALF  5 NONE VC      (2,7)RLL  4.0ms          100K
                                     AUTO                      94216-106 WREN 3
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          106.0MB 5.25  3 1022 34      SCSI      18ms  10.0Mb  18.0W
    ST2106N           91.0MB HALF  5 NONE VC      (2,7)RLL  4.0ms   8KB    100K
                                     AUTO                      94211-106 WREN 3
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          12.76MB 5.25  2  307 17      ST506/412 65ms   5.0Mb  17.0W
    ST212             10.0MB FULL  4  128 SM      (1,3)RLL  23.0m           11K
                                      319
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          125.0MB 5.25  2 1544 MZ      SCSI      18ms  12.0Mb  16.0W
    ST2125N          106.7MB HALF  3 NONE VC      (2,7)RLL  4.0ms  32KB    100K
                                     AUTO               MZR, 94221-125/M WREN 5
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           12.8MB 5.25  1  616 17      ST506/412 65ms   5.0Mb  14.8W
    ST213             10.7MB FULL  2  300 SM      (1,3)RLL  20.0m           20K
                                      670
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          182.0MB 5.25  3 1453 54      ESDI      16ms  15.0Mb  15.0W
    ST2182E          160.7MB HALF  4 NONE VC      (2,7)RLL  3.0ms          100K
                                     AUTO                      94246-182 WREN 6
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          209.0MB 5.25  3 1544 MZ      SCSI      18ms  12.0Mb  16.0W
    ST2209N          179.0MB HALF  5 NONE VC      (2,7)RLL  4.0ms  32KB    100K
                                     AUTO               MZR, 94221-209/M WREN 5
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           24.0MB 5.25  1  615 26      SCSI      70ms  12.0Mb  16.8W
    ST224N            21.2MB HALF  2 NONE SM      (2,7)RLL  20.0m          100K
                                      670
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           25.6MB 5.25  2  615 17      ST506/412 65ms   5.0Mb  14.8W
    ST225             21.4MB HALF  4  300 SM      (1,3)RLL  20.0m          100K
                                      670
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           25.5MB 5.25  2  615 17      SCSI      65ms   5.0Mb  16.8W
    ST225N            21.3MB HALF  4 NONE SM      (1,3)RLL  20.0m          100K
                                      670
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE 122
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    SEAGATE           25.0MB 5.25  1  667 31      ST506/412 70ms   7.5Mb  14.8W
    ST225R            21.2MB HALF  2 NONE SM      (2,7)RLL  20.0m          100K
                                      670                             3,000 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          274.0MB 5.25  3 1747 54  873 IDE(AT)   16ms  15.0Mb  15.0W
    ST2274A          241.5MB HALF  5 NONE VC  15  (2,7)RLL  3.0ms  32KB    100K
                                     AUTO     36               94244-274 WREN 6
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          383.0MB 5.25  4 1747 54  873 IDE(AT)   16ms  15.0Mb  15.0W
    ST2383A          338.1MB HALF  7 NONE VC  14  (2,7)RLL  3.0ms  32KB    100K
                                     AUTO     54               94244-383 WREN 6
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          383.0MB 5.25  4 1747 54      ESDI      16ms  15.0Mb  14.0W
    ST2383E          337.0MB HALF  7 NONE VC      (2,7)RLL  3.0ms          100K
                                     AUTO                      94246-383 WREN 6
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          383.0MB 5.25  4 1261 MZ      SCSI      14ms  20.0Mb  16.0W
    ST2383N          332.0MB HALF  7 NONE VC      (2,7)RLL  3.0ms  64KB    100K
                                     AUTO                 MZR, 94241-383 WREN 6
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          384.0MB 5.25                 IDE(AT)   18ms
    ST2384A          330.0MB HALF         VC      (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           38.4MB 5.25  2  615 26      ST506/412 65ms   7.5Mb  14.8W
    ST238R            32.7MB HALF  4 NONE SM      (2,7)RLL  20.0m          100K
                                      670
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          502.0MB 5.25  4 1755 MZ      SCSI      16ms  20.0Mb  16.0W
    ST2502N          435.0MB HALF  7 NONE VC      (2,7)RLL  3.0ms  64KB    100K
                                     AUTO                 MZR, 94241-502 WREN 6
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           50.0MB 5.25  2  667         SCSI      70ms   7.5Mb  16.8W
    ST250N            42.9MB HALF  4 NONE SM      (2,7)RLL  20.0m          100K
                                      670
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           50.0MB 5.25  2  667 31      ST506/412 70ms   7.5Mb  14.8W
    ST250R            42.3MB HALF  4 NONE SM      (2,7)RLL  20.0m          100K
                                      670                             3,000 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           51.2MB 5.25  3  820 17      ST506/412 40ms   5.0Mb  11.0W
    ST251-0           42.8MB HALF  6 NONE SM      (1,3)RLL  8.0ms          100K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           51.2MB 5.25  3  820 17      ST506/412 28ms   5.0Mb  12.0W
    ST251-1           42.8MB HALF  6 NONE SM      (1,3)RLL  8.0ms          100K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           51.0MB 5.25  2  820 26      SCSI      40ms   7.5Mb  12.0W
    ST251N-0          43.1MB HALF  4 NONE SM      (2,7)RLL  8.0ms           70K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE 123
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    SEAGATE           51.0MB 5.25  2  630 34      SCSI      28ms  10.0Mb  13.0W
    ST251N-1          43.2MB HALF  4 NONE SM      (2,7)RLL  8.0ms           70K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           51.0MB 5.25  2  820 26      ST506/412 40ms   7.5Mb
    ST251R            43.0MB HALF  4 NONE SM      (2,7)RLL
                                      820
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           51.2MB 5.25  3  820 17      ST506/412 40ms   5.0Mb  11.0W
    ST252             42.8MB HALF  6 NONE SM      (1,3)RLL  12.0m          100K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           51.5MB 5.25  3  989 17      ST506/412 28ms   5.0Mb  20.0W
    ST253             43.0MB HALF  5  128 VC      MFM       5.0ms           40K
                                     AUTO                       94205-51 WREN 2
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           74.5MB 5.25  3  948 26  940 IDE(AT)   29ms   7.5Mb  20.0W
    ST274A            65.5MB HALF  5 NONE VC   8  (2,7)RLL  5.0ms  32KB     40K
                                     AUTO     17             94204-65,74 WREN 2
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           77.0MB 5.25  3  820 26      SCSI      40ms   7.5Mb  12.0W
    ST277N-0          64.9MB HALF  6 NONE SM      (2,7)RLL  8.0ms           70K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           77.0MB 5.25  3  628 34      SCSI      28ms  10.0Mb  13.0W
    ST277N-1          64.9MB HALF  6 NONE SM      (2,7)RLL  8.0ms           70K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           76.9MB 5.25  3  820 26      ST506/412 40ms   7.5Mb  11.0W
    ST277R-0          65.5MB HALF  6 NONE SM      (2,7)RLL  8.0ms           70K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           76.9MB 5.25  3  820 26      ST506/412 28ms   7.5Mb  12.0W
    ST277R-1          65.5MB HALF  6 NONE SM      (2,7)RLL  8.0ms           70K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           76.9MB 5.25  3  820 26      ST506/412 40ms   7.5Mb  12.0W
    ST278R            65.5MB HALF  6 NONE SM      (2,7)RLL  12.0m           70K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           77.0MB 5.25  3  989 26      ST506/412 28ms   7.5Mb  20.0W
    ST279R            65.0MB HALF  5 NONE VC      (2,7)RLL  5.0ms           40K
                                     AUTO                       94205-77 WREN 2
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           80.6MB 5.25  3 1032 27 1024 IDE(AT)   29ms   7.5Mb  20.0W
    ST280A            71.3MB HALF  5 NONE VC   8  (2,7)RLL  5.0ms  32KB     40K
                                     AUTO     17      94204-71, 94204-81 WREN 2
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           96.0MB 5.25  3  820 34      SCSI      28ms  10.0Mb  13.0W
    ST296N            84.9MB HALF  6 NONE SM      (2,7)RLL  8.0ms           70K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE 124
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    SEAGATE           25.6MB 5.25  3  615 17      ST506/412 40ms   5.0Mb  25.5W
    ST4026            21.4MB FULL  4 NONE VC      (1,3)RLL  8.0ms           15K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           38.2MB 5.25  3  733 17      ST506/412 40ms   5.0Mb  25.5W
    ST4038            31.9MB FULL  5  300 VC      (1,3)RLL  8.0ms           25K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           38.2MB 5.25  3  733 17      ST506/412 40ms   5.0Mb  25.5W
    ST4038M           31.9MB FULL  5 NONE VC      (1,3)RLL  8.0ms           15K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           50.9MB 5.25  3  977 17      ST506/412 40ms   5.0Mb  25.5W
    ST4051            42.5MB FULL  5 NONE VC      (1,3)RLL  8.0ms           15K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           53.3MB 5.25  3 1024 17      ST506/412 28ms   5.0Mb  23.0W
    ST4053            44.5MB FULL  5 NONE VC      (1,3)RLL  6.0ms           40K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE            6.4MB 5.25  1  306 17      ST506/412 85ms   5.0Mb  24.7W
    ST406              5.0MB FULL  2  128 SM      (1,3)RLL  17.0m           11K
                                      319
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           77.0MB 5.25  3 1024 26      SCSI      28ms   7.5Mb
    ST4077N           66.9MB FULL  5      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           77.0MB 5.25  3 1024 26      ST506/412 28ms   7.5Mb
    ST4077R           65.0MB FULL  5              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           85.0MB 5.25  5 1024 17      ST506/412 28ms   5.0Mb  28.0W
    ST4085            71.3MB FULL  8 NONE VC      (1,3)RLL  5.0ms           40K
                                     AUTO                       94155-85 WREN 2
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           85.0MB 5.25  5 1024 17      ST506/412 28ms   5.0Mb  28.0W
    ST4085p           71.3MB FULL  8  128 VC      (1,3)RLL  5.0ms           40K
                                     AUTO                      94155-85p WREN 2
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           86.0MB 5.25  5  925 17      ST506/412 28ms   5.0Mb  28.0W
    ST4086            72.5MB FULL  9 NONE VC      (1,3)RLL  5.0ms           40K
                                     AUTO                       94155-86 WREN 2
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           86.0MB 5.25  5  925 17      ST506/412 28ms   5.0Mb  28.0W
    ST4086p           72.5MB FULL  9  128 VC      (1,3)RLL  5.0ms           40K
                                     AUTO                      94155-86p WREN 2
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           96.0MB 5.25  5 1024 17      ST506/412 28ms   5.0Mb  23.0W
    ST4096            80.2MB FULL  9 NONE VC      (1,3)RLL  6.0ms           40K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE 125
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    SEAGATE           96.0MB 5.25                 SCSI      17ms
    ST4096N           83.9MB FULL         VC
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           96.0MB 5.25  5 1024 17      ST506/412 28ms   5.0Mb  28.0W
    ST4097            80.2MB FULL  9 NONE VC      (1,3)RLL  5.0ms           40K
                                     AUTO                       94155-96 WREN 2
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           96.0MB 5.25  5 1024 17      ST506/412 28ms   5.0Mb  28.0W
    ST4097p           80.2MB FULL  9  128 VC      (1,3)RLL  5.0ms           40K
                                     AUTO                      94155-96p WREN 2
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE         1097.0MB 5.25 10 2101         SMD-O/E   12ms  22.0Mb  44.0W
    ST41097J                 FULL 17 NONE VC                               150K
                                     AUTO                             5,400 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           12.8MB 5.25  2  306 17      ST506/412 85ms   5.0Mb  25.9W
    ST412             10.7MB FULL  4  128 SM      (1,3)RLL  17.0m           11K
                                      319
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE         1200.0MB 5.25  8 1931 MZ      SCSI-2    15ms  23.8Mb  24.0W
    ST41200N[D][M]  1037.0MB FULL 15 NONE VC      (1,7)RLL  2.5ms 256KB    150K
                                     AUTO               MZR, 94601-12G/M WREN 7
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE         1205.0MB 5.25 10 2101         SMD-O/E   12ms  24.0Mb  50.0W
    ST41201J                 FULL 17 NONE VC      (2,7)RLL  3.0ms          100K
                                     AUTO          5,400 RPM, 97500-12G ELITE 1
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE         1205.0MB 5.25 10 2101         IPI-2     12ms  24.0Mb  50.0W
    ST41201K                 FULL 17 NONE VC      (2,7)RLL  3.0ms          100K
                                     AUTO          5,400 RPM, 97509-12G ELITE 1
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          135.0MB 5.25  5  960 26      ST506/412 28ms   7.5Mb  28.0W
    ST4135R          115.0MB FULL  9  128 VC      (2,7)RLL  5.0ms           40K
                                     AUTO                      94155-135 WREN 2
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          144.0MB 5.25  5 1024 26      SCSI      28ms   7.5Mb
    ST4144N          122.1MB FULL  9      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          144.0MB 5.25  5 1024 26      ST506/412 28ms   7.5Mb  23.0W
    ST4144R          122.7MB FULL  9 NONE VC      (2,7)RLL  6.0ms           40K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE         1550.0MB 5.25 10 2101 MZ      SCSI-2    12ms  28.0Mb  50.0W
    ST41520N[D]     1352.0MB FULL 17 NONE VC      (2,7)RLL  3.0ms 256KB    100K
                                     AUTO             MZR, 5,400 RPM, 97501-12G
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE         1600.9MB 5.25 10 2101 MZ      SCSI-2    12ms  31.0Mb  31.6W
    ST41600N[D]     1370.6MB FULL 17 NONE VC      (2,7)RLL  1.7ms 256KB    150K
                                     AUTO             MZR, 5,400 RPM, 97501-16G
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE 126
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    SEAGATE         1600.9MB 5.25 10 2101 MZ      SCSI-2F   12ms  31.0Mb  33.1W
    ST41601N[D]     1370.6MB FULL 17 NONE VC      (2,7)RLL  1.7ms 256KB    150K
                                     AUTO             MZR, 5,400 RPM, 97501-16G
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE         1650.0MB 5.25                 ESDI      12ms
    ST41650E        1420.0MB FULL         VC
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE         1650.0MB 5.25  8 2107 MZ      SCSI-2    15ms  25.0Mb  21.0W
    ST41650N[D]     1415.0MB FULL 15 NONE VC      (1,7)RLL  2.5ms 256KB    150K
                                     AUTO                           MZR, WREN 8
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE         1650.0MB 5.25  8 2107 MZ      SCSI-2F   15ms  25.0Mb  21.0W
    ST41651N[D]     1415.0MB FULL 15 NONE VC      (1,7)RLL  2.5ms 256KB    150K
                                     AUTO                           MZR, WREN 8
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE         1800.0MB 5.25         MZ      IPI-2     11ms  60.0Mb  23.0W
    ST41800K                 FULL         VC      RLL                      250K
                                     AUTO          ELITE 2, 2HP, MZR, 5,400 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          182.0MB 5.25  5  969 34      ESDI      17ms  10.0Mb  21.0W
    ST4182E          151.8MB FULL  9 NONE VC      (2,7)RLL  4.0ms          100K
                                     AUTO                      94166-182 WREN 3
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          182.0MB 5.25  5  969 35      SCSI      17ms  10.0Mb  24.0W
    ST4182N          155.0MB FULL  9 NONE VC      (2,7)RLL  4.0ms   8KB    100K
                                     AUTO                      94161-182 WREN 3
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           19.4MB 5.25  3  306 17      ST506/412 85ms   5.0Mb  24.7W
    ST419             15.0MB FULL  6  128 SM      (1,3)RLL  17.0m           11K
                                      319
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          192.0MB 5.25  4 1147 36      ESDI      17ms  10.0Mb
    ST4192E          169.0MB FULL  8              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          192.0MB 5.25  5 1147 36      SCSI      17ms  10.0Mb  25.5W
    ST4192N          168.5MB FULL  8      VC      (2,7)RLL  5.0ms           25K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE         2106.3MB 5.25  9 2627 MZ      SCSI-2F   11ms  35.0Mb  29.9W
    ST42000N[D]     1792.1MB 82.6 16 NONE VC      (1,7)RLL  1.7ms 256KB    150K
                                     AUTO               ELITE 2, MZR, 5,400 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE         2200.0MB 5.25  8 2573 MZ      SCSI-2F   13ms  25.5Mb  21.0W
    ST42100N[D]     1900.0MB FULL 15 NONE VC      (1,7)RLL  2.0ms 256KB    150K
                                     AUTO                           WREN 9, MZR
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE         2501.2MB 5.25 11 2627 MZ      SCSI-2F   11ms  35.0Mb  33.0W
    ST42400N[D]     2129.6MB 82.6 19 NONE VC      (1,7)RLL  1.7ms 256KB    150K
                                     AUTO               ELITE 2, MZR, 5,400 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE 127
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    SEAGATE           25.0MB 5.25  4  306 17      ST506/412        5.0Mb
    ST425             21.3MB FULL  8  128 SM      (1,3)RLL
                                      319
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE         3385.0MB 5.25                 IPI-2     11ms  87.0Mb  42.0W
    ST43200K                 FULL    NONE VC                               200K
                                     AUTO                    ELITE 3, 5,400 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE         3554.9MB 5.25 11 2738 MZ      SCSI-2F   11ms  43.5Mb  34.5W
    ST43400N[D]     2916.7MB 82.6 20 NONE VC      (1,7)RLL  1.3ms 512KB    200K
                                     AUTO               ELITE 3, MZR, 5,400 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE         3554.9MB 5.25 11 2738 MZ      SCSI-2FW  11ms  43.5Mb  34.5W
    ST43401N[D]     2916.7MB 82.6 20 NONE VC      (1,7)RLL  1.3ms 512KB    200K
                                     AUTO               ELITE 3, MZR, 5,400 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE         3554.9MB 5.25 11 2738 MZ      SCSI-2FW  11ms  43.5Mb  34.5W
    ST43402ND       2916.7MB 82.6 20 NONE VC      (1,7)RLL  1.3ms 512KB    200K
                                     AUTO               ELITE 3, MZR, 5,400 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          350.0MB 5.25  5 1412 MZ      SCSI      17ms  12.0Mb  27.0W
    ST4350N          300.0MB FULL  9 NONE VC      (2,7)RLL  4.0ms  32KB    100K
                                     AUTO               MZR, 94171-350/M WREN 4
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          356.0MB 5.25  5 1430 MZ      SCSI      17ms  12.0Mb
    ST4356N          311.0MB FULL  9 NONE VC      (2,7)RLL  4.0ms          100K
                                     AUTO                                   MZR
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          376.0MB 5.25  5 1549 MZ      SCSI      18ms  12.0Mb  27.0W
    ST4376N          330.0MB FULL  9 NONE VC      (2,7)RLL  4.0ms  32KB    100K
                                     AUTO               MZR, 94171-376/M WREN 4
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          383.0MB 5.25  7 1412 34      ESDI      18ms  10.0Mb  23.0W
    ST4383E          319.0MB FULL 13 NONE VC      (2,7)RLL  4.0ms          100K
                                     AUTO                      94186-383 WREN 5
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          383.0MB 5.25  8 1224 34      ESDI      15ms  10.0Mb  23.0W
    ST4384E          319.0MB FULL 15 NONE VC      (2,7)RLL  3.0ms          100K
                                     AUTO                     94186-383H WREN 5
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          385.0MB 5.25  8  791 MZ      SCSI      11ms  15.0Mb  21.0W
    ST4385N[M]       330.0MB FULL 15 NONE VC      (2,7)RLL  3.0ms  32KB    100K
                                     AUTO              MZR, 94181-385H/M WREN 5
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          442.0MB 5.25  8 1412 34      ESDI      16ms  10.0Mb  23.0W
    ST4442E          368.0MB FULL 15 NONE VC      (2,7)RLL  3.0ms          100K
                                     AUTO                      94186-442 WREN 5
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          702.0MB 5.25  8 1546 MZ      SCSI      17ms  14.0Mb  21.0W
    ST4702N[M]       601.0MB FULL 15 NONE VC      (2,7)RLL  3.0ms  32KB    100K
                                     AUTO               MZR, 94181-702/M WREN 5
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE 128
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    SEAGATE          766.0MB 5.25  8 1632 53      ESDI      16ms  15.0Mb  20.0W
    ST4766E          664.0MB FULL 15 NONE VC      (2,7)RLL  4.0ms          150K
                                     AUTO                      94196-766 WREN 6
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          766.0MB 5.25  8 1632 54      SCSI      16ms  15.0Mb  21.0W
    ST4766N[M]       676.8MB FULL 15 NONE VC      (2,7)RLL  3.0ms  32KB    150K
                                     AUTO                      94191-766 WREN 6
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          788.0MB 5.25  8 1399 63      ESDI      13ms  24.0Mb  27.0W
    ST4767E(S)       676.8MB FULL 15 NONE VC      (1,7)RLL  2.4ms          150K
                                     AUTO                        MZR, 4,800 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          767.0MB 5.25  8 1356 64      SCSI-2    12ms  24.0Mb  27.0W
    ST4767N[D][M]    665.0MB FULL 15 NONE VC      (1,7)RLL  2.5ms 256KB    150K
                                     AUTO        4,800 RPM, 94601-767H/M WREN 6
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          802.0MB 5.25  8 1552 53      ESDI      12ms  24.0Mb  27.0W
    ST4769E(S)       631.0MB FULL 15 NONE VC      (1,7)RLL  2.5ms          150K
                                     AUTO                        MZR, 4,800 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE            6.4MB 5.25  2  153 17      ST506     85ms   5.0Mb  22.7W
    ST506              5.3MB FULL  4  128 SM      (1,3)RLL  17.0m           11K
                                      157
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE            6.0MB 5.25  1  306 17      ST506/412        5.0Mb
    ST706              5.0MB FULL  2  128 SM      (1,3)RLL
                                      319
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          100.0MB 8.00                 IPI-2     .2ms  80.0Mb  89.0W
    ST8100K                  FULL                                          100K
                                                    DUAL PORT, SOLID-STATE DISK
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE         1123.0MB 8.00  9 1635         SMD-O/E   15ms  22.0Mb  95.0W
    ST81123J                 FULL 15 NONE VC      (2,7)RLL  4.0ms          100K
                                     AUTO        97200-1130 SABRE1130,DUAL PORT
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE         1154.0MB 8.00  9 1635         IPI-2     15ms  48.0Mb   115W
    ST81154K(T)              FULL 14 NONE VC      (2,7)RLL  4.0ms          100K
                                     AUTO        97229-1150 SABRE-2HP,DUAL PORT
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE         1236.0MB 8.00  9 1635         SMD-O/E   15ms  24.0Mb  95.0W
    ST81236J        1056.0MB FULL 15 NONE VC      (2,7)RLL  4.0ms          100K
                                     AUTO        97200-12G, SABRE-1.2,DUAL PORT
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE         1236.0MB 8.00  9 1635         IPI-2     15ms  24.0Mb  95.0W
    ST81236K        1056.0MB FULL 15 NONE VC      (2,7)RLL  4.0ms          100K
                                     AUTO        97209-12G, SABRE-1.2,DUAL PORT
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE         1236.0MB 8.00  9 1635         SCSI      15ms  24.0Mb  95.0W
    ST81236N        1049.0MB FULL 15 NONE VC      (2,7)RLL  4.0ms          100K
                                     AUTO                  97201-12G, SABRE-1.2
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE 129
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    SEAGATE          134.0MB 8.00                 IPI-2     .2ms  80.0Mb  92.0W
    ST8134K                  FULL                                          100K
                                                    DUAL PORT, SOLID-STATE DISK
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          134.0MB 8.00                 IPI-2     .1ms          98.0W
    ST8135K                  FULL                                          150K
                                                    DUAL PORT, SOLID-STATE DISK
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          167.0MB 8.00                 IPI-2     .2ms  80.0Mb  95.0W
    ST8167K                  FULL                                          100K
                                                    DUAL PORT, SOLID-STATE DISK
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          201.0MB 8.00                 IPI-2     .1ms           101W
    ST8201K                  FULL                                          120K
                                                    DUAL PORT, SOLID-STATE DISK
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE         2030.0MB 8.00                 SMD-O/E   11ms          95.0W
    ST82030J                 FULL         VC                               150K
                                     AUTO                    SABRE 6, DUAL PORT
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE         2030.0MB 8.00                 IPI-2     11ms          95.0W
    ST82030K                 FULL         VC                               150K
                                     AUTO                    SABRE 6, DUAL PORT
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE         2038.0MB 8.00 11 2611         SMD-E     12ms  19.2Mb  95.0W
    ST82038J                 FULL 19 NONE VC                               150K
                                     AUTO                             DUAL PORT
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE         2105.0MB 8.00 11 2611         IPI-2     13ms   192Mb   255W
    ST82105K                 FULL 16 NONE VC      (2,7)RLL  3.0ms           80K
                                     AUTO                   97289-21G SABRE-8HP
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE         2272.0MB 8.00 11 2611         SMD-E     13ms  22.0Mb  95.0W
    ST82272J                 FULL 19 NONE VC      (2,7)RLL  3.0ms          150K
                                     AUTO        97200-23G SABRE-2.3, DUAL PORT
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE         2368.0MB 8.00    2611         IPI-2     13ms   218Mb
    ST82368K                 FULL 18 NONE VC      (2,7)RLL  3.0ms           64K
                                     AUTO                   97299-23G SABRE-23G
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE         2500.0MB 8.00 11 2611         SMD-O/E   13ms  24.0Mb  95.0W
    ST82500J        2140.0MB FULL 19 NONE VC      (2,7)RLL  3.0ms          150K
                                     AUTO        97200-25G SABRE-2.5, DUAL PORT
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE         2500.0MB 8.00 11 2611         IPI-2     13ms  24.0Mb  95.0W
    ST82500K        2140.0MB FULL 19 NONE VC      (2,7)RLL  3.0ms          150K
                                     AUTO        97209-25G SABRE-2.5, DUAL PORT
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE         2500.0MB 8.00 11 2611         SCSI      13ms  24.0Mb  95.0W
    ST82500N        2140.0MB FULL 19 NONE VC      (2,7)RLL  3.0ms          150K
                                     AUTO                   97201-25G SABRE-2.5
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE 130
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    SEAGATE          268.0MB 8.00                 IPI-2     .1ms           104W
    ST8268K                  FULL                                          100K
                                                    DUAL PORT, SOLID-STATE DISK
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE         3050.0MB 8.00 11 2655         IPI-2     12ms  74.7Mb   110W
    ST83050K                 FULL 18 NONE VC                               150K
                                     AUTO                             DUAL PORT
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE         3220.0MB 8.00 11 2655         IPI-2     12ms  37.4Mb  95.0W
    ST83220K                 FULL 19 NONE VC                               150K
                                     AUTO                             DUAL PORT
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          335.0MB 8.00                 IPI-2     .1ms           107W
    ST8335K                  FULL                                           85K
                                                    DUAL PORT, SOLID-STATE DISK
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           33.0MB 8.00                 IPI-2     .2ms  80.0Mb  83.0W
    ST833K                   FULL                                          100K
                                                    DUAL PORT, SOLID-STATE DISK
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          368.0MB 8.00    1217         SMD-E     18ms  14.4Mb  85.0W
    ST8368J                  FULL 10 NONE VC      (2,7)RLL  5.0ms           30K
                                     AUTO                  97200-368, SABRE-368
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          368.0MB 8.00    1217         SCSI      18ms  14.4Mb  85.0W
    ST8368N          316.0MB FULL 10 NONE VC      (2,7)RLL  5.0ms           30K
                                     AUTO                  97201-368, SABRE-368
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          402.0MB 8.00                 IPI-2     .1ms           110W
    ST8402K                  FULL                                           75K
                                                    DUAL PORT, SOLID-STATE DISK
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          500.0MB 8.00    1217         SMD-E     18ms  19.7Mb  85.0W
    ST8500J                  FULL 10 NONE VC      (2,7)RLL  5.0ms           30K
                                     AUTO                  97200-500, SABRE-500
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          500.0MB 8.00    1217         SCSI      18ms  19.2Mb  85.0W
    ST8500N          378.0MB FULL 10 NONE VC      (2,7)RLL  5.0ms           30K
                                     AUTO                  97201-500, SABRE-500
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           67.0MB 8.00                 IPI-2     .2ms  80.0Mb  86.0W
    ST867K                   FULL                                          100K
                                                    DUAL PORT, SOLID-STATE DISK
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE           67.0MB 8.00                 IPI-2     .1ms          95.0W
    ST868K                   FULL                                          200K
                                                    DUAL PORT, SOLID-STATE DISK
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          736.0MB 8.00    1635         SMD-E     15ms  14.4Mb  95.0W
    ST8741J                  FULL 15 NONE VC      (2,7)RLL  4.0ms           50K
                                     AUTO                  97200-736, SABRE-376
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE 131
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    SEAGATE          736.0MB 8.00    1635         SCSI      15ms  14.5Mb  95.0W
    ST8741N          637.0MB FULL 15 NONE VC      (2,7)RLL  4.0ms           50K
                                     AUTO                  97201-736, SABRE-736
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          851.0MB 8.00  9 1381         SMD-O/E   15ms  19.2Mb  95.0W
    ST8851J          727.0MB FULL 15 NONE VC      (2,7)RLL  4.0ms          100K
                                     AUTO        97200-850, SABRE-850,DUAL PORT
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          851.0MB 8.00  9 1381         IPI-2     15ms  19.2Mb  95.0W
    ST8851K          727.0MB FULL 15 NONE VC                               100K
                                     AUTO                             DUAL PORT
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          851.0MB 8.00  9 1381         SCSI      15ms  19.2Mb  95.0W
    ST8851N          727.0MB FULL 15 NONE VC      (2,7)RLL  4.0ms          100K
                                     AUTO                  97201-850, SABRE-850
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          344.0MB 9.00  7  711         SMD       18ms   9.6Mb   225W
    ST6344J                  FULL 24 NONE VC      (1,3)RLL  5.0ms           30K
                                     AUTO        97150-340, FSD-340, DUAL HEADS
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          516.0MB 9.00  7  711         SMD(-E)   18ms  14.4Mb   225W
    ST6516J                  FULL 24 NONE VC      (2,7)RLL  5.0ms           30K
                                     AUTO        97150-500, FSD-515, DUAL HEADS
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SEAGATE          516.0MB 9.00  7  711         IPI-2     18ms  14.4Mb   225W
    ST6516K                  FULL 24 NONE VC                                30K
                                     AUTO                        DUAL HEAD ASSY
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SHUGART                  5.25  2  160 17      ST506/412        5.0Mb
    604                5.0MB FULL  4  128 SM      (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SHUGART                  5.25  3  160 17      ST506/412        5.0Mb
    606                7.0MB FULL  6  128 SM      (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SHUGART                  5.25  2  306 17      ST506/412        5.0Mb
    612               10.0MB FULL  4  128 SM      (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SHUGART                  5.25  1  320 17      ST506/412        5.0Mb
    706                6.0MB FULL  2  128 SM      (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SHUGART                  5.25  2  320 17      ST506/412        5.0Mb
    712               10.0MB HALF  4  128 SM      (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SIEMENS          207.0MB 5.25  5 1216 35      ESDI      25ms  10.OMb  30.0W
    1200i            174.3MB FULL  8      VC      (2,7)RLL  5.0ms           30K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE 132
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    SIEMENS          310.0MB 5.25  7 1216 35      ESDI      25ms  10.0Mb  30.0W
    1300             261.4MB FULL 12      VC      (2,7)RLL  5.0ms           30K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SIEMENS                  5.25  4 1216         SCSI      25ms  10.0Mb
    2200i            174.0MB FULL  8              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SIEMENS          310.0MB 5.25  7 1216 35      SCSI      25ms  10.0Mb  30.0W
    2300             261.4MB FULL 12      VC      (2,7)RLL  5.0ms           30K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SIEMENS          382.6MB 5.25  6 1100 54      ESDI      16ms  15.0Mb  27.0W
    4410             334.5MB FULL 11      VC      (2,7)RLL                  40K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SIEMENS          382.6MB 5.25  6 1100 54      SCSI      16ms  16.0Mb  27.0W
    4420             334.5MB FULL 11      VC      (2,7)RLL                  40K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SIEMENS                  5.25  8              ESDI      16ms  15.0Mb
    5710             655.0MB FULL 15      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SIEMENS                  5.25  8              ESDI      16ms  15.0Mb
    5720             655.0MB FULL 15      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SIEMENS          777.0MB 5.25  8              ESDI      18ms  15.0Mb
    5810                     FULL 16      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SIEMENS          777.0MB 5.25  8              SCSI      18ms  15.0Mb
    5820                     FULL 16      VC      (2,7)RLL
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SIEMENS         1200.0MB 5.25                 SCSI      14ms  10.0Mb
    6200                                  VC      (2,7)RLL                  99K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SIEMENS                  5.25  8              SCSI      16ms  15.0Mb
    7520             655.0MB FULL 15      VC      (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SONY                     3.50                 IDE(AT)   18ms
    SRD3040A          42.9MB HALF  2      VC                                50K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SONY                     3.50                 SCSI      18ms
    SRD3040S          42.9MB HALF  2      VC                                50K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE 133
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    SONY                     3.50                 IDE(AT)   18ms
    SRD4080A          85.8MB HALF  4      VC                                50K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SONY                     3.50                 SCSI      18ms
    SRD4080S          85.8MB HALF  4      VC                                50K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    STOR. DIMEM.             3.50                 SCSI      15ms
    MAC195           195.0MB HALF  7              (2,7)RLL                 150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    STOR. DIMEN      384.0MB 5.25  8 1224 36      SCSI      16ms  10.0Mb
    PS320S           320.0MB FULL 15      VC      (2,7)RLL
                                     AUTO                  MAXTOR XT-4380S PS/2
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    STOR. DIMEN.             3.50                 SCSI      19ms
    AT100S           105.0MB HALF  3              (2,7)RLL                 150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    STOR. DIMEN.             3.50                 SCSI      15ms
    AT200S           204.0MB HALF  7              (2,7)RLL                 150K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    STOR. DIMEN.             5.25                 SCSI      15ms  22.0Mb
    AT1000S         1000.0MB      15      VC                               100K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    STOR. DIMEN.     140.0MB 5.25  8  918 17      ST506/412 27ms   5.0Mb
    AT120            119.9MB FULL 15      VC      (1,3)RLL
                                     AUTO                        MAXTOR XT-1140
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    STOR. DIMEN.     180.0MB 5.25  5 1224 36      ESDI      14ms  10.0Mb
    AT155E           156.0MB FULL  9      VC      (2,7)RLL
                                     AUTO                       MAXTOR XT-4170E
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    STOR. DIMEN.     180.0MB 5.25  5 1224 36      SCSI      14ms  10.0Mb
    AT155S           156.0MB FULL  9      VC      (2,7)RLL
                                     AUTO                       MAXTOR XT-4170S
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    STOR. DIMEN.     190.0MB 5.25  8 1224 17      ST506/412 28ms   5.0Mb
    AT160            159.8MB FULL 15      VC      (1,3)RLL
                                     AUTO                        MAXTOR XT-2190
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    STOR. DIMEN.     384.0MB 5.25  8 1224 36      SCSI      16ms  10.0Mb
    AT320S           320.0MB FULL 15      VC      (2,7)RLL                 100K
                                     AUTO                       MAXTOR XT-4380S
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    STOR. DIMEN.     384.0MB 5.25  8 1224 36      ESDI      16ms  10.0Mb
    AT335E           338.0MB FULL 15      VC      (2,7)RLL
                                     AUTO                       MAXTOR XT-4380E
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE 134
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    STOR. DIMEN.     768.0MB 5.25  8 1632 54      ESDI      16ms  15.0Mb  27.0W
    AT650E           651.0MB FULL 15      VC      (2,7)RLL                  70K
                                     AUTO                       MAXTOR XT-8760E
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    STOR. DIMEN.     768.0MB 5.25  8 1632 54      SCSI      16ms  15.0Mb
    AT650S           651.0MB FULL 15      VC      (2,7)RLL                 100K
                                     AUTO                       MAXTOR XT-8760S
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    STOR. DIMEN.     180.0MB 5.25  5 1224 36      ESDI      14ms  10.0Mb
    PS155E           156.0MB FULL  9      VC      (2,7)RLL
                                     AUTO                  MAXTOR XT-4170E PS/2
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    STOR. DIMEN.     180.0MB 5.25  5 1224 36      SCSI      14ms  10.0Mb
    PS155S           156.0MB FULL  9      VC      (2,7)RLL
                                     AUTO                  MAXTOR XT-4170S PS/2
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    STOR. DIMEN.     384.0MB 5.25  8 1224 36      ESDI      16ms  10.0Mb
    PS335E           338.0MB FULL 15      VC      (2,7)RLL
                                     AUTO                  MAXTOR XT-4380E PS/2
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    STOR. DIMEN.     768.0MB 5.25  8 1632 54      SCSI      16ms  15.0Mb
    PS650S           651.0MB FULL 15      VC      (2,7)RLL
                                     AUTO                  MAXTOR XT-8760S PS/2
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    STOR. SOLUTIONS          3.50                 SCSI-2FW   9ms   120Mb
    SSI-2000M       2000.0MB         NONE VC                               750K
                                     AUTO                             5,400 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SYQUEST                  2.50
    SQ-2542A          42.8MB

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SYQUEST            6.0MB 5.25  1  306 17      ST506/412        5.0Mb
    SQ-306RD           5.0MB       2              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SYQUEST           12.0MB 5.25  1  615 17      ST506/412        5.0Mb
    SQ-312RD          10.0MB       2              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SYQUEST           25.0MB 5.25  2  615 17      ST506/412        5.0Mb
    SQ-325F           20.0MB       4              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SYQUEST           38.0MB 5.25  3  615 17      ST506/412        5.0Mb
    SQ-338F           30.0MB       6              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SYQUEST                  5.25  3  640 17      ST506/412        5.0Mb
    SQ-340AF          38.0MB       6              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE 135
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    SYQUEST                  5.25                           25ms
    SQ-555            44.0MB HALF
                                                           REMOVABLE CARTRIDGES
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    SYSGEN            45.0MB 5.25  1              SCSI      25ms
    MAXI RD45                HALF  2              (2,7)RLL
                                                           REMOVABLE CARTRIDGES
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TANDON                         2  782 26      ST506/412 37ms   7.5Mb
    TM244             41.0MB       4              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TANDON                         3  782 26      ST506/412 37ms   7.5Mb
    TM246             62.0MB       6              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TANDON                   3.50  2  615 17      ST506/412 65ms   5.0Mb
    TM262             21.4MB HALF  4              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TANDON                   3.50  1  782 26      ST506/412 85ms   7.5Mb
    TM262R            20.0MB HALF  2              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TANDON                   3.50  2  782 26      ST506/412 85ms   7.5Mb
    TM264             41.0MB HALF  4              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TANDON                   3.50  2  782 26      ST506/412 37ms   7.5Mb
    TM344             41.0MB HALF  4              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TANDON                   3.50  3  782 26      ST506/412 37ms   7.5Mb
    TM346             62.0MB HALF  6              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TANDON                   3.50  2  615 17      ST506/412
    TM362             21.4MB HALF  4              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TANDON                   3.50  1  782 26      ST506/412 85ms   7.5Mb
    TM362R            20.0MB HALF  2              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TANDON                   3.50  2  782 26      ST506/412 85ms   7.5Mb
    TM364             41.0MB HALF  4              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TANDON            85.0MB 5.25  5 1004 17      SCSI      25ms   5.0Mb
    TM2085            74.0MB FULL  9              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE 136
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    TANDON           128.0MB 5.25  5 1004 26      SCSI      25ms   7.5Mb
    TM2128           115.0MB FULL  9              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TANDON           170.0MB 5.25  5 1344 26      SCSI      25ms   7.5Mb
    TM2170           154.0MB FULL  9              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TANDON                   5.25  2  306 17      ST506/412 85ms   5.0Mb
    TM252             10.6MB HALF  4              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TANDON                   5.25  1  615 17      ST506/412        5.0Mb
    TM261             10.7MB HALF  2              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TANDON                   5.25  4 1024 17      ST506/412        5.0Mb
    TM270             71.0MB FULL  8              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TANDON            85.0MB 5.25  4 1024 17      ST506/412 37ms   5.0Mb
    TM3085            71.0MB FULL  8              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TANDON                   5.25  4 1024 26      ST506/412 37ms   7.5Mb
    TM3085R          104.0MB FULL  8              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TANDON                   5.25  1  615 17      ST506/412        5.0Mb
    TM361             10.7MB HALF  2              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TANDON                   5.25  1  306 17      ST506/412        5.0Mb
    TM501              5.0MB FULL  2  153         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TANDON                   5.25  2  306 17      ST506/412 85ms   5.0Mb
    TM502             10.0MB FULL  4  153         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TANDON                   5.25  3  306 17      ST506/412 85ms   5.0Mb
    TM503             15.0MB FULL  6  153         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TANDON                   5.25  2  153 17      ST506/412 85ms   5.0Mb
    TM6025             5.3MB FULL  4  128         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TANDON                   5.25  3  153 17      ST506/412        5.0Mb
    TM6035             8.0MB FULL  6  128         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE 137
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    TANDON                   5.25  3  230 17      ST506/412        5.0Mb
    TM6035E           12.0MB FULL  6  128         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TANDON                   5.25  2  615 17      ST506/412        5.0Mb
    TM702             21.4MB FULL  4              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TANDON                   5.25  2  615 17      ST506/412        5.0Mb
    TM702AT           21.4MB FULL  4              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TANDON                   5.25  3  733 17      ST506/412        5.0Mb
    TM703             31.9MB FULL  5              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TANDON                   5.25  3  733 17      ST506/412 40ms   5.0Mb
    TM703AT           31.9MB FULL  5              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TANDON                   5.25     962
    TM705                    FULL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TANDON                   5.25  3  981 17      ST506/412        5.0Mb
    TM755             43.0MB FULL  5              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TANDY             28.0MB 3.50
    25-1045                  HALF

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TANDY             48.0MB 3.50  2  782 27      IDE(XT)   28ms   7.8Mb   6.9W
    25-1046           43.2MB HALF  4      SM      (2,7)RLL                  40K

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TANDY                    3.50                 IDE       28ms  12.0Mb
    25-1048           40.0MB HALF  2

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TANDY                    3.50                 IDE       17ms  14.0Mb
    25-4124           52.0MB HALF  2

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TANDY                    3.50                 IDE       17ms  14.0Mb
    25-4130          105.0MB HALF  4              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TEAC                     3.50                 IDE(AT)   20ms
    SD-3105A         105.0MB HALF  4

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE 138
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    TEAC                     3.50                 SCSI      20ms
    SD-3105S         105.0MB 1.0"  4

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TEAC                     3.50  1 1050 40      IDE(AT)   23ms   7.5Mb   5.1W
    SD-340A           43.0MB 1.0"  2              (2,7)RLL  10.0m  64KB     30K
                                     AUTO                             2,358 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TEAC                     3.50  1 1050 40      SCSI      23ms   7.5Mb   5.1W
    SD-340S           43.0MB 1.0"  2              (2,7)RLL  10.0m  64KB     30K
                                     AUTO                             2,358 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TEAC                     3.50  2 1050         IDE(AT)   22ms   8.0Mb   5.1W
    SD-380AT          86.0MB 1.0"  4              (2,7)RLL  10.0m  64KB     30K
                                     AUTO                             2,358 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TEAC                     3.50  2 1050         SCSI      22ms   8.0Mb   5.1W
    SD-380S           86.0MB 1.0"  4              (2,7)RLL  10.0m  64KB     30K
                                     AUTO                             2,358 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TEAC                     5.25  2  306 17      ST506/412        5.0Mb
    SD-510            10.0MB FULL  4  128         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TEAC                     5.25  2  615 17      ST506/412        5.0Mb
    SD-520            20.0MB FULL  4  300         (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TEXAS INST.              5.25  2  153 17      ST506/412        5.0Mb
    TI-5               5.0MB FULL  4              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TOSHIBA                  2..5  1 1501 56  988 IDE(AT)   15ms  17.6Mb   1.8W
    MK-1422FCV        86.0MB 12.7  2 NONE VC  10            5.0ms  32KB    150K
                                     AUTO     17
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TOSHIBA                  2.50  1              IDE(AT)   23ms           2.7W
    MK-1122FC         43.0MB 19.0         VC      (2,7)RLL         32KB
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TOSHIBA                  2.50  2  977 43  988 IDE(AT)   19ms  12.0Mb   1.8W
    MK-2024FC         86.0MB 19.0  4 NONE VC  10            5.0ms  32KB    150K
                                     AUTO     17                      3,200 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TOSHIBA                  2.50  2 1155 55  934 IDE(AT)   17ms  15.0Mb   1.8W
    MK-2124FC        130.0MB 19.0  4 NONE VC  16            5.0ms  32KB    150K
                                     AUTO     17                      3,200 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TOSHIBA                  2.50  2 1560 MZ  684 IDE(AT)   12ms  25.2Mb   3.0W
    MK-2224FC        213.0MB 19.0  4 NONE VC  16            3.0ms 128KB    150K
                                     AUTO     38       4,000 RPM, MZR:49-83 S/T
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE 139
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    TOSHIBA                  3.50         17      ST506/412 25ms   5.0Mb
    MK-072            72.0MB HALF                 (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TOSHIBA                  3.50         26      ST506/412 25ms   7.5Mb
    MK-072PCR        109.0MB HALF                 (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TOSHIBA          124.8MB 3.50  2 1328 39  664 IDE(AT)   16ms  10.0Mb   3.5W
    MK-1034FC        106.0MB 1.0"  4 NONE VC   9  (2,7)RLL  6.0ms  64KB
                                     AUTO     39
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TOSHIBA           53.4MB 3.50  4  733         ST506/412 25ms   5.0Mb  10.0W
    MK-130                   HALF  7      VC      (1,3)RLL  7.0ms           30K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TOSHIBA                  3.50  4  733 17      ST506/412 23ms   5.0Mb  10.0W
    MK-134FA(M)       45.0MB HALF  7              (1,3)RLL                  30K

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TOSHIBA                  3.50  4  733 26      ST506/412 23ms   7.5Mb
    MK-134FA(R)       65.0MB HALF  7              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TOSHIBA           53.5MB 3.50  2  845         SCSI      25ms  10.0Mb  10.0W
    MK-232FB          45.4MB HALF  3      VC      (2,7)RLL  7.0ms           30K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TOSHIBA           89.2MB 3.50  3  845         SCSI      25ms  10.0Mb  10.0W
    MK-233FB          75.7MB HALF  5      VC      (2,7)RLL  7.0ms           30K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TOSHIBA          124.8MB 3.50  4  845 36      SCSI      25ms  10.0Mb  10.0W
    MK-234FB         106.0MB HALF  7      VC      (2,7)RLL  7.0ms  32KB     30K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TOSHIBA          124.8MB 3.50  4  845 36      IDE(AT)   25ms  10.0Mb  10.0W
    MK-234FC(H)      106.0MB HALF  7      VC      (2,7)RLL  7.0ms  32KB     30K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TOSHIBA                  3.50  8 1691         SCSI-2    13ms  24.0Mb  10.0W
    MK-438FB         877.0MB 41.3 15 NONE VC      (1,7)RLL  2.0ms 512KB    200K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TOSHIBA                  3.50  8 1980         SCSI-2    12ms  31.5Mb  10.0W
    MK-538FB        1230.0MB 41.3 15 NONE VC      (1,7)RLL  2.0ms 512KB    200K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TOSHIBA           86.5MB 5.25  3  830 35      ESDI      23ms  10.0Mb
    MK-153FA          74.0MB FULL  5      VC      (2,7)RLL  5.0ms           30K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE 140
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    TOSHIBA           86.5MB 5.25  3  830 35      SCSI      23ms  10.0Mb
    MK-153FB          74.0MB FULL  5      VC      (2,7)RLL  5.0ms           30K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TOSHIBA          121.0MB 5.25  4  830 35      ESDI      23ms  10.0Mb
    MK-154FA         104.0MB FULL  7      VC      (2,7)RLL  5.0ms           30K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TOSHIBA          121.0MB 5.25  4  830 35      SCSI      23ms  10.0Mb
    MK-154FB         104.0MB FULL  7      VC      (2,7)RLL  5.0ms           30K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TOSHIBA          172.9MB 5.25  5  830 35      ESDI      23ms  10.0Mb
    MK-156FA         148.0MB FULL 10      VC      (2,7)RLL  5.0ms           30K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TOSHIBA          172.9MB 5.25  5  830 35      SCSI      23ms  10.0Mb  10.0W
    MK-156FB         148.0MB FULL 10      VC      (2,7)RLL  5.0ms           30K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TOSHIBA          382.5MB 5.25  5 1224 35      ESDI      18ms  15.0Mb
    MK-250FA                 FULL 10      VC      (2,7)RLL  5.0ms           30K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TOSHIBA          382.5MB 5.25  5 1224 35      SCSI      18ms  15.0Mb
    MK-250FB                 FULL 10      VC      (2,7)RLL  5.0ms           30K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TOSHIBA                  5.25                           28ms
    MK-353A           72.0MB FULL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TOSHIBA          459.0MB 5.25  5 1632 53      ESDI      16ms  15.0Mb
    MK-355FA                 FULL  9      VC      (2,7)RLL  4.0ms           30K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TOSHIBA          459.0MB 5.25  5 1632 53      SCSI      16ms  15.0Mb
    MK-355FB                 FULL  9      VC      (2,7)RLL  4.0ms           30K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TOSHIBA          765.0MB 5.25  8 1632 53      ESDI      16ms  15.0Mb
    MK-358FA                 FULL 15      VC      (2,7)RLL  4.0ms           30K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TOSHIBA          765.0MB 5.25  8 1632 53      SCSI      16ms  15.0Mb
    MK-358FB                 FULL 15      VC      (2,7)RLL  4.0ms           30K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TOSHIBA           43.2MB 5.25  3  830 17      ST506/412 30ms   5.0Mb
    MK-53FA(M)               FULL  5  512 VC      (1,3)RLL  8.0ms           20K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE 141
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    TOSHIBA           64.8MB 5.25  3  830 26      ST506/412 30ms   7.5Mb
    MK-53FA(R)               FULL  5  512 VC      (2,7)RLL  8.0ms           20K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TOSHIBA           43.2MB 5.25  3  830 17      ST506/412 25ms   5.0Mb
    MK-53FB(M)               FULL  5  512 VC      (1,3)RLL  6.0ms           20K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TOSHIBA           64.8MB 5.25  3  830 26      ST506/412 25ms   7.5Mb
    MK-53FB(R)               FULL  5  512 VC      (2,7)RLL  6.0ms           20K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TOSHIBA           60.5MB 5.25  4  830 17      ST506/412 30ms   5.0Mb
    MK-54FA(M)               FULL  7  512 VC      (1,3)RLL  8.0ms           20K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TOSHIBA           90.7MB 5.25  4  830 26      ST506/412 25ms   7.5Mb
    MK-54FA(R)               FULL  7  512 VC      (2,7)RLL  8.0ms           20K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TOSHIBA           60.5MB 5.25  4  830 17      ST506/412 25ms   5.0Mb
    MK-54FB(M)               FULL  7  512 VC      (1,3)RLL  6.0ms           20K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TOSHIBA           90.7MB 5.25  4  830 26      ST506/412 25ms   7.5Mb
    MK-54FB(R)               FULL  7  512 VC      (2,7)RLL  6.0ms           20K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TOSHIBA           86.5MB 5.25  5  830 17      ST506/412 30ms   5.0Mb
    MK-56FA(M)               FULL 10  512 VC      (1,3)RLL  8.0ms           20K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TOSHIBA          129.8MB 5.25  5  830 26      ST506/412 30ms   7.5Mb
    MK-56FA(R)               FULL 10  512 VC      (2,7)RLL  8.0ms           20K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TOSHIBA           86.5MB 5.25  5  830 17      ST506/412 25ms   5.0Mb
    MK-56FB(M)               FULL 10  512 VC      (1,3)RLL  6.0ms           20K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TOSHIBA          129.8MB 5.25  5  830 26      ST506/412 25ms   7.5Mb
    MK-56FB(R)               FULL 10  512 VC      (2,7)RLL  6.0ms           20K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TRADEWINDS                                              23ms
    PD20-1            20.0MB
                                                        REMOVABLE, FOR DESKTOPS
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TRADEWINDS                                              23ms
    PDH20-1           20.0MB
                                                         REMOVABLE, FOR LAPTOPS
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE 142
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    TULIN             13.0MB 5.25  1  640 17      ST506/412        5.0Mb
    213               10.0MB       2              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TULIN             26.0MB 5.25  2  640 17      ST506/412        5.0Mb
    226               22.0MB HALF  4              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TULIN             40.0MB 5.25  3  640 17      ST506/412        5.0Mb
    240               33.0MB HALF  6              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TULIN             26.0MB 5.25  2  640 17      ST506/412        5.0Mb
    326               22.0MB       4              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    TULIN             40.0MB 5.25  3  640 17      ST506/412        5.0Mb
    340               33.0MB       6              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    VERTEX            30.0MB 5.25  2  987 17      ST506/412        5.0Mb
    V130              26.0MB FULL  3      VC      (1,3)RLL
                                                                 SEE PRIAM V130
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    VERTEX            50.0MB 5.25  3  987 17      ST506/412        5.0Mb
    V150              43.0MB FULL  5      VC      (1,3)RLL
                                                                 SEE PRIAM V150
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    VERTEX            70.0MB 5.25  4  987 17      ST506/412        5.0Mb
    V170              60.0MB FULL  7      VC      (1,3)RLL
                                                                 SEE PRIAM V170
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    WESTERN DIGITAL          1.80                 PCMCIA-3  19ms
    140 ULTRA LITE    42.0MB         NONE VC
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    WESTERN DIGITAL          2.50                           16ms
    170 CAVIAR LITE  170.0MB         NONE VC
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    WESTERN DIGITAL          2.50  1 1020  *      IDE-X/A   19ms  10.1Mb   3.0W
    WDAB130 TIDBIT    31.9MB 0.6"  2 NONE VC      (2,7)RLL  5.0ms  32KB     50K
                                     AUTO        3,383 RPM,56BIT ECC,MZR:3-ZONE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    WESTERN DIGITAL          2.50  2 1020  *      IDE-X/A   19ms  10.1Mb   3.3W
    WDAB260 TIDBIT    62.8MB 0.8"  4 NONE VC      (2,7)RLL  5.0ms  32KB     50K
                                     AUTO        3,383 RPM,56BIT ECC,MZR:3-ZONE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    WESTERN DIGITAL          2.50  1                        15ms
    WDAH240 TIDBIT    42.5MB                                       32KB

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE 143
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    WESTERN DIGITAL          2.50  2                        15ms
    WDAH280 TIDBIT    85.2MB                                       32KB

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    WESTERN DIGITAL          3.50  2  615 17      ST506/412 65ms   5.0Mb
    WD262             21.4MB HALF  4              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    WESTERN DIGITAL          3.50  2  782 26      ST506/412 40ms   7.5Mb
    WD344R            40.0MB HALF  4              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    WESTERN DIGITAL          3.50  2  615 17      ST506/412 80mS   5.0Mb
    WD362             20.0MB HALF  4              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    WESTERN DIGITAL          3.50  1  782 26      ST506/412 85ms   7.5Mb
    WD382R            20.0MB HALF  2              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    WESTERN DIGITAL          3.50  2  615 26      ST506/412 85ms   7.5Mb
    WD383R            30.0MB HALF  4              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    WESTERN DIGITAL          3.50  2  782 26      ST506/412 85ms   7.5Mb
    WD384R            40.0MB HALF  4              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    WESTERN DIGITAL          3.50  2  782 26      ST506/412 40ms   7.5Mb
    WD544R-5"         40.0MB HALF  4              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    WESTERN DIGITAL          3.50  2  615 17      ST506/412 80ms   5.0Mb
    WD562-5"          20.0MB HALF  4              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    WESTERN DIGITAL          3.50  1  782 26      ST506/412 85ms   7.5Mb
    WD582R-5"         20.0MB HALF  2              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    WESTERN DIGITAL          3.50  2  615 26      ST506/412 85ms   7.5Mb
    WD583R-5"         30.0MB HALF  4              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    WESTERN DIGITAL          3.50  2  782 26      ST506/412 85ms   7.5Mb
    WD584R-5"         40.0MB HALF  4              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    WESTERN DIGITAL   28.0MB 3.50  1  782 27  615 IDE(AT)   28ms   7.8Mb   7.0W
    WD93024-A         21.6MB HALF  2      SM   4  (2,7)RLL  4.0ms   8KB     40K
                                              17          56 BIT ECC, 3,329 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE 144
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    WESTERN DIGITAL          3.50                 IDE(XT)   39ms           6.9W
    WD93024-X         21.6MB HALF         SM      (2,7)RLL  5.0ms   1KB     50K
                                                                 3:1 INTERLEAVE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    WESTERN DIGITAL   28.0MB 3.50  1  782 27  615 IDE(AT)   70ms   7.8Mb   7.0W
    WD93028-A         21.6MB HALF  2      SM   4  (2,7)RLL  4.5ms           30K
                                              17
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    WESTERN DIGITAL   28.0MB 3.50  1  782 27  615 IDE(AT)   69ms   7.8Mb   6.9W
    WD93028-AD        21.6MB HALF  2      SM   4  (2,7)RLL                  40K
                                              17     56 BIT ECC, 3:1 INTERLEAVE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    WESTERN DIGITAL   28.0MB 3.50  1  782 27      IDE(XT)   70ms   7.8Mb   6.9W
    WD93028-X         21.6MB HALF  2      SM      (2,7)RLL  4.5ms           40K

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    WESTERN DIGITAL          3.50                 IDE(XT)   39ms           6.9W
    WD93034-X         32.4MB HALF         SM      (2,7)RLL  5.0ms   1KB     50K
                                                                 3:1 INTERLEAVE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    WESTERN DIGITAL   38.0MB 3.50  2  782 27      IDE(XT)   70ms   7.8Mb   6.9W
    WD93038-X         32.4MB HALF  3      SM      (2,7)RLL  4.5ms           40K

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    WESTERN DIGITAL   48.0MB 3.50  2  782 27  977 IDE(AT)   28ms   7.8Mb   6.9W
    WD93044-A         43.2MB HALF  4      SM   5  (2,7)RLL  4.0ms   8KB     40K
                                              17          56 BIT ECC, 3,329 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    WESTERN DIGITAL   48.0MB 3.50  2  782 27  977 IDE(XT)   28ms   7.8Mb   6.9W
    WD93044-X         43.2MB HALF  4      SM   5  (2,7)RLL  4.0ms           40K
                                              17 TANDY #25-1046, 3:1 INTERLEAVE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    WESTERN DIGITAL   48.0MB 3.50  2  782 27  977 IDE(AT)   70ms   7.8Mb   7.0W
    WD93048-A         40.0MB HALF  4      SM   5  (2,7)RLL  4.5ms           30K
                                              17                 1:1 INTERLEAVE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    WESTERN DIGITAL   48.0MB 3.50  2  782 27  977 IDE(AT)   69ms   7.8Mb   6.9W
    WD93048-AD        43.2MB HALF  4      SM   5  (2,7)RLL                  40K
                                              17     56 BIT ECC, 3:1 INTERLEAVE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    WESTERN DIGITAL   48.0MB 3.50  2  782 27      IDE(XT)   70ms   7.8Mb   6.9W
    WD93048-X         43.2MB HALF  4      SM      (2,7)RLL  4.5ms           40K

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    WESTERN DIGITAL          3.50  1 1082 39      IDE(AT)   18ms  12.0Mb   4.2W
    WDAC140           42.7MB 1.0"  2      VC      (2,7)RLL  6.0ms  32KB     50K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    WESTERN DIGITAL          3.50  1 1082 39      IDE(AT)   17ms  12.0Mb   4.6W
    WDAC140 CAVIAR    42.7MB 1.0"  2 NONE VC      (2,7)RLL  6.0ms   8KB    100K
                                     AUTO                 56 BIT ECC, 3,595 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE 145
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    WESTERN DIGITAL          3.50  1 1349  *      IDE(AT)   15ms  14.0Mb   4.5W
    WDAC160 CAVIAR    62.5MB 1.0"  2 NONE VC      (2,7)RLL  6.0ms  32KB    100K
                                     AUTO                56-BIT ECC, MZR:2-ZONE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    WESTERN DIGITAL  125.0MB 3.50  2 1349  *  872 IDE(AT)   15ms  14.0Mb   4.5W
    WDAC2120 CAVIAR  119.0MB 1.0"  4 NONE VC   8  (2,7)RLL  6.0ms  32KB    100K
                                     AUTO     35         56-BIT ECC, MZR:2-ZONE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    WESTERN DIGITAL          3.50  2              IDE(AT)
    WDAC2200 CAVIAR  212.0MB 1.0"  4 NONE VC
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    WESTERN DIGITAL          3.50                           13ms
    WDAC2340 CAVIAR  340.0MB         NONE VC
                                     AUTO                             3,300 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    WESTERN DIGITAL          3.50  2 1082 39      IDE(AT)   18ms  12.0Mb   4.2W
    WDAC280           85.3MB 1.0"  4      VC      (2,7)RLL  6.0ms  32KB     50K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    WESTERN DIGITAL          3.50  2 1082 39  980 IDE(AT)   17ms  12.0Mb   4.6W
    WDAC280 CAVIAR    85.3MB 1.0"  4 NONE VC  10  (2,7)RLL  6.0ms   8KB    100K
                                     AUTO     17          56 BIT ECC, 3,595 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    WESTERN DIGITAL          3.50  2              IDE(AT)   16ms
    WDAP2100         100.0MB HALF         VC      (2,7)RLL         64KB     50K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    WESTERN DIGITAL          3.50                 IDE(AT)   15ms  40.0Mb
    WDAP4105 PIRANH  104.9MB HALF  4              (2,7)RLL                  50K

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    WESTERN DIGITAL          3.50     987 35      IDE(AT)   13ms  12.6Mb
    WDAP4200 PIRANA  212.0MB HALF 12 NONE VC      (2,7)RLL         64KB     50K
                                     AUTO                             3,610 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    WESTERN DIGITAL          3.50  4 1280 41      IDE(AT)   15ms  12.7Mb   6.0W
    WDAP4200 PIRANH  212.3MB HALF  8 NONE VC      (2,7)RLL  5.0ms  64KB     86K
                                     AUTO                 56 BIT ECC, 3,610 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    WESTERN DIGITAL          3.50  8  949 48      SCSI-2    13ms  16.0Mb  11.9W
    WDSC8320 CONDOR  320.0MB HALF 14 NONE VC      (1,7)RLL  4.0ms  64KB    150K
                                     AUTO                 48 BIT ECC, 4,318 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    WESTERN DIGITAL          3.50  8              SCSI-2    13ms  16.0Mb  12.0W
    WDSC8320 CONDOR  320.0MB HALF 14      VC      (1,7)RLL  2.0ms  64KB    150K
                                     AUTO              4,316 RPM, IBM# 0661-371
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    WESTERN DIGITAL          3.50  8 1199 48      SCSI-2    12ms  16.0Mb  11.9W
    WDSC8400 CONDOR  400.0MB HALF 14 NONE VC      (1,7)RLL  3.0ms 128KB    150K
                                     AUTO                 48 BIT ECC, 4,316 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE 146
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    WESTERN DIGITAL  467.0MB 3.50  8 1201 48      SCSI-2    12ms  16.0Mb
    WDSC8400 CONDOR  400.0MB HALF 14 NONE VC      (1,7)RLL  2.0ms 128KB    150K
                                     AUTO              4,316 RPM, IBM# 0661-467
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    WESTERN DIGITAL          3.50  2              SCSI-2    15ms  12.7Mb
    WDSP2100         104.0MB HALF         VC      (2,7)RLL         64KB     50K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    WESTERN DIGITAL          3.50                 SCSI      15ms  40.0Mb
    WDSP4105 PIRANH  104.9MB HALF  4              (2,7)RLL                  50K

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    WESTERN DIGITAL          3.50  4              SCSI-2    15ms  12.7Mb
    WDSP4200         208.0MB HALF         VC      (2,7)RLL         64KB     50K
                                     AUTO
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    WESTERN DIGITAL          3.50  4 1280 41      SCSI-2    15ms  12.7Mb   6.0W
    WDSP4200 PIRANH  209.8MB HALF  8 NONE VC      (2,7)RLL  5.0ms  64KB     86K
                                     AUTO                 56 BIT ECC, 3,610 RPM
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    WESTERN DIGITAL          5.25                 IDE(XT)   39ms           6.9W
    WD95024-X         21.6MB HALF         SM      (2,7)RLL  5.0ms   1KB     50K
                                                                 3:1 INTERLEAVE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    WESTERN DIGITAL          5.25  1  782 27      IDE(AT)   70ms   7.8Mb
    WD95028-A         20.0MB HALF  2              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    WESTERN DIGITAL          5.25                 IDE(AT)   69ms
    WD95028-AD        20.0MB HALF         SM      (2,7)RLL
                                                     56-BIT ECC, 3:1 INTERLEAVE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    WESTERN DIGITAL          5.25  1  782 27      IDE(XT)   70ms   7.8Mb
    WD95028-X         20.0MB HALF  2              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    WESTERN DIGITAL          5.25                 IDE(XT)   39ms           6.9W
    WD95034-X         30.0MB HALF         SM      (2,7)RLL  5.0ms   1KB     50K
                                                                 3:1 INTERLEAVE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    WESTERN DIGITAL          5.25  2  782 27      IDE(XT)   70ms   7.8Mb
    WD95038-X         30.0MB HALF  3              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    WESTERN DIGITAL          5.25  2  782 27      IDE(AT)   28ms
    WD95044-A         40.0MB HALF  4      SM      (2,7)RLL
                                                                 1:1 INTERLEAVE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    WESTERN DIGITAL          5.25                 IDE(XT)   39ms           6.9W
    WD95044-X         40.0MB HALF         SM      (2,7)RLL  5.0ms   1KB     50K
                                                                 3:1 INTERLEAVE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    
                                  зPHYSICAL© LOG.                      PAGE 147
    MANUFACTURER    UNFORMAT WTH. PL CYLS ST CYLS INTERFACE  ACC  XFER.   POWER
    MODEL NUMBER    FORMATED HGT. HD PREC AC HDS  REC.METH   T-T  CACHE    MTBF
                                     L.Z.    ST        ADDITIONAL COMMENTS
    ммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм
    WESTERN DIGITAL          5.25  2  782 27      IDE(AT)   70ms   7.8Mb
    WD95048-A         40.0MB HALF  4              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    WESTERN DIGITAL          5.25                 IDE(AT)   69ms
    WD95048-AD        40.0MB HALF         SM      (2,7)RLL
                                                     56-BIT ECC, 3:1 INTERLEAVE
    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    WESTERN DIGITAL          5.25  2  782 27      IDE(XT)   70ms   7.8Mb
    WD95048-X         40.0MB HALF  4              (2,7)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    XEBEC                    5.25  2      17      SCSI      55ms   5.0Mb
    OWL-I             25.0MB HALF  4              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    XEBEC                    5.25  2      17      ST506/412 40ms   5.0Mb
    OWL-II            38.0MB HALF  4              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    XEBEC                    5.25  2      17      SCSI      38ms   5.0Mb
    OWL-III           52.0MB HALF  4              (1,3)RLL

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    XEBEC AMERICA            3.50  1                        19ms
    XE-3040           40.0MB       2      SM

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    XEBEC AMERICA            3.50  2                        19ms
    XE-3080           80.0MB       4      SM

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд
    XEBEC AMERICA            3.50  3                        19ms
    XE-3120          120.0MB       6      SM

    ддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд


    

    иммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм╩
    ╨       HARD DRIVE ABBREVIATIONS              THEREF43            ╨╠
    гддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд╤╠
    ╨   CYLS ... TOTAL CYLINDERS        AC ....... HEAD ACTUATOR      ╨╠
    ╨   ST ..... SECTORS PER TRACK      XFER ..... TRANSFER RATE      ╨╠
    ╨   PL ..... NUMBER OF PLATTERS     L.Z. ..... LANDING ZONE       ╨╠
    ╨   HD(S) .. # OF READ/WRITE HDs    MZ(R) .... MULTIPLE ZONE-     ╨╠
    ╨   ACC .... AVERAGE ACCESS TIME               RECORDING          ╨╠
    ╨   T-T .... TRACK TO TRACK TIME    LOG. ..... LOGICAL            ╨╠
    гддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд╤╠
    ╨    Copyright 1989, 1993  F.Robert Falbo, all rights reserved.   ╨╠
    гддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд╤╠
    ╨  The User is granted permission to distribute this Listing      ╨╠
    ╨  and it's related documentation provided that it is not         ╨╠
    ╨  altered as to content or credit, and it is provided without    ╨╠
    ╨  purpose of monetary gain.                                      ╨╠
    ╨                                                                 ╨╠
    ╨                      ╝╝ DISCLAIMER ╞╞                           ╨╠
    ╨  I have strived to make this Listing as accurate as I can, but  ╨╠
    ╨  I realize that mistakes do happen, and so should you.  You     ╨╠
    ╨  should consider this Listing as a starting point.  I suggest   ╨╠
    ╨  that you use the Manufacturer's Directory to obtain additional ╨╠
    ╨  information directly before you finalize any decision.         ╨╠
    ╨                                                                 ╨╠
    ╨  My liability shall be limited to only my embarrassment and an  ╨╠
    ╨  appology for any inconvieneince caused.                        ╨╠
    гддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд╤╠
    ╨  I may be reached on KADET PCBoard BBS (315)245-3815 (USA).     ╨╠
    ╨  You may also try the Metrolink/RIME "Hardware" & "Harddisk"    ╨╠
    ╨  conferences, or the FidoNet "HDConf" & "OS2HW" conferences.    ╨╠
    ╨                                                                 ╨╠
    ╨        PLEASE DO NOT REQUEST TheRef(tm) ON DISK FROM ME!        ╨╠
    гддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд╤╠
    ╨  If you know the specs for a hard disk, floppy disk, optical,   ╨╠
    ╨  or controller that's not listed, or have some information you  ╨╠
    ╨  feel should be in the DOC file, send it to me at the address   ╨╠
    ╨  below, and if I include it, you'll get listed in the "Credits" ╨╠
    ╨  page as a Contributor. (Wow!...International Recognition!) <g> ╨╠
    ╨                                                                 ╨╠
    ╨   Mail all correspondence to:      F. Robert Falbo              ╨╠
    ╨                                    (THEREF43)                   ╨╠
    ╨                                    38 Northwinds Manor          ╨╠
    ╨                                    Rome, NY  USA  13440-7314    ╨╠
    хммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммммм╪╠
     ╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠╠
